{
  "person": "adolfo-ferrando",
  "publications": [
    {
      "pmid": "33858773",
      "pmcid": "PMC8091164",
      "doi": "10.1016/j.it.2021.03.005",
      "title": "Deregulation of enhancer structure, function, and dynamics in acute lymphoblastic leukemia",
      "abstract": "Enhancers control dynamic changes in gene expression and orchestrate the tightly controlled transcriptional circuitries that direct and coordinate cell growth, proliferation, survival, lineage commitment, and differentiation during lymphoid development. Enhancer hijacking and neoenhancer formation at oncogene loci, as well as aberrant activation of oncogene-associated enhancers, can induce constitutive activation of self-perpetuating oncogenic transcriptional circuitries, and contribute to the malignant transformation of immature lymphoid progenitors in acute lymphoblastic leukemia (ALL). In this review, we present recent discoveries of the role of enhancer dynamics in mouse and human lymphoid development, and discuss how genetic and epigenetic alterations of enhancer function can promote leukemogenesis, and potential strategies for targeting the enhancer machinery in the treatment of ALL.",
      "authorList": ["Belver L", "Albero R", "Ferrando AA"],
      "authors": "Belver L, Albero R, Ferrando AA",
      "journal": "Trends Immunol",
      "year": 2021,
      "month": 5,
      "day": -1,
      "volume": "42",
      "issue": "5",
      "pages": "418-431",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "robert-albero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "33928261",
      "pmcid": "PMC8081346",
      "doi": "10.1038/s43018-020-00161-w",
      "title": "FYN-TRAF3IP2 induces NF-κB signaling-driven peripheral T cell lymphoma",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) and peripheral T cell lymphoma not-otherwise-specified (PTCL, NOS) have poor prognosis and lack driver actionable targets for directed therapies in most cases. Here we identify FYN-TRAF3IP2 as a recurrent oncogenic gene fusion in AITL and PTCL, NOS tumors. Mechanistically, we show that FYN-TRAF3IP2 leads to aberrant NF-κB signaling downstream of T cell receptor activation. Consistent with a driver oncogenic role, FYN-TRAF3IP2 expression in hematopoietic progenitors induces NF-κB-driven T cell transformation in mice and cooperates with loss of the Tet2 tumor suppressor in PTCL development. Moreover, abrogation of NF-κB signaling in FYN-TRAF3IP2-induced tumors with IκB kinase inhibitors delivers strong anti-lymphoma effects in vitro and in vivo. These results demonstrate an oncogenic and pharmacologically targetable role for FYN-TRAF3IP2 in PTCLs and call for the clinical testing of anti-NF-κB targeted therapies in these diseases.",
      "authorList": [
        "Moon CS",
        "Reglero C",
        "Cortes JR",
        "Quinn SA",
        "Alvarez S",
        "Zhao J",
        "Lin WW",
        "Cooke AJ",
        "Abate F",
        "Soderquist CR",
        "Fiñana C",
        "Inghirami G",
        "Campo E",
        "Bhagat G",
        "Rabadan R",
        "Palomero T",
        "Ferrando AA"
      ],
      "authors": "Moon CS, Reglero C, Cortes JR, Quinn SA, Alvarez S, Zhao J, Lin WW, Cooke AJ, Abate F, Soderquist CR, Fiñana C, Inghirami G, Campo E, Bhagat G, Rabadan R, Palomero T, Ferrando AA",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 1,
      "day": -1,
      "volume": "2",
      "issue": "1",
      "pages": "98-113",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "junfei-zhao",
        "anisha-cooke",
        "raul-rabadan",
        "teresa-palomero",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "32868895",
      "pmcid": "PMC7669657",
      "doi": "10.1038/s41589-020-0626-6",
      "title": "Covalent inhibition of NSD1 histone methyltransferase",
      "abstract": "The nuclear receptor-binding SET domain (NSD) family of histone methyltransferases is associated with various malignancies, including aggressive acute leukemia with NUP98-NSD1 translocation. While NSD proteins represent attractive drug targets, their catalytic SET domains exist in autoinhibited conformation, presenting notable challenges for inhibitor development. Here, we employed a fragment-based screening strategy followed by chemical optimization, which resulted in the development of the first-in-class irreversible small-molecule inhibitors of the nuclear receptor-binding SET domain protein 1 (NSD1) SET domain. The crystal structure of NSD1 in complex with covalently bound ligand reveals a conformational change in the autoinhibitory loop of the SET domain and formation of a channel-like pocket suitable for targeting with small molecules. Our covalent lead-compound BT5-demonstrates on-target activity in NUP98-NSD1 leukemia cells, including inhibition of histone H3 lysine 36 dimethylation and downregulation of target genes, and impaired colony formation in an NUP98-NSD1 patient sample. This study will facilitate the development of the next generation of potent and selective inhibitors of the NSD histone methyltransferases.",
      "authorList": [
        "Huang H",
        "Howard CA",
        "Zari S",
        "Cho HJ",
        "Shukla S",
        "Li H",
        "Ndoj J",
        "González-Alonso P",
        "Nikolaidis C",
        "Abbott J",
        "Rogawski DS",
        "Potopnyk MA",
        "Kempinska K",
        "Miao H",
        "Purohit T",
        "Henderson A",
        "Mapp A",
        "Sulis ML",
        "Ferrando A",
        "Grembecka J",
        "Cierpicki T"
      ],
      "authors": "Huang H, Howard CA, Zari S, Cho HJ, Shukla S, Li H, Ndoj J, González-Alonso P, Nikolaidis C, Abbott J, Rogawski DS, Potopnyk MA, Kempinska K, Miao H, Purohit T, Henderson A, Mapp A, Sulis ML, Ferrando A, Grembecka J, Cierpicki T",
      "journal": "Nat Chem Biol",
      "year": 2020,
      "month": 12,
      "day": -1,
      "volume": "16",
      "issue": "12",
      "pages": "1403-1410",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["huan-li", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "33796864",
      "pmcid": "PMC8011577",
      "doi": "10.1038/s43018-020-00124-1",
      "title": "Mutational and functional genetics mapping of chemotherapy resistance mechanisms in relapsed acute lymphoblastic leukemia",
      "abstract": "Multi-agent combination chemotherapy can be curative in acute lymphoblastic leukemia (ALL). Still, patients with primary refractory disease or with relapsed leukemia have a very poor prognosis. Here we integrate an in-depth dissection of the mutational landscape across diagnostic and relapsed pediatric and adult ALL samples with genome-wide CRISPR screen analysis of gene-drug interactions across seven ALL chemotherapy drugs. By combining these analyses, we uncover diagnostic and relapse-specific mutational mechanisms as well as genetic drivers of chemoresistance. Functionally, our data identifies common and drug-specific pathways modulating chemotherapy response and underscores the effect of drug combinations in restricting the selection of resistance-driving genetic lesions. In addition, by identifying actionable targets for the reversal of chemotherapy resistance, these analyses open novel therapeutic opportunities for the treatment of relapse and refractory disease.",
      "authorList": [
        "Oshima K",
        "Zhao J",
        "Pérez-Durán P",
        "Brown JA",
        "Patiño-Galindo JA",
        "Chu T",
        "Quinn A",
        "Gunning T",
        "Belver L",
        "Ambesi-Impiombato A",
        "Tosello V",
        "Wang Z",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Balbin M",
        "Nicolas C",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Litzow M",
        "Minden MD",
        "Meijerink J",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Oshima K, Zhao J, Pérez-Durán P, Brown JA, Patiño-Galindo JA, Chu T, Quinn A, Gunning T, Belver L, Ambesi-Impiombato A, Tosello V, Wang Z, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Balbin M, Nicolas C, Gastier-Foster JM, Devidas M, Loh ML, Paietta E, Tallman MS, Rowe JM, Litzow M, Minden MD, Meijerink J, Rabadan R, Ferrando A",
      "journal": "Nat Cancer",
      "year": 2020,
      "month": 11,
      "day": -1,
      "volume": "1",
      "issue": "11",
      "pages": "1113-1127",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "jessie-a-brown",
        "thomas-gunning",
        "laura-belver-miguel",
        "zixuan-wang",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "32924017",
      "pmcid": "PMC7482717",
      "doi": "10.1158/2643-3230.bcd-20-0026",
      "title": "Combinatorial ETS1-dependent control of oncogenic NOTCH1 enhancers in T-cell leukemia",
      "abstract": "Notch activation is highly prevalent among cancers, in particular T-cell acute lymphoblastic leukemia (T-ALL). However, the use of pan-Notch inhibitors to treat cancers has been hampered by adverse effects, particularly intestinal toxicities. To circumvent this barrier in T-ALL, we aimed to inhibit ETS1, a developmentally important T-cell transcription factor previously shown to co-bind Notch response elements. Using complementary genetic approaches in mouse models, we show that ablation of Ets1 leads to strong Notch-mediated suppressive effects on T-cell development and leukemogenesis, but milder intestinal effects than pan-Notch inhibitors. Mechanistically, genome-wide chromatin profiling studies demonstrate that Ets1 inactivation impairs recruitment of multiple Notch-associated factors and Notch-dependent activation of transcriptional elements controlling major Notch-driven oncogenic effector pathways. These results uncover previously unrecognized hierarchical heterogeneity of Notch-controlled genes and points to Ets1-mediated enucleation of Notch-Rbpj transcriptional complexes as a target for developing specific anti-Notch therapies in T-ALL that circumvent the barriers of pan-Notch inhibition.",
      "authorList": [
        "McCarter AC",
        "Gatta GD",
        "Melnick A",
        "Kim E",
        "Sha C",
        "Wang Q",
        "Nalamolu JK",
        "Liu Y",
        "Keeley TM",
        "Yan R",
        "Sun M",
        "Kodgule R",
        "Kunnath N",
        "Ambesi-Impiombato A",
        "Kuick R",
        "Rao A",
        "Ryan RJH",
        "Kee BL",
        "Samuelson LC",
        "Ostrowski MC",
        "Ferrando AA",
        "Chiang MY"
      ],
      "authors": "McCarter AC, Gatta GD, Melnick A, Kim E, Sha C, Wang Q, Nalamolu JK, Liu Y, Keeley TM, Yan R, Sun M, Kodgule R, Kunnath N, Ambesi-Impiombato A, Kuick R, Rao A, Ryan RJH, Kee BL, Samuelson LC, Ostrowski MC, Ferrando AA, Chiang MY",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "1",
      "issue": "2",
      "pages": "178-197",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "33659293",
      "pmcid": "PMC7842547",
      "doi": "10.21769/BioProtoc.3620",
      "title": "Modeling NOTCH1 driven T-cell Acute Lymphoblastic Leukemia in Mice",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematological malignancy that arises from transformation of T-cell primed hematopoietic progenitors. Although T-ALL is a heterogenous and molecularly complex disease, more than 65% of T-ALL patients carry activating mutations in the NOTCH1 gene. The majority of T-ALL-associated NOTCH1 mutations either disrupt the negative regulatory region, allowing signal activation in the absence of ligand binding, or result in truncation of the C-terminal PEST domain involved in the termination of NOTCH1 signaling by proteasomal degradation. To date, retroviral transduction models have relied heavily on the overexpression of aggressively truncated variants of NOTCH1 (such as ICN1 or ΔE-NOTCH1), which result in supraphysiological levels of signaling activity and are rarely found in human T-ALL. The current protocol describes the method for mouse bone marrow isolation, hematopoietic stem and progenitor cell (HSC) enrichment, followed by retroviral transduction with an oncogenic mutant form of the NOTCH1 receptor (NOTCH1-L1601P-ΔP) that closely resembles the gain-of-function mutations most commonly found in patient samples. A hallmark of this forced expression of constitutively active NOTCH1 is a transient wave of extrathymic immature T-cell development, which precedes oncogenic transformation to T-ALL. Furthermore, this approach models leukemic transformation and progression in vivo by allowing for crosstalk between leukemia cells and the microenvironment, an aspect unaccounted for in cell-line based in vitro studies. Thus, the HSC transduction and transplantation model more faithfully recapitulates development of the human disease, providing a highly comprehensive and versatile tool for further in vivo and ex vivo functional studies.",
      "authorList": ["Wendorff AA", "Ferrando AA"],
      "authors": "Wendorff AA, Ferrando AA",
      "journal": "Bio Protoc",
      "year": 2020,
      "month": 5,
      "day": 20,
      "volume": "10",
      "issue": "10",
      "pages": "e3620",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["agnieszka-wendorff", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "31570389",
      "pmcid": "PMC7050584",
      "doi": "10.1101/cshperspect.a035246",
      "title": "The Genetics and Mechanisms of T-Cell Acute Lymphoblastic Leukemia",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematologic malignancy derived from early T-cell progenitors. The recognition of clinical, genetic, transcriptional, and biological heterogeneity in this disease has already translated into new prognostic biomarkers, improved leukemia animal models, and emerging targeted therapies. This work reviews our current understanding of the molecular mechanisms of T-ALL.",
      "authorList": ["Gianni F", "Belver L", "Ferrando A"],
      "authors": "Gianni F, Belver L, Ferrando A",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2020,
      "month": 3,
      "day": 2,
      "volume": "10",
      "issue": "3",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "francesca-gianni",
        "laura-belver-miguel",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31676734",
      "pmcid": "PMC6824464",
      "doi": "10.1101/gad.326470.119",
      "title": "Metabolic dependencies and vulnerabilities in leukemia",
      "abstract": "Leukemia cell proliferation requires up-regulation and rewiring of metabolic pathways to feed anabolic cell growth. Oncogenic drivers directly and indirectly regulate metabolic pathways, and aberrant metabolism is central not only for leukemia proliferation and survival, but also mediates oncogene addiction with significant implications for the development of targeted therapies. This review explores leukemia metabolic circuitries feeding anabolism, redox potential, and energy required for tumor propagation with an emphasis on emerging therapeutic opportunities.",
      "authorList": ["Rashkovan M", "Ferrando A"],
      "authors": "Rashkovan M, Ferrando A",
      "journal": "Genes Dev",
      "year": 2019,
      "month": 11,
      "day": 1,
      "volume": "33",
      "issue": "21-22",
      "pages": "1460-1474",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["marissa-rashkovan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "30910786",
      "pmcid": "PMC6533602",
      "doi": "10.1182/blood-2019-01-852392",
      "title": "Genetics and mechanisms of NT5C2-driven chemotherapy resistance in relapsed ALL",
      "abstract": "Mutations in the cytosolic 5' nucleotidase II (NT5C2) gene drive resistance to thiopurine chemotherapy in relapsed acute lymphoblastic leukemia (ALL). Mechanistically, NT5C2 mutant proteins have increased nucleotidase activity as a result of altered activating and autoregulatory switch-off mechanisms. Leukemias with NT5C2 mutations are chemoresistant to 6-mercaptopurine yet show impaired proliferation and self-renewal. Direct targeting of NT5C2 or inhibition of compensatory pathways active in NT5C2 mutant cells may antagonize the emergence of NT5C2 mutant clones driving resistance and relapse in ALL.",
      "authorList": ["Dieck CL", "Ferrando A"],
      "authors": "Dieck CL, Ferrando A",
      "journal": "Blood",
      "year": 2019,
      "month": 5,
      "day": 23,
      "volume": "133",
      "issue": "21",
      "pages": "2263-2268",
      "tagList": ["article", "columbia", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "30567843",
      "pmcid": "PMC6425751",
      "doi": "10.1158/2159-8290.CD-18-1005",
      "title": "Phf6 Loss Enhances HSC Self-Renewal Driving Tumor Initiation and Leukemia Stem Cell Activity in T-ALL",
      "abstract": "The plant homeodomain 6 gene (PHF6) is frequently mutated in human T-cell acute lymphoblastic leukemia (T-ALL); however, its specific functional role in leukemia development remains to be established. Here, we show that loss of PHF6 is an early mutational event in leukemia transformation. Mechanistically, genetic inactivation of Phf6 in the hematopoietic system enhances hematopoietic stem cell (HSC) long-term self-renewal and hematopoietic recovery after chemotherapy by rendering Phf6 knockout HSCs more quiescent and less prone to stress-induced activation. Consistent with a leukemia-initiating tumor suppressor role, inactivation of Phf6 in hematopoietic progenitors lowers the threshold for the development of NOTCH1-induced T-ALL. Moreover, loss of Phf6 in leukemia lymphoblasts activates a leukemia stem cell transcriptional program and drives enhanced T-ALL leukemia-initiating cell activity. These results implicate Phf6 in the control of HSC homeostasis and long-term self-renewal and support a role for PHF6 loss as a driver of leukemia-initiating cell activity in T-ALL. SIGNIFICANCE: Phf6 controls HSC homeostasis, leukemia initiation, and T-ALL leukemia-initiating cell self-renewal. These results substantiate a role for PHF6 mutations as early events and drivers of leukemia stem cell activity in the pathogenesis of T-ALL.This article is highlighted in the In This Issue feature, p. 305.",
      "authorList": [
        "Wendorff AA",
        "Quinn SA",
        "Rashkovan M",
        "Madubata CJ",
        "Ambesi-Impiombato A",
        "Litzow MR",
        "Tallman MS",
        "Paietta E",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Rabadan R",
        "Van Vlierberghe P",
        "Ferrando AA"
      ],
      "authors": "Wendorff AA, Quinn SA, Rashkovan M, Madubata CJ, Ambesi-Impiombato A, Litzow MR, Tallman MS, Paietta E, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Rabadan R, Van Vlierberghe P, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "9",
      "issue": "3",
      "pages": "436-451",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "agnieszka-wendorff",
        "stuart-aidan-quinn",
        "marissa-rashkovan",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "30537507",
      "pmcid": "",
      "doi": "10.1016/j.ccell.2018.11.011",
      "title": "Glucocorticoid Resistance in Acute Lymphoblastic Leukemia: BIM Finally",
      "abstract": "Glucocorticoid resistance represents a major challenge in treating acute lymphoblastic leukemia. In this issue of Cancer Cell, Jing and colleagues show epigenetic deregulation of glucocorticoid-induced BIM activation in glucocorticoid-resistant leukemia cells, and restore glucocorticoid-receptor-induced BIM upregulation with DNA demethylating agents to effectively enhance glucocorticoid response.",
      "authorList": ["Brown JA", "Ferrando A"],
      "authors": "Brown JA, Ferrando A",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 12,
      "day": 10,
      "volume": "34",
      "issue": "6",
      "pages": "869-871",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jessie-a-brown", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "30466748",
      "pmcid": "PMC6294319",
      "doi": "10.1016/j.beha.2018.10.001",
      "title": "Can one target T-cell ALL?",
      "abstract": "Progress in our understanding of the central genes, pathways, and mechanisms in the pathobiology of T-cell acute lymphoblastic leukemia (T-ALL) has identified key drivers of the disease, opening new opportunities for therapy. Drugs targeting highly prevalent genetic alterations in NOTCH1 and CDKN2A are being explored, and multiple other targets with readily available therapeutic agents, and immunotherapies are being investigated. The molecular basis of T-ALL is reviewed here and potential targets and therapeutic targets discussed.",
      "authorList": ["Ferrando A"],
      "authors": "Ferrando A",
      "journal": "Best Pract Res Clin Haematol",
      "year": 2018,
      "month": 12,
      "day": -1,
      "volume": "31",
      "issue": "4",
      "pages": "361-366",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "29556024",
      "pmcid": "PMC6127084",
      "doi": "10.1038/s41375-018-0046-8",
      "title": "The subclonal complexity of STIL-TAL1+ T-cell acute lymphoblastic leukaemia",
      "abstract": "Single-cell genetics were used to interrogate clonal complexity and the sequence of mutational events in STIL-TAL1+ T-ALL. Single-cell multicolour FISH was used to demonstrate that the earliest detectable leukaemia subclone contained the STIL-TAL1 fusion and copy number loss of 9p21.3 (CDKN2A/CDKN2B locus), with other copy number alterations including loss of PTEN occurring as secondary subclonal events. In three cases, multiplex qPCR and phylogenetic analysis were used to produce branching evolutionary trees recapitulating the snapshot history of T-ALL evolution in this leukaemia subtype, which confirmed that mutations in key T-ALL drivers, including NOTCH1 and PTEN, were subclonal and reiterative in distinct subclones. Xenografting confirmed that self-renewing or propagating cells were genetically diverse. These data suggest that the STIL-TAL1 fusion is a likely founder or truncal event. Therapies targeting the TAL1 auto-regulatory complex are worthy of further investigation in T-ALL.",
      "authorList": [
        "Furness CL",
        "Mansur MB",
        "Weston VJ",
        "Ermini L",
        "van Delft FW",
        "Jenkinson S",
        "Gale R",
        "Harrison CJ",
        "Pombo-de-Oliveira MS",
        "Sanchez-Martin M",
        "Ferrando AA",
        "Kearns P",
        "Titley I",
        "Ford AM",
        "Potter NE",
        "Greaves M"
      ],
      "authors": "Furness CL, Mansur MB, Weston VJ, Ermini L, van Delft FW, Jenkinson S, Gale R, Harrison CJ, Pombo-de-Oliveira MS, Sanchez-Martin M, Ferrando AA, Kearns P, Titley I, Ford AM, Potter NE, Greaves M",
      "journal": "Leukemia",
      "year": 2018,
      "month": 9,
      "day": -1,
      "volume": "32",
      "issue": "9",
      "pages": "1984-1993",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "30038221",
      "pmcid": "PMC6082694",
      "doi": "10.1038/s41591-018-0105-8",
      "title": "Oncogenic hijacking of the stress response machinery in T cell acute lymphoblastic leukemia",
      "abstract": "Cellular transformation is accompanied by extensive rewiring of many biological processes leading to augmented levels of distinct types of cellular stress, including proteotoxic stress. Cancer cells critically depend on stress-relief pathways for their survival. However, the mechanisms underlying the transcriptional initiation and maintenance of the oncogenic stress response remain elusive. Here, we show that the expression of heat shock transcription factor 1 (HSF1) and the downstream mediators of the heat shock response is transcriptionally upregulated in T cell acute lymphoblastic leukemia (T-ALL). Hsf1 ablation suppresses the growth of human T-ALL and eradicates leukemia in mouse models of T-ALL, while sparing normal hematopoiesis. HSF1 drives a compact transcriptional program and among the direct HSF1 targets, specific chaperones and co-chaperones mediate its critical role in T-ALL. Notably, we demonstrate that the central T-ALL oncogene NOTCH1 hijacks the cellular stress response machinery by inducing the expression of HSF1 and its downstream effectors. The NOTCH1 signaling status controls the levels of chaperone/co-chaperone complexes and predicts the response of T-ALL patient samples to HSP90 inhibition. Our data demonstrate an integral crosstalk between mediators of oncogene and non-oncogene addiction and reveal critical nodes of the heat shock response pathway that can be targeted therapeutically.",
      "authorList": [
        "Kourtis N",
        "Lazaris C",
        "Hockemeyer K",
        "Balandrán JC",
        "Jimenez AR",
        "Mullenders J",
        "Gong Y",
        "Trimarchi T",
        "Bhatt K",
        "Hu H",
        "Shrestha L",
        "Ambesi-Impiombato A",
        "Kelliher M",
        "Paietta E",
        "Chiosis G",
        "Guzman ML",
        "Ferrando AA",
        "Tsirigos A",
        "Aifantis I"
      ],
      "authors": "Kourtis N, Lazaris C, Hockemeyer K, Balandrán JC, Jimenez AR, Mullenders J, Gong Y, Trimarchi T, Bhatt K, Hu H, Shrestha L, Ambesi-Impiombato A, Kelliher M, Paietta E, Chiosis G, Guzman ML, Ferrando AA, Tsirigos A, Aifantis I",
      "journal": "Nat Med",
      "year": 2018,
      "month": 8,
      "day": -1,
      "volume": "24",
      "issue": "8",
      "pages": "1157-1166",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "29990496",
      "pmcid": "PMC6049837",
      "doi": "10.1016/j.ccell.2018.06.003",
      "title": "Structure and Mechanisms of NT5C2 Mutations Driving Thiopurine Resistance in Relapsed Lymphoblastic Leukemia",
      "abstract": "Activating mutations in the cytosolic 5'-nucleotidase II gene NT5C2 drive resistance to 6-mercaptopurine in acute lymphoblastic leukemia. Here we demonstrate that constitutively active NT5C2 mutations K359Q and L375F reconfigure the catalytic center for substrate access and catalysis in the absence of allosteric activator. In contrast, most relapse-associated mutations, which involve the arm segment and residues along the surface of the inter-monomeric cavity, disrupt a built-in switch-off mechanism responsible for turning off NT5C2. In addition, we show that the C-terminal acidic tail lost in the Q523X mutation functions to restrain NT5C2 activation. These results uncover dynamic mechanisms of enzyme regulation targeted by chemotherapy resistance-driving NT5C2 mutations, with important implications for the development of NT5C2 inhibitor therapies.",
      "authorList": [
        "Dieck CL",
        "Tzoneva G",
        "Forouhar F",
        "Carpenter Z",
        "Ambesi-Impiombato A",
        "Sánchez-Martín M",
        "Kirschner-Schwabe R",
        "Lew S",
        "Seetharaman J",
        "Tong L",
        "Ferrando AA"
      ],
      "authors": "Dieck CL, Tzoneva G, Forouhar F, Carpenter Z, Ambesi-Impiombato A, Sánchez-Martín M, Kirschner-Schwabe R, Lew S, Seetharaman J, Tong L, Ferrando AA",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 7,
      "day": 9,
      "volume": "34",
      "issue": "1",
      "pages": "136-147",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "29398449",
      "pmcid": "PMC5811310",
      "doi": "10.1016/j.ccell.2018.01.001",
      "title": "RHOA G17V Induces T Follicular Helper Cell Specification and Promotes Lymphomagenesis",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) is an aggressive tumor derived from malignant transformation of T follicular helper (Tfh) cells. AITL is characterized by loss-of-function mutations in Ten-Eleven Translocation 2 (TET2) epigenetic tumor suppressor and a highly recurrent mutation (p.Gly17Val) in the RHOA small GTPase. Yet, the specific role of RHOA G17V in AITL remains unknown. Expression of Rhoa G17V in CD4+ T cells induces Tfh cell specification; increased proliferation associated with inducible co-stimulator (ICOS) upregulation and increased phosphoinositide 3-kinase (PI3K) and mitogen-activated protein kinase signaling. Moreover, RHOA G17V expression together with Tet2 loss resulted in development of AITL in mice. Importantly, Tet2-/-RHOA G17V tumor proliferation in vivo can be inhibited by ICOS/PI3K-specific blockade, supporting a driving role for ICOS signaling in Tfh cell transformation.",
      "authorList": [
        "Cortes JR",
        "Ambesi-Impiombato A",
        "Couronné L",
        "Quinn SA",
        "Kim CS",
        "da Silva Almeida AC",
        "West Z",
        "Belver L",
        "Martin MS",
        "Scourzic L",
        "Bhagat G",
        "Bernard OA",
        "Ferrando AA",
        "Palomero T"
      ],
      "authors": "Cortes JR, Ambesi-Impiombato A, Couronné L, Quinn SA, Kim CS, da Silva Almeida AC, West Z, Belver L, Martin MS, Scourzic L, Bhagat G, Bernard OA, Ferrando AA, Palomero T",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 2,
      "day": 12,
      "volume": "33",
      "issue": "2",
      "pages": "259-273",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "laura-belver-miguel",
        "adolfo-ferrando",
        "teresa-palomero"
      ],
      "isbn": ""
    },
    {
      "pmid": "29342136",
      "pmcid": "PMC5931372",
      "doi": "10.1038/nature25186",
      "title": "Clonal evolution mechanisms in NT5C2 mutant-relapsed acute lymphoblastic leukaemia",
      "abstract": "Relapsed acute lymphoblastic leukaemia (ALL) is associated with resistance to chemotherapy and poor prognosis. Gain-of-function mutations in the 5'-nucleotidase, cytosolic II (NT5C2) gene induce resistance to 6-mercaptopurine and are selectively present in relapsed ALL. Yet, the mechanisms involved in NT5C2 mutation-driven clonal evolution during the initiation of leukaemia, disease progression and relapse remain unknown. Here we use a conditional-and-inducible leukaemia model to demonstrate that expression of NT5C2(R367Q), a highly prevalent relapsed-ALL NT5C2 mutation, induces resistance to chemotherapy with 6-mercaptopurine at the cost of impaired leukaemia cell growth and leukaemia-initiating cell activity. The loss-of-fitness phenotype of NT5C2+/R367Q mutant cells is associated with excess export of purines to the extracellular space and depletion of the intracellular purine-nucleotide pool. Consequently, blocking guanosine synthesis by inhibition of inosine-5'-monophosphate dehydrogenase (IMPDH) induced increased cytotoxicity against NT5C2-mutant leukaemia lymphoblasts. These results identify the fitness cost of NT5C2 mutation and resistance to chemotherapy as key evolutionary drivers that shape clonal evolution in relapsed ALL and support a role for IMPDH inhibition in the treatment of ALL.",
      "authorList": [
        "Tzoneva G",
        "Dieck CL",
        "Oshima K",
        "Ambesi-Impiombato A",
        "Sánchez-Martín M",
        "Madubata CJ",
        "Khiabanian H",
        "Yu J",
        "Waanders E",
        "Iacobucci I",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Kirschner-Schwabe R",
        "Mullighan CG",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Tzoneva G, Dieck CL, Oshima K, Ambesi-Impiombato A, Sánchez-Martín M, Madubata CJ, Khiabanian H, Yu J, Waanders E, Iacobucci I, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Kirschner-Schwabe R, Mullighan CG, Rabadan R, Ferrando AA",
      "journal": "Nature",
      "year": 2018,
      "month": 1,
      "day": 25,
      "volume": "553",
      "issue": "7689",
      "pages": "511-514",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "29216040",
      "pmcid": "PMC5848213",
      "doi": "10.1038/nm.4458",
      "title": "Targeted cellular immunotherapy for T cell malignancies",
      "abstract": "",
      "authorList": ["Palomero T", "Ferrando A"],
      "authors": "Palomero T, Ferrando A",
      "journal": "Nat Med",
      "year": 2017,
      "month": 12,
      "day": 7,
      "volume": "23",
      "issue": "12",
      "pages": "1402-1403",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "29083320",
      "pmcid": "PMC5707147",
      "doi": "10.1172/JCI92504",
      "title": "Pharmacological inhibition of the transcription factor PU.1 in leukemia",
      "abstract": "The transcription factor PU.1 is often impaired in patients with acute myeloid leukemia (AML). Here, we used AML cells that already had low PU.1 levels and further inhibited PU.1 using either RNA interference or, to our knowledge, first-in-class small-molecule inhibitors of PU.1 that we developed specifically to allosterically interfere with PU.1-chromatin binding through interaction with the DNA minor groove that flanks PU.1-binding motifs. These small molecules of the heterocyclic diamidine family disrupted the interaction of PU.1 with target gene promoters and led to downregulation of canonical PU.1 transcriptional targets. shRNA or small-molecule inhibition of PU.1 in AML cells from either PU.1lo mutant mice or human patients with AML-inhibited cell growth and clonogenicity and induced apoptosis. In murine and human AML (xeno)transplantation models, treatment with our PU.1 inhibitors decreased tumor burden and resulted in increased survival. Thus, our study provides proof of concept that PU.1 inhibition has potential as a therapeutic strategy for the treatment of AML and for the development of small-molecule inhibitors of PU.1.",
      "authorList": [
        "Antony-Debré I",
        "Paul A",
        "Leite J",
        "Mitchell K",
        "Kim HM",
        "Carvajal LA",
        "Todorova TI",
        "Huang K",
        "Kumar A",
        "Farahat AA",
        "Bartholdy B",
        "Narayanagari SR",
        "Chen J",
        "Ambesi-Impiombato A",
        "Ferrando AA",
        "Mantzaris I",
        "Gavathiotis E",
        "Verma A",
        "Will B",
        "Boykin DW",
        "Wilson WD",
        "Poon GM",
        "Steidl U"
      ],
      "authors": "Antony-Debré I, Paul A, Leite J, Mitchell K, Kim HM, Carvajal LA, Todorova TI, Huang K, Kumar A, Farahat AA, Bartholdy B, Narayanagari SR, Chen J, Ambesi-Impiombato A, Ferrando AA, Mantzaris I, Gavathiotis E, Verma A, Will B, Boykin DW, Wilson WD, Poon GM, Steidl U",
      "journal": "J Clin Invest",
      "year": 2017,
      "month": 12,
      "day": 1,
      "volume": "127",
      "issue": "12",
      "pages": "4297-4313",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28985206",
      "pmcid": "",
      "doi": "10.1038/nm.4410",
      "title": "Clonal evolution in leukemia",
      "abstract": "Human leukemias are liquid malignancies characterized by diffuse infiltration of the bone marrow by transformed hematopoietic progenitors. The accessibility of tumor cells obtained from peripheral blood or through bone marrow aspirates, together with recent advances in cancer genomics and single-cell molecular analysis, have facilitated the study of clonal populations and their genetic and epigenetic evolution over time with unprecedented detail. The results of these analyses challenge the classic view of leukemia as a clonal homogeneous diffuse tumor and introduce a more complex and dynamic scenario. In this review, we present current concepts on the role of clonal evolution in lymphoid and myeloid leukemia as a driver of tumor initiation, disease progression and relapse. We also discuss the implications of these concepts in our understanding of the evolutionary mechanisms involved in leukemia transformation and therapy resistance.",
      "authorList": ["Ferrando AA", "López-Otín C"],
      "authors": "Ferrando AA, López-Otín C",
      "journal": "Nat Med",
      "year": 2017,
      "month": 10,
      "day": 6,
      "volume": "23",
      "issue": "10",
      "pages": "1135-1145",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28314854",
      "pmcid": "PMC5389283",
      "doi": "10.1073/pnas.1702564114",
      "title": "Common nonmutational NOTCH1 activation in chronic lymphocytic leukemia",
      "abstract": "Activating mutations of NOTCH1 (a well-known oncogene in T-cell acute lymphoblastic leukemia) are present in ∼4-13% of chronic lymphocytic leukemia (CLL) cases, where they are associated with disease progression and chemorefractoriness. However, the specific role of NOTCH1 in leukemogenesis remains to be established. Here, we report that the active intracellular portion of NOTCH1 (ICN1) is detectable in ∼50% of peripheral blood CLL cases lacking gene mutations. We identify a \"NOTCH1 gene-expression signature\" in CLL cells, and show that this signature is significantly enriched in primary CLL cases expressing ICN1, independent of NOTCH1 mutation. NOTCH1 target genes include key regulators of B-cell proliferation, survival, and signal transduction. In particular, we show that NOTCH1 transactivates MYC via binding to B-cell-specific regulatory elements, thus implicating this oncogene in CLL development. These results significantly extend the role of NOTCH1 in CLL pathogenesis, and have direct implications for specific therapeutic targeting.",
      "authorList": [
        "Fabbri G",
        "Holmes AB",
        "Viganotti M",
        "Scuoppo C",
        "Belver L",
        "Herranz D",
        "Yan XJ",
        "Kieso Y",
        "Rossi D",
        "Gaidano G",
        "Chiorazzi N",
        "Ferrando AA",
        "Dalla-Favera R"
      ],
      "authors": "Fabbri G, Holmes AB, Viganotti M, Scuoppo C, Belver L, Herranz D, Yan XJ, Kieso Y, Rossi D, Gaidano G, Chiorazzi N, Ferrando AA, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 4,
      "day": 4,
      "volume": "114",
      "issue": "14",
      "pages": "E2911-E2919",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "claudio-scuoppo",
        "laura-belver-miguel",
        "adolfo-ferrando",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "28115368",
      "pmcid": "",
      "doi": "10.1182/blood-2016-09-692582",
      "title": "The NOTCH1-MYC highway toward T-cell acute lymphoblastic leukemia",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is a highly proliferative hematologic malignancy that results from the transformation of immature T-cell progenitors. Aberrant cell growth and proliferation in T-ALL lymphoblasts are sustained by activation of strong oncogenic drivers promoting cell anabolism and cell cycle progression. Oncogenic NOTCH signaling, which is activated in more than 65% of T-ALL patients by activating mutations in the NOTCH1 gene, has emerged as a major regulator of leukemia cell growth and metabolism. T-ALL NOTCH1 mutations result in ligand-independent and sustained NOTCH1-receptor signaling, which translates into activation of a broad transcriptional program dominated by upregulation of genes involved in anabolic pathways. Among these, the MYC oncogene plays a major role in NOTCH1-induced transformation. As result, the oncogenic activity of NOTCH1 in T-ALL is strictly dependent on MYC upregulation, which makes the NOTCH1-MYC regulatory circuit an attractive therapeutic target for the treatment of T-ALL.",
      "authorList": ["Sanchez-Martin M", "Ferrando A"],
      "authors": "Sanchez-Martin M, Ferrando A",
      "journal": "Blood",
      "year": 2017,
      "month": 3,
      "day": 2,
      "volume": "129",
      "issue": "9",
      "pages": "1124-1133",
      "tagList": ["article", "columbia", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28235199",
      "pmcid": "PMC5362268",
      "doi": "10.1016/j.cell.2017.02.006",
      "title": "Multivalent Small-Molecule Pan-RAS Inhibitors",
      "abstract": "Design of small molecules that disrupt protein-protein interactions, including the interaction of RAS proteins and their effectors, may provide chemical probes and therapeutic agents. We describe here the synthesis and testing of potential small-molecule pan-RAS ligands, which were designed to interact with adjacent sites on the surface of oncogenic KRAS. One compound, termed 3144, was found to bind to RAS proteins using microscale thermophoresis, nuclear magnetic resonance spectroscopy, and isothermal titration calorimetry and to exhibit lethality in cells partially dependent on expression of RAS proteins. This compound was metabolically stable in liver microsomes and displayed anti-tumor activity in xenograft mouse cancer models. These findings suggest that pan-RAS inhibition may be an effective therapeutic strategy for some cancers and that structure-based design of small molecules targeting multiple adjacent sites to create multivalent inhibitors may be effective for some proteins.",
      "authorList": [
        "Welsch ME",
        "Kaplan A",
        "Chambers JM",
        "Stokes ME",
        "Bos PH",
        "Zask A",
        "Zhang Y",
        "Sanchez-Martin M",
        "Badgley MA",
        "Huang CS",
        "Tran TH",
        "Akkiraju H",
        "Brown LM",
        "Nandakumar R",
        "Cremers S",
        "Yang WS",
        "Tong L",
        "Olive KP",
        "Ferrando A",
        "Stockwell BR"
      ],
      "authors": "Welsch ME, Kaplan A, Chambers JM, Stokes ME, Bos PH, Zask A, Zhang Y, Sanchez-Martin M, Badgley MA, Huang CS, Tran TH, Akkiraju H, Brown LM, Nandakumar R, Cremers S, Yang WS, Tong L, Olive KP, Ferrando A, Stockwell BR",
      "journal": "Cell",
      "year": 2017,
      "month": 2,
      "day": 23,
      "volume": "168",
      "issue": "5",
      "pages": "878-889",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28174276",
      "pmcid": "PMC5338362",
      "doi": "10.1073/pnas.1611831114",
      "title": "Synergistic antileukemic therapies in NOTCH1-induced T-ALL",
      "abstract": "The Notch1 gene is a major oncogenic driver and therapeutic target in T-cell acute lymphoblastic leukemia (T-ALL). However, inhibition of NOTCH signaling with γ-secretase inhibitors (GSIs) has shown limited antileukemic activity in clinical trials. Here we performed an expression-based virtual screening to identify highly active antileukemic drugs that synergize with NOTCH1 inhibition in T-ALL. Among these, withaferin A demonstrated the strongest cytotoxic and GSI-synergistic antileukemic effects in vitro and in vivo. Mechanistically, network perturbation analyses showed eIF2A-phosphorylation-mediated inhibition of protein translation as a critical mediator of the antileukemic effects of withaferin A and its interaction with NOTCH1 inhibition. Overall, these results support a role for anti-NOTCH1 therapies and protein translation inhibitor combinations in the treatment of T-ALL.",
      "authorList": [
        "Sanchez-Martin M",
        "Ambesi-Impiombato A",
        "Qin Y",
        "Herranz D",
        "Bansal M",
        "Girardi T",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "De Keersmaecker K",
        "Califano A",
        "Ferrando AA"
      ],
      "authors": "Sanchez-Martin M, Ambesi-Impiombato A, Qin Y, Herranz D, Bansal M, Girardi T, Paietta E, Tallman MS, Rowe JM, De Keersmaecker K, Califano A, Ferrando AA",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 2,
      "day": 21,
      "volume": "114",
      "issue": "8",
      "pages": "2006-2011",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28062691",
      "pmcid": "PMC5278460",
      "doi": "10.1073/pnas.1608839114",
      "title": "Activating mutations and translocations in the guanine exchange factor VAV1 in peripheral T-cell lymphomas",
      "abstract": "Peripheral T-cell lymphomas (PTCLs) are a heterogeneous group of non-Hodgkin lymphomas frequently associated with poor prognosis and for which genetic mechanisms of transformation remain incompletely understood. Using RNA sequencing and targeted sequencing, here we identify a recurrent in-frame deletion (VAV1 Δ778-786) generated by a focal deletion-driven alternative splicing mechanism as well as novel VAV1 gene fusions (VAV1-THAP4, VAV1-MYO1F, and VAV1-S100A7) in PTCL. Mechanistically these genetic lesions result in increased activation of VAV1 catalytic-dependent (MAPK, JNK) and non-catalytic-dependent (nuclear factor of activated T cells, NFAT) VAV1 effector pathways. These results support a driver oncogenic role for VAV1 signaling in the pathogenesis of PTCL.",
      "authorList": [
        "Abate F",
        "da Silva-Almeida AC",
        "Zairis S",
        "Robles-Valero J",
        "Couronne L",
        "Khiabanian H",
        "Quinn SA",
        "Kim MY",
        "Laginestra MA",
        "Kim C",
        "Fiore D",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Lossos IS",
        "Bernard OA",
        "Inghirami G",
        "Pileri S",
        "Bustelo XR",
        "Rabadan R",
        "Ferrando AA",
        "Palomero T"
      ],
      "authors": "Abate F, da Silva-Almeida AC, Zairis S, Robles-Valero J, Couronne L, Khiabanian H, Quinn SA, Kim MY, Laginestra MA, Kim C, Fiore D, Bhagat G, Piris MA, Campo E, Lossos IS, Bernard OA, Inghirami G, Pileri S, Bustelo XR, Rabadan R, Ferrando AA, Palomero T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 1,
      "day": 24,
      "volume": "114",
      "issue": "4",
      "pages": "764-769",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "raul-rabadan",
        "adolfo-ferrando",
        "teresa-palomero"
      ],
      "isbn": ""
    },
    {
      "pmid": "27363283",
      "pmcid": "PMC5203983",
      "doi": "10.1038/leu.2016.166",
      "title": "Patient-derived xenotransplants can recapitulate the genetic driver landscape of acute leukemias",
      "abstract": "Genomic studies have identified recurrent somatic mutations in acute leukemias. However, current murine models do not sufficiently encompass the genomic complexity of human leukemias. To develop preclinical models, we transplanted 160 samples from patients with acute leukemia (acute myeloid leukemia, mixed lineage leukemia, B-cell acute lymphoblastic leukemia, T-cell ALL) into immunodeficient mice. Of these, 119 engrafted with expected immunophenotype. Targeted sequencing of 374 genes and 265 frequently rearranged RNAs detected recurrent and novel genetic lesions in 48 paired primary tumor (PT) and patient-derived xenotransplant (PDX) samples. Overall, the frequencies of 274 somatic variant alleles correlated between PT and PDX samples, although the data were highly variable for variant alleles present at 0-10%. Seventeen percent of variant alleles were detected in either PT or PDX samples only. Based on variant allele frequency changes, 24 PT-PDX pairs were classified as concordant while the other 24 pairs showed various degree of clonal discordance. There was no correlation of clonal concordance with clinical parameters of diseases. Significantly more bone marrow samples than peripheral blood samples engrafted discordantly. These data demonstrate the utility of developing PDX banks for modeling human leukemia, and emphasize the importance of genomic profiling of PDX and patient samples to ensure concordance before performing mechanistic or therapeutic studies.",
      "authorList": [
        "Wang K",
        "Sanchez-Martin M",
        "Wang X",
        "Knapp KM",
        "Koche R",
        "Vu L",
        "Nahas MK",
        "He J",
        "Hadler M",
        "Stein EM",
        "Tallman MS",
        "Donahue AL",
        "Frampton GM",
        "Lipson D",
        "Roels S",
        "Stephens PJ",
        "Sanford EM",
        "Brennan T",
        "Otto GA",
        "Yelensky R",
        "Miller VA",
        "Kharas MG",
        "Levine RL",
        "Ferrando A",
        "Armstrong SA",
        "Krivtsov AV"
      ],
      "authors": "Wang K, Sanchez-Martin M, Wang X, Knapp KM, Koche R, Vu L, Nahas MK, He J, Hadler M, Stein EM, Tallman MS, Donahue AL, Frampton GM, Lipson D, Roels S, Stephens PJ, Sanford EM, Brennan T, Otto GA, Yelensky R, Miller VA, Kharas MG, Levine RL, Ferrando A, Armstrong SA, Krivtsov AV",
      "journal": "Leukemia",
      "year": 2017,
      "month": 1,
      "day": -1,
      "volume": "31",
      "issue": "1",
      "pages": "151-158",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27655895",
      "pmcid": "PMC5056035",
      "doi": "10.1073/pnas.1608420113",
      "title": "Mutational landscape, clonal evolution patterns, and role of RAS mutations in relapsed acute lymphoblastic leukemia",
      "abstract": "Although multiagent combination chemotherapy is curative in a significant fraction of childhood acute lymphoblastic leukemia (ALL) patients, 20% of cases relapse and most die because of chemorefractory disease. Here we used whole-exome and whole-genome sequencing to analyze the mutational landscape at relapse in pediatric ALL cases. These analyses identified numerous relapse-associated mutated genes intertwined in chemotherapy resistance-related protein complexes. In this context, RAS-MAPK pathway-activating mutations in the neuroblastoma RAS viral oncogene homolog (NRAS), kirsten rat sarcoma viral oncogene homolog (KRAS), and protein tyrosine phosphatase, nonreceptor type 11 (PTPN11) genes were present in 24 of 55 (44%) cases in our series. Interestingly, some leukemias showed retention or emergence of RAS mutant clones at relapse, whereas in others RAS mutant clones present at diagnosis were replaced by RAS wild-type populations, supporting a role for both positive and negative selection evolutionary pressures in clonal evolution of RAS-mutant leukemia. Consistently, functional dissection of mouse and human wild-type and mutant RAS isogenic leukemia cells demonstrated induction of methotrexate resistance but also improved the response to vincristine in mutant RAS-expressing lymphoblasts. These results highlight the central role of chemotherapy-driven selection as a central mechanism of leukemia clonal evolution in relapsed ALL, and demonstrate a previously unrecognized dual role of RAS mutations as drivers of both sensitivity and resistance to chemotherapy.",
      "authorList": [
        "Oshima K",
        "Khiabanian H",
        "da Silva-Almeida AC",
        "Tzoneva G",
        "Abate F",
        "Ambesi-Impiombato A",
        "Sanchez-Martin M",
        "Carpenter Z",
        "Penson A",
        "Perez-Garcia A",
        "Eckert C",
        "Nicolas C",
        "Balbin M",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Oshima K, Khiabanian H, da Silva-Almeida AC, Tzoneva G, Abate F, Ambesi-Impiombato A, Sanchez-Martin M, Carpenter Z, Penson A, Perez-Garcia A, Eckert C, Nicolas C, Balbin M, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Gastier-Foster JM, Devidas M, Loh ML, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando AA",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2016,
      "month": 10,
      "day": 4,
      "volume": "113",
      "issue": "40",
      "pages": "11306-11311",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27149388",
      "pmcid": "",
      "doi": "10.1002/pbc.26054",
      "title": "A Case of T-cell Acute Lymphoblastic Leukemia Relapsed As Myeloid Acute Leukemia",
      "abstract": "A 4-year-old male with the diagnosis of T-cell acute lymphoblastic leukemia (T-ALL) relapsed after 19 months with an acute myeloid leukemia (AML). Immunoglobulin and T-cell receptor gene rearrangements analyses reveal that both leukemias were rearranged with a clonal relationship between them. Comparative genomic hybridization (Array-CGH) and whole-exome sequencing analyses of both samples suggest that this leukemia may have originated from a common T/myeloid progenitor. The presence of homozygous deletion of p16/INK4A, p14/ARF, p15/INK4B, and heterozygous deletion of WT1 locus remained stable in the leukemia throughout phenotypic switch, revealing that this AML can be genetically associated to T-ALL.",
      "authorList": [
        "Paganin M",
        "Buldini B",
        "Germano G",
        "Seganfreddo E",
        "Meglio Ad",
        "Magrin E",
        "Grillo F",
        "Pigazzi M",
        "Rizzari C",
        "Cazzaniga G",
        "Khiabanian H",
        "Palomero T",
        "Rabadan R",
        "Ferrando AA",
        "Basso G"
      ],
      "authors": "Paganin M, Buldini B, Germano G, Seganfreddo E, Meglio Ad, Magrin E, Grillo F, Pigazzi M, Rizzari C, Cazzaniga G, Khiabanian H, Palomero T, Rabadan R, Ferrando AA, Basso G",
      "journal": "Pediatr Blood Cancer",
      "year": 2016,
      "month": 9,
      "day": -1,
      "volume": "63",
      "issue": "9",
      "pages": "1660-3",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27335110",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-15-3310",
      "title": "Tumor Suppressor HIPK2 Regulates Malignant Growth via Phosphorylation of Notch1",
      "abstract": "The receptor Notch1 plays an important role in malignant progression of many cancers, but its regulation is not fully understood. In this study, we report that the kinase HIPK2 is responsible for facilitating the Fbw7-dependent proteasomal degradation of Notch1 by phosphorylating its intracellular domain (Notch1-IC) within the Cdc4 phosphodegron motif. Notch1-IC expression was higher in cancer cells than normal cells. Under genotoxic stress, Notch1-IC was phosphorylated constitutively by HIPK2 and was maintained at a low level through proteasomal degradation. HIPK2 phosphorylated the residue T2512 in Notch1-IC. Somatic mutations near this residue rendered Notch1-IC resistant to degradation, as induced either by HIPK2 overexpression or adriamycin treatment. In revealing an important mechanism of Notch1 stability, the results of this study could offer a therapeutic strategy to block Notch1-dependent progression in many types of cancer. Cancer Res; 76(16); 4728-40. ©2016 AACR.",
      "authorList": [
        "Ann EJ",
        "Kim MY",
        "Yoon JH",
        "Ahn JS",
        "Jo EH",
        "Lee HJ",
        "Lee HW",
        "Kang HG",
        "Choi DW",
        "Chun KH",
        "Lee JS",
        "Choi CY",
        "Ferrando AA",
        "Lee K",
        "Park HS"
      ],
      "authors": "Ann EJ, Kim MY, Yoon JH, Ahn JS, Jo EH, Lee HJ, Lee HW, Kang HG, Choi DW, Chun KH, Lee JS, Choi CY, Ferrando AA, Lee K, Park HS",
      "journal": "Cancer Res",
      "year": 2016,
      "month": 8,
      "day": 15,
      "volume": "76",
      "issue": "16",
      "pages": "4728-40",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27451956",
      "pmcid": "",
      "doi": "10.1038/nrc.2016.63",
      "title": "The genetics and mechanisms of T cell acute lymphoblastic leukaemia",
      "abstract": "T cell acute lymphoblastic leukaemia (T-ALL) is an aggressive haematological malignancy derived from early T cell progenitors. In recent years genomic and transcriptomic studies have uncovered major oncogenic and tumour suppressor pathways involved in T-ALL transformation and identified distinct biological groups associated with prognosis. An increased understanding of T-ALL biology has already translated into new prognostic biomarkers and improved animal models of leukaemia and has opened opportunities for the development of targeted therapies for the treatment of this disease. In this Review we examine our current understanding of the molecular mechanisms of T-ALL and recent developments in the translation of these results to the clinic.",
      "authorList": ["Belver L", "Ferrando A"],
      "authors": "Belver L, Ferrando A",
      "journal": "Nat Rev Cancer",
      "year": 2016,
      "month": 7,
      "day": 25,
      "volume": "16",
      "issue": "8",
      "pages": "494-507",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27259858",
      "pmcid": "",
      "doi": "10.4049/jimmunol.1600094",
      "title": "MMP-25 Metalloprotease Regulates Innate Immune Response through NF-κB Signaling",
      "abstract": "Matrix metalloproteases (MMPs) regulate innate immunity acting over proinflammatory cytokines, chemokines, and other immune-related proteins. MMP-25 (membrane-type 6-MMP) is a membrane-bound enzyme predominantly expressed in leukocytes whose biological function has remained largely unknown. We have generated Mmp25-deficient mice to elucidate the in vivo function of this protease. These mutant mice are viable and fertile and do not show any spontaneous phenotype. However, Mmp25-null mice exhibit a defective innate immune response characterized by low sensitivity to bacterial LPS, hypergammaglobulinemia, and reduced secretion of proinflammatory molecules. Moreover, these immune defects can be tracked to a defective NF-κB activation observed in Mmp25-deficient leukocytes. Globally, our findings provide new mechanistic insights into innate immunity through the activity of MMP-25, suggesting that this proteinase could be a potential therapeutic target for immune-related diseases.",
      "authorList": [
        "Soria-Valles C",
        "Gutiérrez-Fernández A",
        "Osorio FG",
        "Carrero D",
        "Ferrando AA",
        "Colado E",
        "Fernández-García MS",
        "Bonzon-Kulichenko E",
        "Vázquez J",
        "Fueyo A",
        "López-Otín C"
      ],
      "authors": "Soria-Valles C, Gutiérrez-Fernández A, Osorio FG, Carrero D, Ferrando AA, Colado E, Fernández-García MS, Bonzon-Kulichenko E, Vázquez J, Fueyo A, López-Otín C",
      "journal": "J Immunol",
      "year": 2016,
      "month": 7,
      "day": 1,
      "volume": "197",
      "issue": "1",
      "pages": "296-302",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26864725",
      "pmcid": "PMC5056614",
      "doi": "10.1080/15384101.2015.1128191",
      "title": "Targeting NOTCH1 in T-ALL: Starving the dragon",
      "abstract": "",
      "authorList": ["Herranz D", "Ferrando AA"],
      "authors": "Herranz D, Ferrando AA",
      "journal": "Cell Cycle",
      "year": 2016,
      "month": -1,
      "day": -1,
      "volume": "15",
      "issue": "4",
      "pages": "483-4",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26551667",
      "pmcid": "PMC4878831",
      "doi": "10.1038/ng.3442",
      "title": "The mutational landscape of cutaneous T cell lymphoma and Sézary syndrome",
      "abstract": "Sézary syndrome is a leukemic and aggressive form of cutaneous T cell lymphoma (CTCL) resulting from the malignant transformation of skin-homing central memory CD4(+) T cells. Here we performed whole-exome sequencing of tumor-normal sample pairs from 25 patients with Sézary syndrome and 17 patients with other CTCLs. These analyses identified a distinctive pattern of somatic copy number alterations in Sézary syndrome, including highly prevalent chromosomal deletions involving the TP53, RB1, PTEN, DNMT3A and CDKN1B tumor suppressors. Mutation analysis identified a broad spectrum of somatic mutations in key genes involved in epigenetic regulation (TET2, CREBBP, KMT2D (MLL2), KMT2C (MLL3), BRD9, SMARCA4 and CHD3) and signaling, including MAPK1, BRAF, CARD11 and PRKG1 mutations driving increased MAPK, NF-κB and NFAT activity upon T cell receptor stimulation. Collectively, our findings provide new insights into the genetics of Sézary syndrome and CTCL and support the development of personalized therapies targeting key oncogenically activated signaling pathways for the treatment of these diseases. ",
      "authorList": [
        "da Silva Almeida AC",
        "Abate F",
        "Khiabanian H",
        "Martinez-Escala E",
        "Guitart J",
        "Tensen CP",
        "Vermeer MH",
        "Rabadan R",
        "Ferrando A",
        "Palomero T"
      ],
      "authors": "da Silva Almeida AC, Abate F, Khiabanian H, Martinez-Escala E, Guitart J, Tensen CP, Vermeer MH, Rabadan R, Ferrando A, Palomero T",
      "journal": "Nat Genet",
      "year": 2015,
      "month": 12,
      "day": -1,
      "volume": "47",
      "issue": "12",
      "pages": "1465-70",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "adolfo-ferrando", "teresa-palomero"],
      "isbn": ""
    },
    {
      "pmid": "26443624",
      "pmcid": "PMC4661170",
      "doi": "10.1182/blood-2015-03-635821",
      "title": "Tumor-specific HSP90 inhibition as a therapeutic approach in JAK-mutant acute lymphoblastic leukemias",
      "abstract": "The development of the dual Janus kinase 1/2 (JAK1/2) inhibitor ruxolitinib for the treatment of myeloproliferative neoplasms (MPNs) has led to studies of ruxolitinib in other clinical contexts, including JAK-mutated acute lymphoblastic leukemia (ALL). However, the limited ability of JAK inhibition to induce molecular or clinicopathological responses in MPNs suggests a need for development of better therapies for JAK kinase-dependent malignancies. Here, we demonstrate that heat shock protein 90 (HSP90) inhibition using a purine-scaffold HSP90 inhibitor in early clinical development is an effective therapeutic approach in JAK-dependent ALL and can overcome persistence to JAK-inhibitor therapy in ALL cells. ",
      "authorList": [
        "Kucine N",
        "Marubayashi S",
        "Bhagwat N",
        "Papalexi E",
        "Koppikar P",
        "Sanchez Martin M",
        "Dong L",
        "Tallman MS",
        "Paietta E",
        "Wang K",
        "He J",
        "Lipson D",
        "Stephens P",
        "Miller V",
        "Rowe JM",
        "Teruya-Feldstein J",
        "Mullighan CG",
        "Ferrando AA",
        "Krivtsov A",
        "Armstrong S",
        "Leung L",
        "Ochiana SO",
        "Chiosis G",
        "Levine RL",
        "Kleppe M"
      ],
      "authors": "Kucine N, Marubayashi S, Bhagwat N, Papalexi E, Koppikar P, Sanchez Martin M, Dong L, Tallman MS, Paietta E, Wang K, He J, Lipson D, Stephens P, Miller V, Rowe JM, Teruya-Feldstein J, Mullighan CG, Ferrando AA, Krivtsov A, Armstrong S, Leung L, Ochiana SO, Chiosis G, Levine RL, Kleppe M",
      "journal": "Blood",
      "year": 2015,
      "month": 11,
      "day": 26,
      "volume": "126",
      "issue": "22",
      "pages": "2479-83",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26200345",
      "pmcid": "",
      "doi": "10.1038/nature14666",
      "title": "Non-coding recurrent mutations in chronic lymphocytic leukaemia",
      "abstract": "Chronic lymphocytic leukaemia (CLL) is a frequent disease in which the genetic alterations determining the clinicobiological behaviour are not fully understood. Here we describe a comprehensive evaluation of the genomic landscape of 452 CLL cases and 54 patients with monoclonal B-lymphocytosis, a precursor disorder. We extend the number of CLL driver alterations, including changes in ZNF292, ZMYM3, ARID1A and PTPN11. We also identify novel recurrent mutations in non-coding regions, including the 3' region of NOTCH1, which cause aberrant splicing events, increase NOTCH1 activity and result in a more aggressive disease. In addition, mutations in an enhancer located on chromosome 9p13 result in reduced expression of the B-cell-specific transcription factor PAX5. The accumulative number of driver alterations (0 to ≥4) discriminated between patients with differences in clinical behaviour. This study provides an integrated portrait of the CLL genomic landscape, identifies new recurrent driver mutations of the disease, and suggests clinical interventions that may improve the management of this neoplasia. ",
      "authorList": [
        "Puente XS",
        "Beà S",
        "Valdés-Mas R",
        "Villamor N",
        "Gutiérrez-Abril J",
        "Martín-Subero JI",
        "Munar M",
        "Rubio-Pérez C",
        "Jares P",
        "Aymerich M",
        "Baumann T",
        "Beekman R",
        "Belver L",
        "Carrio A",
        "Castellano G",
        "Clot G",
        "Colado E",
        "Colomer D",
        "Costa D",
        "Delgado J",
        "Enjuanes A",
        "Estivill X",
        "Ferrando AA",
        "Gelpí JL",
        "González B",
        "González S",
        "González M",
        "Gut M",
        "Hernández-Rivas JM",
        "López-Guerra M",
        "Martín-García D",
        "Navarro A",
        "Nicolás P",
        "Orozco M",
        "Payer ÁR",
        "Pinyol M",
        "Pisano DG",
        "Puente DA",
        "Queirós AC",
        "Quesada V",
        "Romeo-Casabona CM",
        "Royo C",
        "Royo R",
        "Rozman M",
        "Russiñol N",
        "Salaverría I",
        "Stamatopoulos K",
        "Stunnenberg HG",
        "Tamborero D",
        "Terol MJ",
        "Valencia A",
        "López-Bigas N",
        "Torrents D",
        "Gut I",
        "López-Guillermo A",
        "López-Otín C",
        "Campo E"
      ],
      "authors": "Puente XS, Beà S, Valdés-Mas R, Villamor N, Gutiérrez-Abril J, Martín-Subero JI, Munar M, Rubio-Pérez C, Jares P, Aymerich M, Baumann T, Beekman R, Belver L, Carrio A, Castellano G, Clot G, Colado E, Colomer D, Costa D, Delgado J, Enjuanes A, Estivill X, Ferrando AA, Gelpí JL, González B, González S, González M, Gut M, Hernández-Rivas JM, López-Guerra M, Martín-García D, Navarro A, Nicolás P, Orozco M, Payer ÁR, Pinyol M, Pisano DG, Puente DA, Queirós AC, Quesada V, Romeo-Casabona CM, Royo C, Royo R, Rozman M, Russiñol N, Salaverría I, Stamatopoulos K, Stunnenberg HG, Tamborero D, Terol MJ, Valencia A, López-Bigas N, Torrents D, Gut I, López-Guillermo A, López-Otín C, Campo E",
      "journal": "Nature",
      "year": 2015,
      "month": 10,
      "day": 22,
      "volume": "526",
      "issue": "7574",
      "pages": "519-24",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26390244",
      "pmcid": "PMC4598309",
      "doi": "10.1038/nm.3955",
      "title": "Metabolic reprogramming induces resistance to anti-NOTCH1 therapies in T cell acute lymphoblastic leukemia",
      "abstract": "Activating mutations in NOTCH1 are common in T cell acute lymphoblastic leukemia (T-ALL). Here we identify glutaminolysis as a critical pathway for leukemia cell growth downstream of NOTCH1 and a key determinant of the response to anti-NOTCH1 therapies in vivo. Mechanistically, inhibition of NOTCH1 signaling in T-ALL induces a metabolic shutdown, with prominent inhibition of glutaminolysis and triggers autophagy as a salvage pathway supporting leukemia cell metabolism. Consequently, inhibition of glutaminolysis and inhibition of autophagy strongly and synergistically enhance the antileukemic effects of anti-NOTCH1 therapy in mice harboring T-ALL. Moreover, we demonstrate that Pten loss upregulates glycolysis and consequently rescues leukemic cell metabolism, thereby abrogating the antileukemic effects of NOTCH1 inhibition. Overall, these results identify glutaminolysis as a major node in cancer metabolism controlled by NOTCH1 and as therapeutic target for the treatment of T-ALL. ",
      "authorList": [
        "Herranz D",
        "Ambesi-Impiombato A",
        "Sudderth J",
        "Sánchez-Martín M",
        "Belver L",
        "Tosello V",
        "Xu L",
        "Wendorff AA",
        "Castillo M",
        "Haydu JE",
        "Márquez J",
        "Matés JM",
        "Kung AL",
        "Rayport S",
        "Cordon-Cardo C",
        "DeBerardinis RJ",
        "Ferrando AA"
      ],
      "authors": "Herranz D, Ambesi-Impiombato A, Sudderth J, Sánchez-Martín M, Belver L, Tosello V, Xu L, Wendorff AA, Castillo M, Haydu JE, Márquez J, Matés JM, Kung AL, Rayport S, Cordon-Cardo C, DeBerardinis RJ, Ferrando AA",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1182-9",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "agnieszka-wendorff",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "25966987",
      "pmcid": "",
      "doi": "10.1182/blood-2014-10-551895",
      "title": "How I treat T-cell acute lymphoblastic leukemia in adults",
      "abstract": "T-cell immunophenotype of acute lymphoblastic leukemia (T-ALL) is an uncommon aggressive leukemia that can present with leukemic and/or lymphomatous manifestations. Molecular studies are enhancing our understanding of the pathogenesis of T-ALL, and the discovery of activating mutations of NOTCH1 and FBXW7 in a majority of patients has been a seminal observation. The use of pediatric intensive combination chemotherapy regimens in adolescents and young adults has significantly improved the outcome of patients with T-ALL. The use of nelarabine for relapsed and refractory T-ALL results in responses in a substantial minority of patients. Allogeneic hematopoietic cell transplantation (HCT) still plays a key role in patients with high-risk or relapsed/refractory disease. γ-Secretase inhibitors hold promise for the treatment of patients with NOTCH1 mutations, and the results of clinical trials with these agents are eagerly awaited. It is recommended that younger patients receive a pediatric-intensive regimen. Older and unfit patients can receive suitable multiagent chemotherapy and be allocated to HCT based on their response, risk factors, and comorbidities. Although advances in the treatment of T-ALL have lagged behind those of B-cell ALL, it is hoped that the molecular revolution will enhance our understanding of the pathogenesis and treatment of this aggressive lymphoid malignancy. ",
      "authorList": ["Litzow MR", "Ferrando AA"],
      "authors": "Litzow MR, Ferrando AA",
      "journal": "Blood",
      "year": 2015,
      "month": 8,
      "day": 13,
      "volume": "126",
      "issue": "7",
      "pages": "833-41",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26058075",
      "pmcid": "PMC4461838",
      "doi": "10.1016/j.ccell.2015.05.002",
      "title": "CXCL12-Producing Vascular Endothelial Niches Control Acute T Cell Leukemia Maintenance",
      "abstract": "The role of the microenvironment in T cell acute lymphoblastic leukemia (T-ALL), or any acute leukemia, is poorly understood. Here we demonstrate that T-ALL cells are in direct, stable contact with CXCL12-producing bone marrow stroma. Cxcl12 deletion from vascular endothelial, but not perivascular, cells impeded tumor growth, suggesting a vascular niche for T-ALL. Moreover, genetic targeting of Cxcr4 in murine T-ALL after disease onset led to rapid, sustained disease remission, and CXCR4 antagonism suppressed human T-ALL in primary xenografts. Loss of CXCR4 targeted key T-ALL regulators, including the MYC pathway, and decreased leukemia initiating cell activity in vivo. Our data identify a T-ALL niche and suggest targeting CXCL12/CXCR4 signaling as a powerful therapeutic approach for T-ALL.",
      "authorList": [
        "Pitt LA",
        "Tikhonova AN",
        "Hu H",
        "Trimarchi T",
        "King B",
        "Gong Y",
        "Sanchez-Martin M",
        "Tsirigos A",
        "Littman DR",
        "Ferrando AA",
        "Morrison SJ",
        "Fooksman DR",
        "Aifantis I",
        "Schwab SR"
      ],
      "authors": "Pitt LA, Tikhonova AN, Hu H, Trimarchi T, King B, Gong Y, Sanchez-Martin M, Tsirigos A, Littman DR, Ferrando AA, Morrison SJ, Fooksman DR, Aifantis I, Schwab SR",
      "journal": "Cancer Cell",
      "year": 2015,
      "month": 6,
      "day": 8,
      "volume": "27",
      "issue": "6",
      "pages": "755-68",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25962120",
      "pmcid": "PMC4670083",
      "doi": "10.1038/nm.3840",
      "title": "Negative feedback-defective PRPS1 mutants drive thiopurine resistance in relapsed childhood ALL",
      "abstract": "Relapse is the leading cause of mortality in children with acute lymphoblastic leukemia (ALL). Among chemotherapeutics, thiopurines are key drugs in ALL combination therapy. Using whole-exome sequencing, we identified relapse-specific mutations in the phosphoribosyl pyrophosphate synthetase 1 gene (PRPS1), which encodes a rate-limiting purine biosynthesis enzyme, in 24/358 (6.7%) relapsed childhood B cell ALL (B-ALL) cases. All individuals who harbored PRPS1 mutations relapsed early during treatment, and mutated ALL clones expanded exponentially before clinical relapse. Our functional analyses of PRPS1 mutants uncovered a new chemotherapy-resistance mechanism involving reduced feedback inhibition of de novo purine biosynthesis and competitive inhibition of thiopurine activation. Notably, the de novo purine synthesis inhibitor lometrexol effectively abrogated PRPS1 mutant-driven drug resistance. These results highlight the importance of constitutive activation of the de novo purine synthesis pathway in thiopurine resistance, and they offer therapeutic strategies for the treatment of relapsed and thiopurine-resistant ALL. ",
      "authorList": [
        "Li B",
        "Li H",
        "Bai Y",
        "Kirschner-Schwabe R",
        "Yang JJ",
        "Chen Y",
        "Lu G",
        "Tzoneva G",
        "Ma X",
        "Wu T",
        "Li W",
        "Lu H",
        "Ding L",
        "Liang H",
        "Huang X",
        "Yang M",
        "Jin L",
        "Kang H",
        "Chen S",
        "Du A",
        "Shen S",
        "Ding J",
        "Chen H",
        "Chen J",
        "von Stackelberg A",
        "Gu L",
        "Zhang J",
        "Ferrando A",
        "Tang J",
        "Wang S",
        "Zhou BB"
      ],
      "authors": "Li B, Li H, Bai Y, Kirschner-Schwabe R, Yang JJ, Chen Y, Lu G, Tzoneva G, Ma X, Wu T, Li W, Lu H, Ding L, Liang H, Huang X, Yang M, Jin L, Kang H, Chen S, Du A, Shen S, Ding J, Chen H, Chen J, von Stackelberg A, Gu L, Zhang J, Ferrando A, Tang J, Wang S, Zhou BB",
      "journal": "Nat Med",
      "year": 2015,
      "month": 6,
      "day": -1,
      "volume": "21",
      "issue": "6",
      "pages": "563-71",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["bo-li", "huan-li", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25784680",
      "pmcid": "PMC4424629",
      "doi": "10.1182/blood-2014-10-608448",
      "title": "Therapeutic targeting of HES1 transcriptional programs in T-ALL",
      "abstract": "Oncogenic activation of NOTCH1 signaling plays a central role in the pathogenesis of T-cell acute lymphoblastic leukemia, with mutations on this signaling pathway affecting more than 60% of patients at diagnosis. However, the transcriptional regulatory circuitries driving T-cell transformation downstream of NOTCH1 remain incompletely understood. Here we identify Hairy and Enhancer of Split 1 (HES1), a transcriptional repressor controlled by NOTCH1, as a critical mediator of NOTCH1-induced leukemogenesis strictly required for tumor cell survival. Mechanistically, we demonstrate that HES1 directly downregulates the expression of BBC3, the gene encoding the PUMA BH3-only proapoptotic factor in T-cell acute lymphoblastic leukemia. Finally, we identify perhexiline, a small-molecule inhibitor of mitochondrial carnitine palmitoyltransferase-1, as a HES1-signature antagonist drug with robust antileukemic activity against NOTCH1-induced leukemias in vitro and in vivo. ",
      "authorList": [
        "Schnell SA",
        "Ambesi-Impiombato A",
        "Sanchez-Martin M",
        "Belver L",
        "Xu L",
        "Qin Y",
        "Kageyama R",
        "Ferrando AA"
      ],
      "authors": "Schnell SA, Ambesi-Impiombato A, Sanchez-Martin M, Belver L, Xu L, Qin Y, Kageyama R, Ferrando AA",
      "journal": "Blood",
      "year": 2015,
      "month": 4,
      "day": 30,
      "volume": "125",
      "issue": "18",
      "pages": "2806-14",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25749974",
      "pmcid": "PMC4355913",
      "doi": "10.1158/2159-8290.CD-15-0095",
      "title": "Aberrant cytokine production by nonmalignant cells in the pathogenesis of myeloproliferative tumors and response to JAK inhibitor therapies",
      "abstract": "Kleppe and colleagues use detailed cytokine profiling analyses to investigate the role of aberrant proinflammatory cytokine secretion in the pathogenesis of myeloproliferative neoplasms. Their analyses implicate constitutive activation of STAT3 in both malignant and nonmalignant bone marrow cell populations as a driver of aberrant cytokine secretion and as a cellular target mediating the therapeutic activity of ruxolitinib.",
      "authorList": ["Belver L", "Ferrando AA"],
      "authors": "Belver L, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2015,
      "month": 3,
      "day": -1,
      "volume": "5",
      "issue": "3",
      "pages": "234-6",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25584678",
      "pmcid": "PMC4615101",
      "doi": "10.4161/15384101.2014.989129",
      "title": "An oncogenic enhancer enemy (N-Me) in T-ALL",
      "abstract": "",
      "authorList": ["Herranz D", "Ferrando AA"],
      "authors": "Herranz D, Ferrando AA",
      "journal": "Cell Cycle",
      "year": 2015,
      "month": -1,
      "day": -1,
      "volume": "14",
      "issue": "2",
      "pages": "167-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25482556",
      "pmcid": "PMC4267494",
      "doi": "10.1016/j.celrep.2014.11.004",
      "title": "DNA hydroxymethylation profiling reveals that WT1 mutations result in loss of TET2 function in acute myeloid leukemia",
      "abstract": "Somatic mutations in IDH1/IDH2 and TET2 result in impaired TET2-mediated conversion of 5-methylcytosine (5mC) to 5-hydroxymethylcytosine (5hmC). The observation that WT1 inactivating mutations anticorrelate with TET2/IDH1/IDH2 mutations in acute myeloid leukemia (AML) led us to hypothesize that WT1 mutations may impact TET2 function. WT1 mutant AML patients have reduced 5hmC levels similar to TET2/IDH1/IDH2 mutant AML. These mutations are characterized by convergent, site-specific alterations in DNA hydroxymethylation, which drive differential gene expression more than alterations in DNA promoter methylation. WT1 overexpression increases global levels of 5hmC, and WT1 silencing reduced 5hmC levels. WT1 physically interacts with TET2 and TET3, and WT1 loss of function results in a similar hematopoietic differentiation phenotype as observed with TET2 deficiency. These data provide a role for WT1 in regulating DNA hydroxymethylation and suggest that TET2 IDH1/IDH2 and WT1 mutations define an AML subtype defined by dysregulated DNA hydroxymethylation. ",
      "authorList": [
        "Rampal R",
        "Alkalin A",
        "Madzo J",
        "Vasanthakumar A",
        "Pronier E",
        "Patel J",
        "Li Y",
        "Ahn J",
        "Abdel-Wahab O",
        "Shih A",
        "Lu C",
        "Ward PS",
        "Tsai JJ",
        "Hricik T",
        "Tosello V",
        "Tallman JE",
        "Zhao X",
        "Daniels D",
        "Dai Q",
        "Ciminio L",
        "Aifantis I",
        "He C",
        "Fuks F",
        "Tallman MS",
        "Ferrando A",
        "Nimer S",
        "Paietta E",
        "Thompson CB",
        "Licht JD",
        "Mason CE",
        "Godley LA",
        "Melnick A",
        "Figueroa ME",
        "Levine RL"
      ],
      "authors": "Rampal R, Alkalin A, Madzo J, Vasanthakumar A, Pronier E, Patel J, Li Y, Ahn J, Abdel-Wahab O, Shih A, Lu C, Ward PS, Tsai JJ, Hricik T, Tosello V, Tallman JE, Zhao X, Daniels D, Dai Q, Ciminio L, Aifantis I, He C, Fuks F, Tallman MS, Ferrando A, Nimer S, Paietta E, Thompson CB, Licht JD, Mason CE, Godley LA, Melnick A, Figueroa ME, Levine RL",
      "journal": "Cell Rep",
      "year": 2014,
      "month": 12,
      "day": 11,
      "volume": "9",
      "issue": "5",
      "pages": "1841-1855",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25132549",
      "pmcid": "PMC4209203",
      "doi": "10.1038/nature13605",
      "title": "Contrasting roles of histone 3 lysine 27 demethylases in acute lymphoblastic leukaemia",
      "abstract": "T-cell acute lymphoblastic leukaemia (T-ALL) is a haematological malignancy with a dismal overall prognosis, including a relapse rate of up to 25%, mainly because of the lack of non-cytotoxic targeted therapy options. Drugs that target the function of key epigenetic factors have been approved in the context of haematopoietic disorders, and mutations that affect chromatin modulators in a variety of leukaemias have recently been identified; however, 'epigenetic' drugs are not currently used for T-ALL treatment. Recently, we described that the polycomb repressive complex 2 (PRC2) has a tumour-suppressor role in T-ALL. Here we delineated the role of the histone 3 lysine 27 (H3K27) demethylases JMJD3 and UTX in T-ALL. We show that JMJD3 is essential for the initiation and maintenance of T-ALL, as it controls important oncogenic gene targets by modulating H3K27 methylation. By contrast, we found that UTX functions as a tumour suppressor and is frequently genetically inactivated in T-ALL. Moreover, we demonstrated that the small molecule inhibitor GSKJ4 (ref. 5) affects T-ALL growth, by targeting JMJD3 activity. These findings show that two proteins with a similar enzymatic function can have opposing roles in the context of the same disease, paving the way for treating haematopoietic malignancies with a new category of epigenetic inhibitors. ",
      "authorList": [
        "Ntziachristos P",
        "Tsirigos A",
        "Welstead GG",
        "Trimarchi T",
        "Bakogianni S",
        "Xu L",
        "Loizou E",
        "Holmfeldt L",
        "Strikoudis A",
        "King B",
        "Mullenders J",
        "Becksfort J",
        "Nedjic J",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Tonon G",
        "Satoh T",
        "Kruidenier L",
        "Prinjha R",
        "Akira S",
        "Van Vlierberghe P",
        "Ferrando AA",
        "Jaenisch R",
        "Mullighan CG",
        "Aifantis I"
      ],
      "authors": "Ntziachristos P, Tsirigos A, Welstead GG, Trimarchi T, Bakogianni S, Xu L, Loizou E, Holmfeldt L, Strikoudis A, King B, Mullenders J, Becksfort J, Nedjic J, Paietta E, Tallman MS, Rowe JM, Tonon G, Satoh T, Kruidenier L, Prinjha R, Akira S, Van Vlierberghe P, Ferrando AA, Jaenisch R, Mullighan CG, Aifantis I",
      "journal": "Nature",
      "year": 2014,
      "month": 10,
      "day": 23,
      "volume": "514",
      "issue": "7523",
      "pages": "513-7",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25194570",
      "pmcid": "PMC4192073",
      "doi": "10.1038/nm.3665",
      "title": "A NOTCH1-driven MYC enhancer promotes T cell development, transformation and acute lymphoblastic leukemia",
      "abstract": "Efforts to identify and annotate cancer driver genetic lesions have been focused primarily on the analysis of protein-coding genes; however, most genetic abnormalities found in human cancer are located in intergenic regions. Here we identify a new long range-acting MYC enhancer controlled by NOTCH1 that is targeted by recurrent chromosomal duplications in human T cell acute lymphoblastic leukemia (T-ALL). This highly conserved regulatory element, hereby named N-Me for NOTCH MYC enhancer, is located within a broad super-enhancer region +1.47 Mb from the MYC transcription initiating site, interacts with the MYC proximal promoter and induces orientation-independent MYC expression in reporter assays. Moreover, analysis of N-Me knockout mice demonstrates a selective and essential role of this regulatory element during thymocyte development and in NOTCH1-induced T-ALL. Together these results identify N-Me as a long-range oncogenic enhancer implicated directly in the pathogenesis of human leukemia and highlight the importance of the NOTCH1-MYC regulatory axis in T cell transformation and as a therapeutic target in T-ALL. ",
      "authorList": [
        "Herranz D",
        "Ambesi-Impiombato A",
        "Palomero T",
        "Schnell SA",
        "Belver L",
        "Wendorff AA",
        "Xu L",
        "Castillo-Martin M",
        "Llobet-Navás D",
        "Cordon-Cardo C",
        "Clappier E",
        "Soulier J",
        "Ferrando AA"
      ],
      "authors": "Herranz D, Ambesi-Impiombato A, Palomero T, Schnell SA, Belver L, Wendorff AA, Xu L, Castillo-Martin M, Llobet-Navás D, Cordon-Cardo C, Clappier E, Soulier J, Ferrando AA",
      "journal": "Nat Med",
      "year": 2014,
      "month": 10,
      "day": -1,
      "volume": "20",
      "issue": "10",
      "pages": "1130-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "teresa-palomero",
        "laura-belver-miguel",
        "agnieszka-wendorff",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "25050160",
      "pmcid": "PMC4094258",
      "doi": "10.1021/ml500044g",
      "title": "Small Molecule that Reverses Dexamethasone Resistance in T-cell Acute Lymphoblastic Leukemia (T-ALL)",
      "abstract": "Glucocorticoids are one of the most utilized and effective therapies in treating T-cell acute lymphoblastic leukemia. However, patients often develop resistance to glucocorticoids, rendering these therapies ineffective. We screened 9517 compounds, selected for their lead-like properties, chosen from among 3 372 615 compounds, against a dexamethasone-resistant T-ALL cell line to identify small molecules that reverse glucocorticoid resistance. We synthesized analogues of the most effective compound, termed J9, from the screen in order to define the scaffold's structure-activity relationship. Active compounds restored sensitivity to glucocorticoids through upregulation of the glucocorticoid receptor. This compound and mechanism may provide a strategy for overcoming glucocorticoid resistance in patients with T-ALL. ",
      "authorList": [
        "Cantley AM",
        "Welsch M",
        "Ambesi-Impiombato A",
        "Sanchez-Martin M",
        "Kim MY",
        "Bauer A",
        "Ferrando A",
        "Stockwell BR"
      ],
      "authors": "Cantley AM, Welsch M, Ambesi-Impiombato A, Sanchez-Martin M, Kim MY, Bauer A, Ferrando A, Stockwell BR",
      "journal": "ACS Med Chem Lett",
      "year": 2014,
      "month": 7,
      "day": 10,
      "volume": "5",
      "issue": "7",
      "pages": "754-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "24413734",
      "pmcid": "PMC3963408",
      "doi": "10.1038/ng.2873",
      "title": "Recurrent mutations in epigenetic regulators, RHOA and FYN kinase in peripheral T cell lymphomas",
      "abstract": "Peripheral T cell lymphomas (PTCLs) are a heterogeneous and poorly understood group of non-Hodgkin lymphomas. Here we combined whole-exome sequencing of 12 tumor-normal DNA pairs, RNA sequencing analysis and targeted deep sequencing to identify new genetic alterations in PTCL transformation. These analyses identified highly recurrent epigenetic factor mutations in TET2, DNMT3A and IDH2 as well as a new highly prevalent RHOA mutation encoding a p.Gly17Val alteration present in 22 of 35 (67%) angioimmunoblastic T cell lymphoma (AITL) samples and in 8 of 44 (18%) PTCL, not otherwise specified (PTCL-NOS) samples. Mechanistically, the RHOA Gly17Val protein interferes with RHOA signaling in biochemical and cellular assays, an effect potentially mediated by the sequestration of activated guanine-exchange factor (GEF) proteins. In addition, we describe new and recurrent, albeit less frequent, genetic defects including mutations in FYN, ATM, B2M and CD58 implicating SRC signaling, impaired DNA damage response and escape from immune surveillance mechanisms in the pathogenesis of PTCL. ",
      "authorList": [
        "Palomero T",
        "Couronné L",
        "Khiabanian H",
        "Kim MY",
        "Ambesi-Impiombato A",
        "Perez-Garcia A",
        "Carpenter Z",
        "Abate F",
        "Allegretta M",
        "Haydu JE",
        "Jiang X",
        "Lossos IS",
        "Nicolas C",
        "Balbin M",
        "Bastard C",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Bernard OA",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Palomero T, Couronné L, Khiabanian H, Kim MY, Ambesi-Impiombato A, Perez-Garcia A, Carpenter Z, Abate F, Allegretta M, Haydu JE, Jiang X, Lossos IS, Nicolas C, Balbin M, Bastard C, Bhagat G, Piris MA, Campo E, Bernard OA, Rabadan R, Ferrando AA",
      "journal": "Nat Genet",
      "year": 2014,
      "month": 2,
      "day": -1,
      "volume": "46",
      "issue": "2",
      "pages": "166-70",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23823660",
      "pmcid": "PMC3888226",
      "doi": "10.1038/leu.2013.204",
      "title": "Point mutation E1099K in MMSET/NSD2 enhances its methyltranferase activity and leads to altered global chromatin methylation in lymphoid malignancies",
      "abstract": "",
      "authorList": [
        "Oyer JA",
        "Huang X",
        "Zheng Y",
        "Shim J",
        "Ezponda T",
        "Carpenter Z",
        "Allegretta M",
        "Okot-Kotber CI",
        "Patel JP",
        "Melnick A",
        "Levine RL",
        "Ferrando A",
        "Mackerell AD",
        "Kelleher NL",
        "Licht JD",
        "Popovic R"
      ],
      "authors": "Oyer JA, Huang X, Zheng Y, Shim J, Ezponda T, Carpenter Z, Allegretta M, Okot-Kotber CI, Patel JP, Melnick A, Levine RL, Ferrando A, Mackerell AD, Kelleher NL, Licht JD, Popovic R",
      "journal": "Leukemia",
      "year": 2014,
      "month": 1,
      "day": -1,
      "volume": "28",
      "issue": "1",
      "pages": "198-201",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "24291004",
      "pmcid": "PMC3878658",
      "doi": "10.1016/j.ccr.2013.10.022",
      "title": "Direct reversal of glucocorticoid resistance by AKT inhibition in acute lymphoblastic leukemia",
      "abstract": "Glucocorticoid resistance is a major driver of therapeutic failure in T cell acute lymphoblastic leukemia (T-ALL). Here, we identify the AKT1 kinase as a major negative regulator of the NR3C1 glucocorticoid receptor protein activity driving glucocorticoid resistance in T-ALL. Mechanistically, AKT1 impairs glucocorticoid-induced gene expression by direct phosphorylation of NR3C1 at position S134 and blocking glucocorticoid-induced NR3C1 translocation to the nucleus. Moreover, we demonstrate that loss of PTEN and consequent AKT1 activation can effectively block glucocorticoid-induced apoptosis and induce resistance to glucocorticoid therapy. Conversely, pharmacologic inhibition of AKT with MK2206 effectively restores glucocorticoid-induced NR3C1 translocation to the nucleus, increases the response of T-ALL cells to glucocorticoid therapy, and effectively reverses glucocorticoid resistance in vitro and in vivo.",
      "authorList": [
        "Piovan E",
        "Yu J",
        "Tosello V",
        "Herranz D",
        "Ambesi-Impiombato A",
        "Da Silva AC",
        "Sanchez-Martin M",
        "Perez-Garcia A",
        "Rigo I",
        "Castillo M",
        "Indraccolo S",
        "Cross JR",
        "de Stanchina E",
        "Paietta E",
        "Racevskis J",
        "Rowe JM",
        "Tallman MS",
        "Basso G",
        "Meijerink JP",
        "Cordon-Cardo C",
        "Califano A",
        "Ferrando AA"
      ],
      "authors": "Piovan E, Yu J, Tosello V, Herranz D, Ambesi-Impiombato A, Da Silva AC, Sanchez-Martin M, Perez-Garcia A, Rigo I, Castillo M, Indraccolo S, Cross JR, de Stanchina E, Paietta E, Racevskis J, Rowe JM, Tallman MS, Basso G, Meijerink JP, Cordon-Cardo C, Califano A, Ferrando AA",
      "journal": "Cancer Cell",
      "year": 2013,
      "month": 12,
      "day": 9,
      "volume": "24",
      "issue": "6",
      "pages": "766-76",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23908464",
      "pmcid": "PMC3790510",
      "doi": "10.1182/blood-2013-05-500850",
      "title": "Genetic loss of SH2B3 in acute lymphoblastic leukemia",
      "abstract": "The SH2B adaptor protein 3 (SH2B3) gene encodes a negative regulator of cytokine signaling with a critical role in the homeostasis of hematopoietic stem cells and lymphoid progenitors. Here, we report the identification of germline homozygous SH2B3 mutations in 2 siblings affected with developmental delay and autoimmunity, one in whom B-precursor acute lymphoblastic leukemia (ALL) developed. Mechanistically, loss of SH2B3 increases Janus kinase-signal transducer and activator of transcription signaling, promotes lymphoid cell proliferation, and accelerates leukemia development in a mouse model of NOTCH1-induced ALL. Moreover, extended mutation analysis showed homozygous somatic mutations in SH2B3 in 2 of 167 ALLs analyzed. Overall, these results demonstrate a Knudson tumor suppressor role for SH2B3 in the pathogenesis of ALL and highlight a possible link between genetic predisposition factors in the pathogenesis of autoimmunity and leukemogenesis. ",
      "authorList": [
        "Perez-Garcia A",
        "Ambesi-Impiombato A",
        "Hadler M",
        "Rigo I",
        "LeDuc CA",
        "Kelly K",
        "Jalas C",
        "Paietta E",
        "Racevskis J",
        "Rowe JM",
        "Tallman MS",
        "Paganin M",
        "Basso G",
        "Tong W",
        "Chung WK",
        "Ferrando AA"
      ],
      "authors": "Perez-Garcia A, Ambesi-Impiombato A, Hadler M, Rigo I, LeDuc CA, Kelly K, Jalas C, Paietta E, Racevskis J, Rowe JM, Tallman MS, Paganin M, Basso G, Tong W, Chung WK, Ferrando AA",
      "journal": "Blood",
      "year": 2013,
      "month": 10,
      "day": 3,
      "volume": "122",
      "issue": "14",
      "pages": "2425-32",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23687089",
      "pmcid": "PMC3701905",
      "doi": "10.1182/blood-2013-03-491092",
      "title": "Prognostic relevance of integrated genetic profiling in adult T-cell acute lymphoblastic leukemia",
      "abstract": "Adult T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematologic tumor associated with poor outcome. In this study, we analyzed the prognostic relevance of genetic alterations, immunophenotypic markers, and microarray gene expression signatures in a panel of 53 adult T-ALL patients treated in the Eastern Cooperative Oncology Group E2993 clinical trial. An early immature gene expression signature, the absence of bi-allelic TCRG deletion, CD13 surface expression, heterozygous deletions of the short arm of chromosome 17, and mutations in IDH1/IDH2 and DNMT3A genes are associated with poor prognosis in this series. In contrast, expression of CD8 or CD62L, homozygous deletion of CDKN2A/CDKN2B, NOTCH1 and/or FBXW7 mutations, and mutations or deletions in the BCL11B tumor suppressor gene were associated with improved overall survival. Importantly, the prognostic relevance of CD13 expression and homozygous CDKN2A/CDKN2B deletions was restricted to cortical and mature T-ALLs. Conversely, mutations in IDH1/IDH2 and DNMT3A were specifically associated with poor outcome in early immature adult T-ALLs. This trial was registered at www.clinicaltrials.gov as #NCT00002514. ",
      "authorList": [
        "Van Vlierberghe P",
        "Ambesi-Impiombato A",
        "De Keersmaecker K",
        "Hadler M",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Forne C",
        "Rue M",
        "Ferrando AA"
      ],
      "authors": "Van Vlierberghe P, Ambesi-Impiombato A, De Keersmaecker K, Hadler M, Paietta E, Tallman MS, Rowe JM, Forne C, Rue M, Ferrando AA",
      "journal": "Blood",
      "year": 2013,
      "month": 7,
      "day": 4,
      "volume": "122",
      "issue": "1",
      "pages": "74-82",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23695450",
      "pmcid": "PMC3886681",
      "doi": "10.1097/MOH.0b013e3283623c61",
      "title": "Early T-cell precursor acute lymphoblastic leukaemia",
      "abstract": "Early T-cell precursor (ETP) leukaemias have been recently recognized as a form of T-cell acute lymphoblastic leukaemia (T-ALL) with a poor prognosis. The purpose of this review is to outline the most recent advances in the biology, genetics and prognostic significance of this aggressive disease.",
      "authorList": ["Haydu JE", "Ferrando AA"],
      "authors": "Haydu JE, Ferrando AA",
      "journal": "Curr Opin Hematol",
      "year": 2013,
      "month": 7,
      "day": -1,
      "volume": "20",
      "issue": "4",
      "pages": "369-73",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23520328",
      "pmcid": "",
      "doi": "10.1182/blood-2013-02-480418",
      "title": "SOX11 is a mantle cell lymphoma oncogene",
      "abstract": "",
      "authorList": ["Ferrando AA"],
      "authors": "Ferrando AA",
      "journal": "Blood",
      "year": 2013,
      "month": 3,
      "day": 21,
      "volume": "121",
      "issue": "12",
      "pages": "2169-70",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23377281",
      "pmcid": "PMC3594483",
      "doi": "10.1038/nm.3078",
      "title": "Activating mutations in the NT5C2 nucleotidase gene drive chemotherapy resistance in relapsed ALL",
      "abstract": "Acute lymphoblastic leukemia (ALL) is an aggressive hematological tumor resulting from the malignant transformation of lymphoid progenitors. Despite intensive chemotherapy, 20% of pediatric patients and over 50% of adult patients with ALL do not achieve a complete remission or relapse after intensified chemotherapy, making disease relapse and resistance to therapy the most substantial challenge in the treatment of this disease. Using whole-exome sequencing, we identify mutations in the cytosolic 5'-nucleotidase II gene (NT5C2), which encodes a 5'-nucleotidase enzyme that is responsible for the inactivation of nucleoside-analog chemotherapy drugs, in 20/103 (19%) relapse T cell ALLs and 1/35 (3%) relapse B-precursor ALLs. NT5C2 mutant proteins show increased nucleotidase activity in vitro and conferred resistance to chemotherapy with 6-mercaptopurine and 6-thioguanine when expressed in ALL lymphoblasts. These results support a prominent role for activating mutations in NT5C2 and increased nucleoside-analog metabolism in disease progression and chemotherapy resistance in ALL.",
      "authorList": [
        "Tzoneva G",
        "Perez-Garcia A",
        "Carpenter Z",
        "Khiabanian H",
        "Tosello V",
        "Allegretta M",
        "Paietta E",
        "Racevskis J",
        "Rowe JM",
        "Tallman MS",
        "Paganin M",
        "Basso G",
        "Hof J",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Tzoneva G, Perez-Garcia A, Carpenter Z, Khiabanian H, Tosello V, Allegretta M, Paietta E, Racevskis J, Rowe JM, Tallman MS, Paganin M, Basso G, Hof J, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando A",
      "journal": "Nat Med",
      "year": 2013,
      "month": 3,
      "day": -1,
      "volume": "19",
      "issue": "3",
      "pages": "368-71",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::raul-rabadan",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "23023710",
      "pmcid": "PMC3461904",
      "doi": "10.1172/JCI61269",
      "title": "The molecular basis of T cell acute lymphoblastic leukemia",
      "abstract": "T cell acute lymphoblastic leukemias (T-ALLs) arise from the malignant transformation of hematopoietic progenitors primed toward T cell development, as result of a multistep oncogenic process involving constitutive activation of NOTCH signaling and genetic alterations in transcription factors, signaling oncogenes, and tumor suppressors. Notably, these genetic alterations define distinct molecular groups of T-ALL with specific gene expression signatures and clinicobiological features. This review summarizes recent advances in our understanding of the molecular genetics of T-ALL.",
      "authorList": ["Van Vlierberghe P", "Ferrando A"],
      "authors": "Van Vlierberghe P, Ferrando A",
      "journal": "J Clin Invest",
      "year": 2012,
      "month": 10,
      "day": -1,
      "volume": "122",
      "issue": "10",
      "pages": "3398-406",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "22504949",
      "pmcid": "PMC3392513",
      "doi": "10.1158/1535-7163.MCT-11-0938",
      "title": "Preclinical analysis of the γ-secretase inhibitor PF-03084014 in combination with glucocorticoids in T-cell acute lymphoblastic leukemia",
      "abstract": "T-cell acute lymphoblastic leukemias (T-ALL) and lymphomas are aggressive hematologic cancers frequently associated with activating mutations in NOTCH1. Early studies identified NOTCH1 as an attractive therapeutic target for the treatment of T-ALL through the use of γ-secretase inhibitors (GSI). Here, we characterized the interaction between PF-03084014, a clinically relevant GSI, and dexamethasone in preclinical models of glucocorticoid-resistant T-ALL. Combination treatment of the GSI PF-03084014 with glucocorticoids induced a synergistic antileukemic effect in human T-ALL cell lines and primary human T-ALL patient samples. Mechanistically PF-03084014 plus glucocorticoid treatment induced increased transcriptional upregulation of the glucocorticoid receptor and glucocorticoid target genes. Treatment with PF-03084014 and glucocorticoids in combination was highly efficacious in vivo, with enhanced reduction of tumor burden in a xenograft model of T-ALL. Finally, glucocorticoid treatment effectively reversed PF-03084014-induced gastrointestinal toxicity via inhibition of goblet cell metaplasia. These results warrant the analysis of PF-03084014 and glucocorticoids in combination for the treatment of glucocorticoid-resistant T-ALL.",
      "authorList": [
        "Samon JB",
        "Castillo-Martin M",
        "Hadler M",
        "Ambesi-Impiobato A",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Rowe JM",
        "Jakubczak J",
        "Randolph S",
        "Cordon-Cardo C",
        "Ferrando AA"
      ],
      "authors": "Samon JB, Castillo-Martin M, Hadler M, Ambesi-Impiobato A, Paietta E, Racevskis J, Wiernik PH, Rowe JM, Jakubczak J, Randolph S, Cordon-Cardo C, Ferrando AA",
      "journal": "Mol Cancer Ther",
      "year": 2012,
      "month": 7,
      "day": -1,
      "volume": "11",
      "issue": "7",
      "pages": "1565-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "22510873",
      "pmcid": "PMC3369611",
      "doi": "10.1182/blood-2011-10-388504",
      "title": "An activating intragenic deletion in NOTCH1 in human T-ALL",
      "abstract": "Oncogenic activating mutations in NOTCH1 occur in more than 50% of T-cell acute lymphoblastic leukemias (T-ALLs). In the present study, we describe a novel mechanism of NOTCH1 activation in T-ALL in which a deletion removing the 5' portion of NOTCH1 abolishes the negative regulatory control of the extracellular domain and leads to constitutively active NOTCH1 signaling. Polypeptides translated from truncated transcripts encoded by the NOTCH1 deletion allele retain the transmembrane domain of the receptor and are constitutively cleaved by the γ-secretase complex, resulting in high levels of NOTCH1 signaling that can be effectively blocked by γ-secretase inhibitors. Our results expand the spectrum of oncogenic lesions activating NOTCH1 signaling in human T-ALL.",
      "authorList": [
        "Haydu JE",
        "De Keersmaecker K",
        "Duff MK",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Rowe JM",
        "Ferrando A"
      ],
      "authors": "Haydu JE, De Keersmaecker K, Duff MK, Paietta E, Racevskis J, Wiernik PH, Rowe JM, Ferrando A",
      "journal": "Blood",
      "year": 2012,
      "month": 5,
      "day": 31,
      "volume": "119",
      "issue": "22",
      "pages": "5211-4",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "22366949",
      "pmcid": "PMC3298036",
      "doi": "10.1038/nm.2610",
      "title": "Reverse engineering of TLX oncogenic transcriptional networks identifies RUNX1 as tumor suppressor in T-ALL",
      "abstract": "The TLX1 and TLX3 transcription factor oncogenes have a key role in the pathogenesis of T cell acute lymphoblastic leukemia (T-ALL). Here we used reverse engineering of global transcriptional networks to decipher the oncogenic regulatory circuit controlled by TLX1 and TLX3. This systems biology analysis defined T cell leukemia homeobox 1 (TLX1) and TLX3 as master regulators of an oncogenic transcriptional circuit governing T-ALL. Notably, a network structure analysis of this hierarchical network identified RUNX1 as a key mediator of the T-ALL induced by TLX1 and TLX3 and predicted a tumor-suppressor role for RUNX1 in T cell transformation. Consistent with these results, we identified recurrent somatic loss-of-function mutations in RUNX1 in human T-ALL. Overall, these results place TLX1 and TLX3 at the top of an oncogenic transcriptional network controlling leukemia development, show the power of network analyses to identify key elements in the regulatory circuits governing human cancer and identify RUNX1 as a tumor-suppressor gene in T-ALL.",
      "authorList": [
        "Della Gatta G",
        "Palomero T",
        "Perez-Garcia A",
        "Ambesi-Impiombato A",
        "Bansal M",
        "Carpenter ZW",
        "De Keersmaecker K",
        "Sole X",
        "Xu L",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Rowe JM",
        "Meijerink JP",
        "Califano A",
        "Ferrando AA"
      ],
      "authors": "Della Gatta G, Palomero T, Perez-Garcia A, Ambesi-Impiombato A, Bansal M, Carpenter ZW, De Keersmaecker K, Sole X, Xu L, Paietta E, Racevskis J, Wiernik PH, Rowe JM, Meijerink JP, Califano A, Ferrando AA",
      "journal": "Nat Med",
      "year": 2012,
      "month": 2,
      "day": 26,
      "volume": "18",
      "issue": "3",
      "pages": "436-40",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "22673746",
      "pmcid": "",
      "doi": "10.1007/82_2012_232",
      "title": "Recent advances on NOTCH signaling in T-ALL",
      "abstract": "NOTCH1 receptor signaling plays a central role in T-cell lineage specification and in supporting the growth and proliferation of immature T-cell progenitors in the thymus during lymphoid development. In T-cell acute lymphoblastic leukemia (T-ALL), a tumor resulting from the malignant transformation of T-cell progenitors, aberrant and constitutively active NOTCH1 signaling triggered by activating mutations in the NOTCH1 gene contributes to oncogenic transformation and is a hallmark of this disease. Most notably, small molecule γ-secretase inhibitors (GSIs) can effectively block NOTCH1 signaling in T-ALL, and could be exploited as a targeted therapy in this disease. In addition, a number of emerging anti-NOTCH therapeutic strategies including anti-NOTCH1 inhibitory antibodies, small peptide inhibitors of NOTCH signaling and combination therapies with GSIs and glucocorticoids, have recently been proposed. Finally, the identification of NOTCH1 mutations in solid tumors and chronic lymphocytic leukemias has increased even further the clinical relevance of NOTCH signaling as a therapeutic target in human cancer. Here we review our current understanding of NOTCH1-induced transformation, the mechanisms of action of oncogenic NOTCH1 in T-ALL and the therapeutic and prognostic implications of NOTCH1 mutations in T-ALL.",
      "authorList": ["Tzoneva G", "Ferrando AA"],
      "authors": "Tzoneva G, Ferrando AA",
      "journal": "Curr Top Microbiol Immunol",
      "year": 2012,
      "month": -1,
      "day": -1,
      "volume": "360",
      "issue": "",
      "pages": "163-82",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "22162831",
      "pmcid": "PMC3244026",
      "doi": "10.1084/jem.20112239",
      "title": "ETV6 mutations in early immature human T cell leukemias",
      "abstract": "Early immature T cell acute lymphoblastic leukemias (T-ALLs) account for ~5-10% of pediatric T-ALLs and are associated with poor prognosis. However, the genetic defects that drive the biology of these tumors remain largely unknown. In this study, analysis of microarray gene expression signatures in adult T-ALL demonstrated a high prevalence of early immature leukemias and revealed a close relationship between these tumors and myeloid leukemias. Many adult immature T-ALLs harbored mutations in myeloid-specific oncogenes and tumor suppressors including IDH1, IDH2, DNMT3A, FLT3, and NRAS. Moreover, we identified ETV6 mutations as a novel genetic lesion uniquely present in immature adult T-ALL. Our results demonstrate that early immature adult T-ALL represents a heterogeneous category of leukemias characterized by the presence of overlapping myeloid and T-ALL characteristics, and highlight the potential role of ETV6 mutations in these tumors.",
      "authorList": [
        "Van Vlierberghe P",
        "Ambesi-Impiombato A",
        "Perez-Garcia A",
        "Haydu JE",
        "Rigo I",
        "Hadler M",
        "Tosello V",
        "Della Gatta G",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Luger SM",
        "Rowe JM",
        "Rue M",
        "Ferrando AA"
      ],
      "authors": "Van Vlierberghe P, Ambesi-Impiombato A, Perez-Garcia A, Haydu JE, Rigo I, Hadler M, Tosello V, Della Gatta G, Paietta E, Racevskis J, Wiernik PH, Luger SM, Rowe JM, Rue M, Ferrando AA",
      "journal": "J Exp Med",
      "year": 2011,
      "month": 12,
      "day": 19,
      "volume": "208",
      "issue": "13",
      "pages": "2571-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "20965628",
      "pmcid": "PMC3033461",
      "doi": "10.1016/j.blre.2010.09.004",
      "title": "Molecular pathogenesis and targeted therapies for NOTCH1-induced T-cell acute lymphoblastic leukemia",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematologic tumor resulting from the malignant transformation of immature T-cell progenitors. Originally associated with a dismal prognosis, the outcome of T-ALL patients has improved remarkably over the last two decades as a result of the introduction of intensified chemotherapy protocols. However, these treatments are associated with significant acute and long-term toxicities, and the treatment of patients presenting with primary resistant disease or those relapsing after a transient response remains challenging. T-ALL is a genetically heterogeneous disease in which numerous chromosomal and genetic alterations cooperate to promote the aberrant proliferation and survival of leukemic lymphoblasts. However, the identification of activating mutations in the NOTCH1 gene in over 50% of T-ALL cases has come to define aberrant NOTCH signaling as a central player in this disease. Therefore, the NOTCH pathway represents an important potential therapeutic target. In this review, we will update our current understanding of the molecular basis of T-ALL, with a particular focus on the role of the NOTCH1 oncogene and the development of anti-NOTCH1 targeted therapies for the treatment of this disease.",
      "authorList": ["Paganin M", "Ferrando A"],
      "authors": "Paganin M, Ferrando A",
      "journal": "Blood Rev",
      "year": 2011,
      "month": 3,
      "day": -1,
      "volume": "25",
      "issue": "2",
      "pages": "83-90",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "21030981",
      "pmcid": "PMC3878659",
      "doi": "10.1038/leu.2010.247",
      "title": "PHF6 mutations in adult acute myeloid leukemia",
      "abstract": "Loss of function mutations and deletions encompassing the plant homeodomain finger 6 (PHF6) gene are present in about 20% of T-cell acute lymphoblastic leukemias (ALLs). Here, we report the identification of recurrent mutations in PHF6 in 10/353 adult acute myeloid leukemias (AMLs). Genetic lesions in PHF6 found in AMLs are frameshift and nonsense mutations distributed through the gene or point mutations involving the second plant homeodomain (PHD)-like domain of the protein. As in the case of T-ALL, where PHF6 alterations are found almost exclusively in males, mutations in PHF6 were seven times more prevalent in males than in females with AML. Overall, these results identify PHF6 as a tumor suppressor gene mutated in AML and extend the role of this X-linked tumor suppressor gene in the pathogenesis of hematologic tumors.",
      "authorList": [
        "Van Vlierberghe P",
        "Patel J",
        "Abdel-Wahab O",
        "Lobry C",
        "Hedvat CV",
        "Balbin M",
        "Nicolas C",
        "Payer AR",
        "Fernandez HF",
        "Tallman MS",
        "Paietta E",
        "Melnick A",
        "Vandenberghe P",
        "Speleman F",
        "Aifantis I",
        "Cools J",
        "Levine R",
        "Ferrando A"
      ],
      "authors": "Van Vlierberghe P, Patel J, Abdel-Wahab O, Lobry C, Hedvat CV, Balbin M, Nicolas C, Payer AR, Fernandez HF, Tallman MS, Paietta E, Melnick A, Vandenberghe P, Speleman F, Aifantis I, Cools J, Levine R, Ferrando A",
      "journal": "Leukemia",
      "year": 2011,
      "month": 1,
      "day": -1,
      "volume": "25",
      "issue": "1",
      "pages": "130-4",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "20972433",
      "pmcid": "PMC2974790",
      "doi": "10.1038/nm.2246",
      "title": "The TLX1 oncogene drives aneuploidy in T cell transformation",
      "abstract": "The TLX1 oncogene (encoding the transcription factor T cell leukemia homeobox protein-1) has a major role in the pathogenesis of T cell acute lymphoblastic leukemia (T-ALL). However, the specific mechanisms of T cell transformation downstream of TLX1 remain to be elucidated. Here we show that transgenic expression of human TLX1 in mice induces T-ALL with frequent deletions and mutations in Bcl11b (encoding B cell leukemia/lymphoma-11B) and identify the presence of recurrent mutations and deletions in BCL11B in 16% of human T-ALLs. Most notably, mouse TLX1 tumors were typically aneuploid and showed a marked defect in the activation of the mitotic checkpoint. Mechanistically, TLX1 directly downregulates the expression of CHEK1 (encoding CHK1 checkpoint homolog) and additional mitotic control genes and induces loss of the mitotic checkpoint in nontransformed preleukemic thymocytes. These results identify a previously unrecognized mechanism contributing to chromosomal missegregation and aneuploidy active at the earliest stages of tumor development in the pathogenesis of cancer.",
      "authorList": [
        "De Keersmaecker K",
        "Real PJ",
        "Gatta GD",
        "Palomero T",
        "Sulis ML",
        "Tosello V",
        "Van Vlierberghe P",
        "Barnes K",
        "Castillo M",
        "Sole X",
        "Hadler M",
        "Lenz J",
        "Aplan PD",
        "Kelliher M",
        "Kee BL",
        "Pandolfi PP",
        "Kappes D",
        "Gounari F",
        "Petrie H",
        "Van der Meulen J",
        "Speleman F",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Rowe JM",
        "Soulier J",
        "Avran D",
        "Cavé H",
        "Dastugue N",
        "Raimondi S",
        "Meijerink JP",
        "Cordon-Cardo C",
        "Califano A",
        "Ferrando AA"
      ],
      "authors": "De Keersmaecker K, Real PJ, Gatta GD, Palomero T, Sulis ML, Tosello V, Van Vlierberghe P, Barnes K, Castillo M, Sole X, Hadler M, Lenz J, Aplan PD, Kelliher M, Kee BL, Pandolfi PP, Kappes D, Gounari F, Petrie H, Van der Meulen J, Speleman F, Paietta E, Racevskis J, Wiernik PH, Rowe JM, Soulier J, Avran D, Cavé H, Dastugue N, Raimondi S, Meijerink JP, Cordon-Cardo C, Califano A, Ferrando AA",
      "journal": "Nat Med",
      "year": 2010,
      "month": 11,
      "day": -1,
      "volume": "16",
      "issue": "11",
      "pages": "1321-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "20228800",
      "pmcid": "PMC2847364",
      "doi": "10.1038/ng.542",
      "title": "PHF6 mutations in T-cell acute lymphoblastic leukemia",
      "abstract": "Tumor suppressor genes on the X chromosome may skew the gender distribution of specific types of cancer. T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematological malignancy with an increased incidence in males. In this study, we report the identification of inactivating mutations and deletions in the X-linked plant homeodomain finger 6 (PHF6) gene in 16% of pediatric and 38% of adult primary T-ALL samples. Notably, PHF6 mutations are almost exclusively found in T-ALL samples from male subjects. Mutational loss of PHF6 is importantly associated with leukemias driven by aberrant expression of the homeobox transcription factor oncogenes TLX1 and TLX3. Overall, these results identify PHF6 as a new X-linked tumor suppressor in T-ALL and point to a strong genetic interaction between PHF6 loss and aberrant expression of TLX transcription factors in the pathogenesis of this disease.",
      "authorList": [
        "Van Vlierberghe P",
        "Palomero T",
        "Khiabanian H",
        "Van der Meulen J",
        "Castillo M",
        "Van Roy N",
        "De Moerloose B",
        "Philippé J",
        "González-García S",
        "Toribio ML",
        "Taghon T",
        "Zuurbier L",
        "Cauwelier B",
        "Harrison CJ",
        "Schwab C",
        "Pisecker M",
        "Strehl S",
        "Langerak AW",
        "Gecz J",
        "Sonneveld E",
        "Pieters R",
        "Paietta E",
        "Rowe JM",
        "Wiernik PH",
        "Benoit Y",
        "Soulier J",
        "Poppe B",
        "Yao X",
        "Cordon-Cardo C",
        "Meijerink J",
        "Rabadan R",
        "Speleman F",
        "Ferrando A"
      ],
      "authors": "Van Vlierberghe P, Palomero T, Khiabanian H, Van der Meulen J, Castillo M, Van Roy N, De Moerloose B, Philippé J, González-García S, Toribio ML, Taghon T, Zuurbier L, Cauwelier B, Harrison CJ, Schwab C, Pisecker M, Strehl S, Langerak AW, Gecz J, Sonneveld E, Pieters R, Paietta E, Rowe JM, Wiernik PH, Benoit Y, Soulier J, Poppe B, Yao X, Cordon-Cardo C, Meijerink J, Rabadan R, Speleman F, Ferrando A",
      "journal": "Nat Genet",
      "year": 2010,
      "month": 4,
      "day": -1,
      "volume": "42",
      "issue": "4",
      "pages": "338-42",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "19357700",
      "pmcid": "PMC2814171",
      "doi": "10.1038/leu.2009.75",
      "title": "NOTCH inhibition and glucocorticoid therapy in T-cell acute lymphoblastic leukemia",
      "abstract": "Inhibition of NOTCH1 signaling with gamma-secretase inhibitors (GSIs) has been proposed as a molecularly targeted therapy in T-cell acute lymphoblastic leukemia (T-ALL). However, GSIs seem to have limited antileukemic activity in human T-ALL and are associated with severe gastrointestinal toxicity resulting from inhibition of NOTCH signaling in the gut. Inhibition of NOTCH1 signaling in glucocorticoid-resistant T-ALL restored glucocorticoid sensitivity and co-treatment with glucocorticoids inhibited GSI-induced gut toxicity. Thus, combination therapies with GSIs plus glucocorticoids may offer a new opportunity for the use of anti-NOTCH1 therapies in human T-ALL.",
      "authorList": ["Real PJ", "Ferrando AA"],
      "authors": "Real PJ, Ferrando AA",
      "journal": "Leukemia",
      "year": 2009,
      "month": 8,
      "day": -1,
      "volume": "23",
      "issue": "8",
      "pages": "1374-7",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "19494353",
      "pmcid": "PMC2721784",
      "doi": "10.1182/blood-2008-12-192039",
      "title": "WT1 mutations in T-ALL",
      "abstract": "The molecular mechanisms involved in disease progression and relapse in T-cell acute lymphoblastic leukemia (T-ALL) are poorly understood. We used single nucleotide polymorphism array analysis to analyze paired diagnostic and relapsed T-ALL samples to identify recurrent genetic alterations in T-ALL. This analysis showed that diagnosis and relapsed cases have common genetic alterations, but also that relapsed samples frequently lose chromosomal markers present at diagnosis, suggesting that relapsed T-ALL emerges from an ancestral clone different from the major leukemic population at diagnosis. In addition, we identified deletions and associated mutations in the WT1 tumor suppressor gene in 2 of 9 samples. Subsequent analysis showed WT1 mutations in 28 of 211 (13.2%) of pediatric and 10 of 85 (11.7%) of adult T-ALL cases. WT1 mutations present in T-ALL are predominantly heterozygous frameshift mutations resulting in truncation of the C-terminal zinc finger domains of this transcription factor. WT1 mutations are most prominently found in T-ALL cases with aberrant rearrangements of the oncogenic TLX1, TLX3, and HOXA transcription factor oncogenes. Survival analysis demonstrated that WT1 mutations do not confer adverse prognosis in pediatric and adult T-ALL. Overall, these results identify the presence of WT1 mutations as a recurrent genetic alteration in T-ALL.",
      "authorList": [
        "Tosello V",
        "Mansour MR",
        "Barnes K",
        "Paganin M",
        "Sulis ML",
        "Jenkinson S",
        "Allen CG",
        "Gale RE",
        "Linch DC",
        "Palomero T",
        "Real P",
        "Murty V",
        "Yao X",
        "Richards SM",
        "Goldstone A",
        "Rowe J",
        "Basso G",
        "Wiernik PH",
        "Paietta E",
        "Pieters R",
        "Horstmann M",
        "Meijerink JP",
        "Ferrando AA"
      ],
      "authors": "Tosello V, Mansour MR, Barnes K, Paganin M, Sulis ML, Jenkinson S, Allen CG, Gale RE, Linch DC, Palomero T, Real P, Murty V, Yao X, Richards SM, Goldstone A, Rowe J, Basso G, Wiernik PH, Paietta E, Pieters R, Horstmann M, Meijerink JP, Ferrando AA",
      "journal": "Blood",
      "year": 2009,
      "month": 7,
      "day": 30,
      "volume": "114",
      "issue": "5",
      "pages": "1038-45",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "19158827",
      "pmcid": "",
      "doi": "10.1038/leu.2008.394",
      "title": "Genomic tools for dissecting oncogenic transcriptional networks in human leukemia",
      "abstract": "Chromatin immunoprecipitation (ChIP)-chip and ChIP-seq technologies are rapidly expanding our capacity to interrogate the location of transcription factor-binding sites in the human genome and to map the pattern of chromatin modifications associated with the regulation of gene expression. The application of these techniques to the study of hematologic malignancies will complement gene expression profiling studies to elucidate the structure and function of oncogenic transcriptional networks involved in the pathogenesis of leukemias and lymphomas.",
      "authorList": ["Palomero T", "Ferrando AA"],
      "authors": "Palomero T, Ferrando AA",
      "journal": "Leukemia",
      "year": 2009,
      "month": 7,
      "day": -1,
      "volume": "23",
      "issue": "7",
      "pages": "1236-42",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "19118200",
      "pmcid": "PMC2613038",
      "doi": "10.1073/pnas.0806445106",
      "title": "ChIP-on-chip significance analysis reveals large-scale binding and regulation by human transcription factor oncogenes",
      "abstract": "ChIP-on-chip has emerged as a powerful tool to dissect the complex network of regulatory interactions between transcription factors and their targets. However, most ChIP-on-chip analysis methods use conservative approaches aimed at minimizing false-positive transcription factor targets. We present a model with improved sensitivity in detecting binding events from ChIP-on-chip data. Its application to human T cells, followed by extensive biochemical validation, reveals that 3 oncogenic transcription factors, NOTCH1, MYC, and HES1, bind to several thousand target gene promoters, up to an order of magnitude increase over conventional analysis methods. Gene expression profiling upon NOTCH1 inhibition shows broad-scale functional regulation across the entire range of predicted target genes, establishing a closer link between occupancy and regulation. Finally, the increased sensitivity reveals a combinatorial regulatory program in which MYC cobinds to virtually all NOTCH1-bound promoters. Overall, these results suggest an unappreciated complexity of transcriptional regulatory networks and highlight the fundamental importance of genome-scale analysis to represent transcriptional programs.",
      "authorList": [
        "Margolin AA",
        "Palomero T",
        "Sumazin P",
        "Califano A",
        "Ferrando AA",
        "Stolovitzky G"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2009,
      "month": 1,
      "day": 6,
      "volume": "106",
      "issue": "1",
      "pages": "244-9",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Margolin AA, Palomero T, Sumazin P, Califano A, Ferrando AA, Stolovitzky G"
    },
    {
      "pmid": "19098907",
      "pmcid": "PMC2692090",
      "doi": "10.1038/nm.1900",
      "title": "Gamma-secretase inhibitors reverse glucocorticoid resistance in T cell acute lymphoblastic leukemia",
      "abstract": "Gamma-secretase inhibitors (GSIs) block the activation of the oncogenic protein Notch homolog-1 (NOTCH1) in T cell acute lymphoblastic leukemia (T-ALL). However, limited antileukemic cytotoxicity and severe gastrointestinal toxicity have restricted the clinical application of these targeted drugs. Here we show that combination therapy with GSIs plus glucocorticoids can improve the antileukemic effects of GSIs and reduce their gut toxicity in vivo. Inhibition of NOTCH1 signaling in glucocorticoid-resistant T-ALL restored glucocorticoid receptor autoupregulation and induced apoptotic cell death through induction of the gene encoding BCL-2-like apoptosis initiator-11 (BCL2L11). GSI treatment resulted in cell cycle arrest and accumulation of goblet cells in the gut mediated by upregulation of the gene encoding the transcription factor Krüppel-like factor-4 (Klf4), a negative regulator of the cell cycle required for goblet cell differentiation. In contrast, glucocorticoid treatment induced transcriptional upregulation of cyclin D2 (Ccnd2) and protected mice from developing the intestinal goblet cell metaplasia typically induced by inhibition of NOTCH signaling with GSIs. These results support a role for glucocorticoids plus GSIs in the treatment of glucocorticoid-resistant T-ALL.",
      "authorList": [
        "Real PJ",
        "Tosello V",
        "Palomero T",
        "Castillo M",
        "Hernando E",
        "de Stanchina E",
        "Sulis ML",
        "Barnes K",
        "Sawai C",
        "Homminga I",
        "Meijerink J",
        "Aifantis I",
        "Basso G",
        "Cordon-Cardo C",
        "Ai W",
        "Ferrando A"
      ],
      "authors": "Real PJ, Tosello V, Palomero T, Castillo M, Hernando E, de Stanchina E, Sulis ML, Barnes K, Sawai C, Homminga I, Meijerink J, Aifantis I, Basso G, Cordon-Cardo C, Ai W, Ferrando A",
      "journal": "Nat Med",
      "year": 2009,
      "month": 1,
      "day": -1,
      "volume": "15",
      "issue": "1",
      "pages": "50-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "19778842",
      "pmcid": "PMC2814179",
      "doi": "10.3816/CLM.2009.s.013",
      "title": "Therapeutic targeting of NOTCH1 signaling in T-cell acute lymphoblastic leukemia",
      "abstract": "The recent identification of activating mutations in NOTCH1 in the majority of T-cell acute lymphoblastic leukemias (T-ALLs) has brought major interest toward targeting the NOTCH signaling pathway in this disease. Small-molecule gamma-secretase inhibitors (GSIs), which block a critical proteolytic step required for NOTCH1 activation, can effectively block the activity of NOTCH1 mutant alleles. However, the clinical development of GSIs has been hampered by their low cytotoxicity against human T-ALL and the development of significant gastrointestinal toxicity derived from the inhibition of NOTCH signaling in the gut. Improved understanding of the oncogenic mechanisms of NOTCH1 and the effects of NOTCH inhibition in leukemic cells and the intestinal epithelium are required for the design of effective anti-NOTCH1 therapies in T-ALL.",
      "authorList": ["Palomero T", "Ferrando A"],
      "authors": "Palomero T, Ferrando A",
      "journal": "Clin Lymphoma Myeloma",
      "year": 2009,
      "month": -1,
      "day": -1,
      "volume": "9 Suppl 3",
      "issue": "",
      "pages": "S205-10",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "18765521",
      "pmcid": "PMC2577004",
      "doi": "10.1158/1078-0432.CCR-07-4864",
      "title": "Oncogenic NOTCH1 control of MYC and PI3K: challenges and opportunities for anti-NOTCH1 therapy in T-cell acute lymphoblastic leukemias and lymphomas",
      "abstract": "The identification of activating mutations in NOTCH1 in the majority of T-cell acute lymphoblastic leukemias and lymphomas (T-ALL) has brought much interest in inhibiting NOTCH1 signaling as therapeutic target in this disease. Small-molecule inhibitors of the gamma-secretase complex, which mediates a critical proteolytic cleavage required for NOTCH1 activation, hold the promise of becoming an effective molecular therapy against relapsed and refractory T-ALL. Recent progress in the elucidation of the transcriptional regulatory networks downstream of oncogenic NOTCH1 has uncovered a central role of NOTCH1 signaling in promoting leukemic cell growth and revealed an intricate circuitry that connects NOTCH1 signaling with MYC and the PI3K-AKT signaling pathway. The identification of the downstream effector pathways controlled by NOTCH1 should pave the way for the rational design of anti-NOTCH1 therapies for the treatment of T-ALL.",
      "authorList": ["Palomero T", "Ferrando A"],
      "authors": "Palomero T, Ferrando A",
      "journal": "Clin Cancer Res",
      "year": 2008,
      "month": 9,
      "day": 1,
      "volume": "14",
      "issue": "17",
      "pages": "5314-7",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "18411416",
      "pmcid": "PMC2481531",
      "doi": "10.1182/blood-2007-12-130096",
      "title": "NOTCH1 extracellular juxtamembrane expansion mutations in T-ALL",
      "abstract": "Heterodimerization domain (HD) mutations in NOTCH1 induce ligand-independent activation of the receptor and contribute to the pathogenesis of one-third of human T-cell lymphoblastic leukemias (T-ALLs). Here we report a novel class of activating mutations in NOTCH1 leading to aberrant activation of NOTCH1 signaling in T-cell lymphoblasts. These so-called juxtamembrane expansion (JME) alleles consist of internal duplication insertions in the vicinity of exon 28 of the NOTCH1 gene encoding the extracellular juxtamembrane region of the receptor. Notably, structure-function analysis of leukemia-derived and synthetic JME mutants demonstrated that the aberrant activation of NOTCH1 signaling is dependent on the number of residues introduced in the extracellular juxtamembrane region of the receptor and not on the specific amino acid sequence of these insertions. JME NOTCH1 mutants are effectively blocked by gamma-secretase inhibitors and require an intact metalloprotease cleavage site for activation. Overall, these results show a novel mechanism of NOTCH1 activation in T-ALL and provide further insight on the mechanisms that control the activation of NOTCH1 signaling.",
      "authorList": [
        "Sulis ML",
        "Williams O",
        "Palomero T",
        "Tosello V",
        "Pallikuppam S",
        "Real PJ",
        "Barnes K",
        "Zuurbier L",
        "Meijerink JP",
        "Ferrando AA"
      ],
      "journal": "Blood",
      "year": 2008,
      "month": 8,
      "day": 1,
      "volume": "112",
      "issue": "3",
      "pages": "733-40",
      "tagList": [
        "article",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Sulis ML, Williams O, Palomero T, Tosello V, Pallikuppam S, Real PJ, Barnes K, Zuurbier L, Meijerink JP, Ferrando AA"
    },
    {
      "pmid": "18414037",
      "pmcid": "PMC2600414",
      "doi": "10.4161/cc.7.8.5753",
      "title": "The role of the PTEN/AKT Pathway in NOTCH1-induced leukemia",
      "abstract": "Activating mutations in NOTCH1 are the most prominent genetic abnormality in T-cell acute Lymphoblastic Leukemia (T-ALL) and inhibition of NOTCH1 signaling with gamma-secretase inhibitors (GSIs) has been proposed as targeted therapy in this disease. However, most T-ALL cell lines with mutations in NOTCH1 fail to respond to GSI therapy. Using gene expression profiling and mutation analysis we showed that mutational loss of PTEN is a common event in T-ALL and is associated with resistance to NOTCH inhibition. Furthermore, our studies revealed that NOTCH1 induces upregulation of the PI3K-AKT pathway via HES1, which negatively controls the expression of PTEN. This regulatory circuitry is evolutionary conserved from Drosophila to humans as demonstrated by the interaction of overexpression of Delta and Akt in a model of Notch-induced transformation in the fly eye. Loss of PTEN and constitutive activation of AKT in T-ALL induce increased glucose metabolism and bypass the requirement of NOTCH1 signaling to sustain cell growth. Importantly, PTEN-null/GSI resistant T-ALL cells switch their oncogene addiction from NOTCH1 to AKT and are highly sensitive to AKT inhibitors. These results should facilitate the development of molecular therapies targeting NOTCH1 and AKT for the treatment of T-ALL.",
      "authorList": ["Palomero T", "Dominguez M", "Ferrando AA"],
      "authors": "Palomero T, Dominguez M, Ferrando AA",
      "journal": "Cell Cycle",
      "year": 2008,
      "month": 4,
      "day": 15,
      "volume": "7",
      "issue": "8",
      "pages": "965-70",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "17873882",
      "pmcid": "PMC2600418",
      "doi": "10.1038/nm1636",
      "title": "Mutational loss of PTEN induces resistance to NOTCH1 inhibition in T-cell leukemia",
      "abstract": "Gain-of-function mutations in NOTCH1 are common in T-cell lymphoblastic leukemias and lymphomas (T-ALL), making this receptor a promising target for drugs such as gamma-secretase inhibitors, which block a proteolytic cleavage required for NOTCH1 activation. However, the enthusiasm for these therapies has been tempered by tumor resistance and the paucity of information on the oncogenic programs regulated by oncogenic NOTCH1. Here we show that NOTCH1 regulates the expression of PTEN (encoding phosphatase and tensin homolog) and the activity of the phosphoinositol-3 kinase (PI3K)-AKT signaling pathway in normal and leukemic T cells. Notch signaling and the PI3K-AKT pathway synergize in vivo in a Drosophila melanogaster model of Notch-induced tumorigenesis, and mutational loss of PTEN is associated with human T-ALL resistance to pharmacological inhibition of NOTCH1. Overall, these findings identify transcriptional control of PTEN and regulation of the PI3K-AKT pathway as key elements of the leukemogenic program activated by NOTCH1 and provide the basis for the design of new therapeutic strategies for T-ALL.",
      "authorList": [
        "Palomero T",
        "Sulis ML",
        "Cortina M",
        "Real PJ",
        "Barnes K",
        "Ciofani M",
        "Caparros E",
        "Buteau J",
        "Brown K",
        "Perkins SL",
        "Bhagat G",
        "Agarwal AM",
        "Basso G",
        "Castillo M",
        "Nagase S",
        "Cordon-Cardo C",
        "Parsons R",
        "Zúñiga-Pflücker JC",
        "Dominguez M",
        "Ferrando AA"
      ],
      "authors": "Palomero T, Sulis ML, Cortina M, Real PJ, Barnes K, Ciofani M, Caparros E, Buteau J, Brown K, Perkins SL, Bhagat G, Agarwal AM, Basso G, Castillo M, Nagase S, Cordon-Cardo C, Parsons R, Zúñiga-Pflücker JC, Dominguez M, Ferrando AA",
      "journal": "Nat Med",
      "year": 2007,
      "month": 10,
      "day": -1,
      "volume": "13",
      "issue": "10",
      "pages": "1203-10",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "17452630",
      "pmcid": "PMC1855070",
      "doi": "10.1073/pnas.0702507104",
      "title": "Poor prognosis in carcinoma is associated with a gene expression signature of aberrant PTEN tumor suppressor pathway activity",
      "abstract": "Pathway-specific therapy is the future of cancer management. The oncogenic phosphatidylinositol 3-kinase (PI3K) pathway is frequently activated in solid tumors; however, currently, no reliable test for PI3K pathway activation exists for human tumors. Taking advantage of the observation that loss of PTEN, the negative regulator of PI3K, results in robust activation of this pathway, we developed and validated a microarray gene expression signature for immunohistochemistry (IHC)-detectable PTEN loss in breast cancer (BC). The most significant signature gene was PTEN itself, indicating that PTEN mRNA levels are the primary determinant of PTEN protein levels in BC. Some PTEN IHC-positive BCs exhibited the signature of PTEN loss, which was associated to moderately reduced PTEN mRNA levels cooperating with specific types of PIK3CA mutations and/or amplification of HER2. This demonstrates that the signature is more sensitive than PTEN IHC for identifying tumors with pathway activation. In independent data sets of breast, prostate, and bladder carcinoma, prediction of pathway activity by the signature correlated significantly to poor patient outcome. Stathmin, encoded by the signature gene STMN1, was an accurate IHC marker of the signature and had prognostic significance in BC. Stathmin was also pathway-pharmacodynamic in vitro and in vivo. Thus, the signature or its components such as stathmin may be clinically useful tests for stratification of patients for anti-PI3K pathway therapy and monitoring therapeutic efficacy. This study indicates that aberrant PI3K pathway signaling is strongly associated with metastasis and poor survival across carcinoma types, highlighting the enormous potential impact on patient survival that pathway inhibition could achieve.",
      "authorList": [
        "Saal LH",
        "Johansson P",
        "Holm K",
        "Gruvberger-Saal SK",
        "She QB",
        "Maurer M",
        "Koujak S",
        "Ferrando AA",
        "Malmström P",
        "Memeo L",
        "Isola J",
        "Bendahl PO",
        "Rosen N",
        "Hibshoosh H",
        "Ringnér M",
        "Borg A",
        "Parsons R"
      ],
      "authors": "Saal LH, Johansson P, Holm K, Gruvberger-Saal SK, She QB, Maurer M, Koujak S, Ferrando AA, Malmström P, Memeo L, Isola J, Bendahl PO, Rosen N, Hibshoosh H, Ringnér M, Borg A, Parsons R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2007,
      "month": 5,
      "day": 1,
      "volume": "104",
      "issue": "18",
      "pages": "7564-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "17114293",
      "pmcid": "PMC1838740",
      "doi": "10.1073/pnas.0606108103",
      "title": "NOTCH1 directly regulates c-MYC and activates a feed-forward-loop transcriptional network promoting leukemic cell growth",
      "abstract": "The NOTCH1 signaling pathway directly links extracellular signals with transcriptional responses in the cell nucleus and plays a critical role during T cell development and in the pathogenesis over 50% of human T cell lymphoblastic leukemia (T-ALL) cases. However, little is known about the transcriptional programs activated by NOTCH1. Using an integrative systems biology approach we show that NOTCH1 controls a feed-forward-loop transcriptional network that promotes cell growth. Inhibition of NOTCH1 signaling in T-ALL cells led to a reduction in cell size and elicited a gene expression signature dominated by down-regulated biosynthetic pathway genes. By integrating gene expression array and ChIP-on-chip data, we show that NOTCH1 directly activates multiple biosynthetic routes and induces c-MYC gene expression. Reverse engineering of regulatory networks from expression profiles showed that NOTCH1 and c-MYC govern two directly interconnected transcriptional programs containing common target genes that together regulate the growth of primary T-ALL cells. These results identify c-MYC as an essential mediator of NOTCH1 signaling and integrate NOTCH1 activation with oncogenic signaling pathways upstream of c-MYC.",
      "authorList": [
        "Palomero T",
        "Lim WK",
        "Odom DT",
        "Sulis ML",
        "Real PJ",
        "Margolin A",
        "Barnes KC",
        "O'Neil J",
        "Neuberg D",
        "Weng AP",
        "Aster JC",
        "Sigaux F",
        "Soulier J",
        "Look AT",
        "Young RA",
        "Califano A",
        "Ferrando AA"
      ],
      "authors": "Palomero T, Lim WK, Odom DT, Sulis ML, Real PJ, Margolin A, Barnes KC, O'Neil J, Neuberg D, Weng AP, Aster JC, Sigaux F, Soulier J, Look AT, Young RA, Califano A, Ferrando AA",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2006,
      "month": 11,
      "day": 28,
      "volume": "103",
      "issue": "48",
      "pages": "18261-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "17008890",
      "pmcid": "",
      "doi": "10.1038/sj.leu.2404409",
      "title": "Activating mutations in NOTCH1 in acute myeloid leukemia and lineage switch leukemias",
      "abstract": "Activating mutations in NOTCH1 are found in over 50% of human T-cell lymphoblastic leukemias (T-ALLs). Here, we report the analysis for activating NOTCH1 mutations in a large number of acute myeloid leukemia (AML) primary samples and cell lines. We found activating mutations in NOTCH1 in a single M0 primary AML sample, in three (ML1, ML2 and CTV-1) out of 23 AML cell lines and in the diagnostic (myeloid) and relapsed (T-lymphoid) clones in a patient with lineage switch leukemia. Importantly, the ML1 and ML2 AML cell lines are derived from an AML relapse in a patient initially diagnosed with T-ALL. Overall, these results demonstrate that activating mutations in NOTCH1 are mostly restricted to T-ALL and are rare in AMLs. The presence of NOTCH1 mutations in myeloid and T-lymphoid clones in lineage switch leukemias establishes the common clonal origin of the diagnostic and relapse blast populations and suggests a stem cell origin of NOTCH1 mutations during the molecular pathogenesis of these tumors.",
      "authorList": [
        "Palomero T",
        "McKenna K",
        "O-Neil J",
        "Galinsky I",
        "Stone R",
        "Suzukawa K",
        "Stiakaki E",
        "Kalmanti M",
        "Fox EA",
        "Caligiuri MA",
        "Aster JC",
        "Look AT",
        "Ferrando AA"
      ],
      "authors": "Palomero T, McKenna K, O-Neil J, Galinsky I, Stone R, Suzukawa K, Stiakaki E, Kalmanti M, Fox EA, Caligiuri MA, Aster JC, Look AT, Ferrando AA",
      "journal": "Leukemia",
      "year": 2006,
      "month": 11,
      "day": -1,
      "volume": "20",
      "issue": "11",
      "pages": "1963-6",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "16621969",
      "pmcid": "PMC1895859",
      "doi": "10.1182/blood-2005-08-3482",
      "title": "Transcriptional regulatory networks downstream of TAL1/SCL in T-cell acute lymphoblastic leukemia",
      "abstract": "Aberrant expression of 1 or more transcription factor oncogenes is a critical component of the molecular pathogenesis of human T-cell acute lymphoblastic leukemia (T-ALL); however, oncogenic transcriptional programs downstream of T-ALL oncogenes are mostly unknown. TAL1/SCL is a basic helix-loop-helix (bHLH) transcription factor oncogene aberrantly expressed in 60% of human T-ALLs. We used chromatin immunoprecipitation (ChIP) on chip to identify 71 direct transcriptional targets of TAL1/SCL. Promoters occupied by TAL1 were also frequently bound by the class I bHLH proteins E2A and HEB, suggesting that TAL1/E2A as well as TAL1/HEB heterodimers play a role in transformation of T-cell precursors. Using RNA interference, we demonstrated that TAL1 is required for the maintenance of the leukemic phenotype in Jurkat cells and showed that TAL1 binding can be associated with either repression or activation of genes whose promoters occupied by TAL1, E2A, and HEB. In addition, oligonucleotide microarray analysis of RNA from 47 primary T-ALL samples showed specific expression signatures involving TAL1 targets in TAL1-expressing compared with -nonexpressing human T-ALLs. Our results indicate that TAL1 may act as a bifunctional transcriptional regulator (activator and repressor) at the top of a complex regulatory network that disrupts normal T-cell homeostasis and contributes to leukemogenesis.",
      "authorList": [
        "Palomero T",
        "Odom DT",
        "O'Neil J",
        "Ferrando AA",
        "Margolin A",
        "Neuberg DS",
        "Winter SS",
        "Larson RS",
        "Li W",
        "Liu XS",
        "Young RA",
        "Look AT"
      ],
      "authors": "Palomero T, Odom DT, O'Neil J, Ferrando AA, Margolin A, Neuberg DS, Winter SS, Larson RS, Li W, Liu XS, Young RA, Look AT",
      "journal": "Blood",
      "year": 2006,
      "month": 8,
      "day": 1,
      "volume": "108",
      "issue": "3",
      "pages": "986-92",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "16688224",
      "pmcid": "",
      "doi": "10.1038/sj.leu.2404258",
      "title": "CUTLL1, a novel human T-cell lymphoma cell line with t(7;9) rearrangement, aberrant NOTCH1 activation and high sensitivity to gamma-secretase inhibitors",
      "abstract": "Activating mutations in NOTCH1 are present in over 50% of human T-cell lymphoblastic leukemia (T-ALL) samples and inhibition of NOTCH1 signaling with gamma-secretase inhibitors (GSI) has emerged as a potential therapeutic strategy for the treatment of this disease. Here, we report a new human T-cell lymphoma line CUTLL1, which expresses high levels of activated NOTCH1 and is extremely sensitive to gamma-secretase inhibitors treatment. CUTLL1 cells harbor a t(7;9)(q34;q34) translocation which induces the expression of a TCRB-NOTCH1 fusion transcript encoding a membrane-bound truncated form of the NOTCH1 receptor. GSI treatment of CUTLL1 cells blocked NOTCH1 processing and caused rapid clearance of activated intracellular NOTCH1. Loss of NOTCH1 activity induced a gene expression signature characterized by the downregulation of NOTCH1 target genes such as HES1 and NOTCH3. In contrast with most human T-ALL cell lines with activating mutations in NOTCH1, CUTLL1 cells showed a robust cellular phenotype upon GSI treatment characterized by G1 cell cycle arrest and increased apoptosis. These results show that the CUTLL1 cell line has a strong dependence on NOTCH1 signaling for proliferation and survival and supports that T-ALL patients whose tumors harbor t(7;9) should be included in clinical trials testing the therapeutic efficacy NOTCH1 inhibition with GSIs.",
      "authorList": [
        "Palomero T",
        "Barnes KC",
        "Real PJ",
        "Glade Bender JL",
        "Sulis ML",
        "Murty VV",
        "Colovai AI",
        "Balbin M",
        "Ferrando AA"
      ],
      "authors": "Palomero T, Barnes KC, Real PJ, Glade Bender JL, Sulis ML, Murty VV, Colovai AI, Balbin M, Ferrando AA",
      "journal": "Leukemia",
      "year": 2006,
      "month": 7,
      "day": -1,
      "volume": "20",
      "issue": "7",
      "pages": "1279-87",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": ""
    }
  ]
}
