{
  "person": "anna-lasorella",
  "publications": [
    {
      "pmid": "34031428",
      "pmcid": "",
      "doi": "10.1038/s41523-021-00266-0",
      "title": "Anti-tumor effects of an ID antagonist with no observed acquired resistance",
      "abstract": "ID proteins are helix-loop-helix (HLH) transcriptional regulators frequently overexpressed in cancer. ID proteins inhibit basic-HLH transcription factors often blocking differentiation and sustaining proliferation. A small-molecule, AGX51, targets ID proteins for degradation and impairs ocular neovascularization in mouse models. Here we show that AGX51 treatment of cancer cell lines impairs cell growth and viability that results from an increase in reactive oxygen species (ROS) production upon ID degradation. In mouse models, AGX51 treatment suppresses breast cancer colonization in the lung, regresses the growth of paclitaxel-resistant breast tumors when combined with paclitaxel and reduces tumor burden in sporadic colorectal neoplasia. Furthermore, in cells and mice, we fail to observe acquired resistance to AGX51 likely the result of the inability to mutate the binding pocket without loss of ID function and efficient degradation of the ID proteins. Thus, AGX51 is a first-in-class compound that antagonizes ID proteins, shows strong anti-tumor effects and may be further developed for the management of multiple cancers.",
      "authorList": [
        "Wojnarowicz PM",
        "Escolano MG",
        "Huang YH",
        "Desai B",
        "Chin Y",
        "Shah R",
        "Xu S",
        "Yadav S",
        "Yaklichkin S",
        "Ouerfelli O",
        "Soni RK",
        "Philip J",
        "Montrose DC",
        "Healey JH",
        "Rajasekhar VK",
        "Garland WA",
        "Ratiu J",
        "Zhuang Y",
        "Norton L",
        "Rosen N",
        "Hendrickson RC",
        "Zhou XK",
        "Iavarone A",
        "Massague J",
        "Dannenberg AJ",
        "Lasorella A",
        "Benezra R"
      ],
      "authors": "Wojnarowicz PM, Escolano MG, Huang YH, Desai B, Chin Y, Shah R, Xu S, Yadav S, Yaklichkin S, Ouerfelli O, Soni RK, Philip J, Montrose DC, Healey JH, Rajasekhar VK, Garland WA, Ratiu J, Zhuang Y, Norton L, Rosen N, Hendrickson RC, Zhou XK, Iavarone A, Massague J, Dannenberg AJ, Lasorella A, Benezra R",
      "journal": "NPJ Breast Cancer",
      "year": 2021,
      "month": 5,
      "day": 24,
      "volume": "7",
      "issue": "1",
      "pages": "58",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "34011400",
      "pmcid": "PMC8136167",
      "doi": "10.1186/s13073-021-00906-x",
      "title": "Single-cell characterization of macrophages in glioblastoma reveals MARCO as a mesenchymal pro-tumor marker",
      "abstract": "Macrophages are the most common infiltrating immune cells in gliomas and play a wide variety of pro-tumor and anti-tumor roles. However, the different subpopulations of macrophages and their effects on the tumor microenvironment remain poorly understood.",
      "authorList": [
        "Chen AX",
        "Gartrell RD",
        "Zhao J",
        "Upadhyayula PS",
        "Zhao W",
        "Yuan J",
        "Minns HE",
        "Dovas A",
        "Bruce JN",
        "Lasorella A",
        "Iavarone A",
        "Canoll P",
        "Sims PA",
        "Rabadan R"
      ],
      "authors": "Chen AX, Gartrell RD, Zhao J, Upadhyayula PS, Zhao W, Yuan J, Minns HE, Dovas A, Bruce JN, Lasorella A, Iavarone A, Canoll P, Sims PA, Rabadan R",
      "journal": "Genome Med",
      "year": 2021,
      "month": 5,
      "day": 19,
      "volume": "13",
      "issue": "1",
      "pages": "88",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "33767415",
      "pmcid": "",
      "doi": "10.1038/s41416-021-01360-7",
      "title": "The making of the glioblastoma classification",
      "abstract": "Classification of cancer should lead to informative patients' stratification and selective therapeutic vulnerabilities. A pathway-based classification of glioblastoma uncovered a mitochondrial subtype with a unique sensitivity to inhibitors of oxidative phosphorylation. Precision targeting of cancer metabolism could provide therapeutic opportunities to a lethal neoplasm and be translated to other tumour types.",
      "authorList": ["Lasorella A", "Iavarone A"],
      "authors": "Lasorella A, Iavarone A",
      "journal": "Br J Cancer",
      "year": 2021,
      "month": 3,
      "day": 25,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33681822",
      "pmcid": "PMC7935068",
      "doi": "10.1038/s43018-020-00159-4",
      "title": "Pathway-based classification of glioblastoma uncovers a mitochondrial subtype with therapeutic vulnerabilities",
      "abstract": "The transcriptomic classification of glioblastoma (GBM) has failed to predict survival and therapeutic vulnerabilities. A computational approach for unbiased identification of core biological traits of single cells and bulk tumors uncovered four tumor cell states and GBM subtypes distributed along neurodevelopmental and metabolic axes, classified as proliferative/progenitor, neuronal, mitochondrial and glycolytic/plurimetabolic. Each subtype was enriched with biologically coherent multiomic features. Mitochondrial GBM was associated with the most favorable clinical outcome. It relied exclusively on oxidative phosphorylation for energy production, whereas the glycolytic/plurimetabolic subtype was sustained by aerobic glycolysis and amino acid and lipid metabolism. Deletion of the glucose-proton symporter SLC45A1 was the truncal alteration most significantly associated with mitochondrial GBM, and the reintroduction of SLC45A1 in mitochondrial glioma cells induced acidification and loss of fitness. Mitochondrial, but not glycolytic/plurimetabolic, GBM exhibited marked vulnerability to inhibitors of oxidative phosphorylation. The pathway-based classification of GBM informs survival and enables precision targeting of cancer metabolism.",
      "authorList": [
        "Garofano L",
        "Migliozzi S",
        "Oh YT",
        "D'Angelo F",
        "Najac RD",
        "Ko A",
        "Frangaj B",
        "Caruso FP",
        "Yu K",
        "Yuan J",
        "Zhao W",
        "Di Stefano AL",
        "Bielle F",
        "Jiang T",
        "Sims P",
        "Suvà ML",
        "Tang F",
        "Su XD",
        "Ceccarelli M",
        "Sanson M",
        "Lasorella A",
        "Iavarone A"
      ],
      "authors": "Garofano L, Migliozzi S, Oh YT, D'Angelo F, Najac RD, Ko A, Frangaj B, Caruso FP, Yu K, Yuan J, Zhao W, Di Stefano AL, Bielle F, Jiang T, Sims P, Suvà ML, Tang F, Su XD, Ceccarelli M, Sanson M, Lasorella A, Iavarone A",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 2,
      "day": -1,
      "volume": "2",
      "issue": "2",
      "pages": "141-156",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "luciano-garofano",
        "simona-migliozzi",
        "fulvio-dangelo",
        "ryan-najac",
        "brulinda-frangaj",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "32413119",
      "pmcid": "PMC7690363",
      "doi": "10.1093/neuonc/noaa121",
      "title": "Clinical, molecular, and radiomic profile of gliomas with FGFR3-TACC3 fusions",
      "abstract": "Actionable fibroblast growth factor receptor 3 (FGFR3)-transforming acidic coiled-coil protein 3 fusions (F3T3) are found in approximately 3% of gliomas, but their characteristics and prognostic significance are still poorly defined. Our goal was to characterize the clinical, radiological, and molecular profile of F3T3 positive diffuse gliomas.",
      "authorList": [
        "Di Stefano AL",
        "Picca A",
        "Saragoussi E",
        "Bielle F",
        "Ducray F",
        "Villa C",
        "Eoli M",
        "Paterra R",
        "Bellu L",
        "Mathon B",
        "Capelle L",
        "Bourg V",
        "Gloaguen A",
        "Philippe C",
        "Frouin V",
        "Schmitt Y",
        "Lerond J",
        "Leclerc J",
        "Lasorella A",
        "Iavarone A",
        "Mokhtari K",
        "Savatovsky J",
        "Alentorn A",
        "Sanson M"
      ],
      "authors": "Di Stefano AL, Picca A, Saragoussi E, Bielle F, Ducray F, Villa C, Eoli M, Paterra R, Bellu L, Mathon B, Capelle L, Bourg V, Gloaguen A, Philippe C, Frouin V, Schmitt Y, Lerond J, Leclerc J, Lasorella A, Iavarone A, Mokhtari K, Savatovsky J, Alentorn A, Sanson M",
      "journal": "Neuro Oncol",
      "year": 2020,
      "month": 11,
      "day": 26,
      "volume": "22",
      "issue": "11",
      "pages": "1614-1624",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33173156",
      "pmcid": "PMC7655825",
      "doi": "10.1038/s41598-020-76599-w",
      "title": "Integrating single-cell RNA-seq and imaging with SCOPE-seq2",
      "abstract": "Live cell imaging allows direct observation and monitoring of phenotypes that are difficult to infer from transcriptomics. However, existing methods for linking microscopy and single-cell RNA-seq (scRNA-seq) have limited scalability. Here, we describe an upgraded version of Single Cell Optical Phenotyping and Expression (SCOPE-seq2) for combining single-cell imaging and expression profiling, with substantial improvements in throughput, molecular capture efficiency, linking accuracy, and compatibility with standard microscopy instrumentation. We introduce improved optically decodable mRNA capture beads and implement a more scalable and simplified optical decoding process. We demonstrate the utility of SCOPE-seq2 for fluorescence, morphological, and expression profiling of individual primary cells from a human glioblastoma (GBM) surgical sample, revealing relationships between simple imaging features and cellular identity, particularly among malignantly transformed tumor cells.",
      "authorList": [
        "Liu Z",
        "Yuan J",
        "Lasorella A",
        "Iavarone A",
        "Bruce JN",
        "Canoll P",
        "Sims PA"
      ],
      "authors": "Liu Z, Yuan J, Lasorella A, Iavarone A, Bruce JN, Canoll P, Sims PA",
      "journal": "Sci Rep",
      "year": 2020,
      "month": 11,
      "day": 10,
      "volume": "10",
      "issue": "1",
      "pages": "19482",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33155039",
      "pmcid": "PMC7645027",
      "doi": "10.1093/gigascience/giaa109",
      "title": "A map of tumor-host interactions in glioma at single-cell resolution",
      "abstract": "Single-cell RNA sequencing is the reference technique for characterizing the heterogeneity of the tumor microenvironment. The composition of the various cell types making up the microenvironment can significantly affect the way in which the immune system activates cancer rejection mechanisms. Understanding the cross-talk signals between immune cells and cancer cells is of fundamental importance for the identification of immuno-oncology therapeutic targets.",
      "authorList": [
        "Caruso FP",
        "Garofano L",
        "D'Angelo F",
        "Yu K",
        "Tang F",
        "Yuan J",
        "Zhang J",
        "Cerulo L",
        "Pagnotta SM",
        "Bedognetti D",
        "Sims PA",
        "Suvà M",
        "Su XD",
        "Lasorella A",
        "Iavarone A",
        "Ceccarelli M"
      ],
      "authors": "Caruso FP, Garofano L, D'Angelo F, Yu K, Tang F, Yuan J, Zhang J, Cerulo L, Pagnotta SM, Bedognetti D, Sims PA, Suvà M, Su XD, Lasorella A, Iavarone A, Ceccarelli M",
      "journal": "Gigascience",
      "year": 2020,
      "month": 10,
      "day": 14,
      "volume": "9",
      "issue": "10",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "luciano-garofano",
        "fulvio-dangelo",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "32640193",
      "pmcid": "PMC7849370",
      "doi": "10.1016/j.molcel.2020.06.021",
      "title": "Proline Hydroxylation Primes Protein Kinases for Autophosphorylation and Activation",
      "abstract": "Activation of dual-specificity tyrosine-phosphorylation-regulated kinases 1A and 1B (DYRK1A and DYRK1B) requires prolyl hydroxylation by PHD1 prolyl hydroxylase. Prolyl hydroxylation of DYRK1 initiates a cascade of events leading to the release of molecular constraints on von Hippel-Lindau (VHL) ubiquitin ligase tumor suppressor function. However, the proline residue of DYRK1 targeted by hydroxylation and the role of prolyl hydroxylation in tyrosine autophosphorylation of DYRK1 are unknown. We found that a highly conserved proline in the CMGC insert of the DYRK1 kinase domain is hydroxylated by PHD1, and this event precedes tyrosine autophosphorylation. Mutation of the hydroxylation acceptor proline precludes tyrosine autophosphorylation and folding of DYRK1, resulting in a kinase unable to preserve VHL function and lacking glioma suppression activity. The consensus proline sequence is shared by most CMGC kinases, and prolyl hydroxylation is essential for catalytic activation. Thus, formation of prolyl-hydroxylated intermediates is a novel mechanism of kinase maturation and likely a general mechanism of regulation of CMGC kinases in eukaryotes.",
      "authorList": [
        "Lee SB",
        "Ko A",
        "Oh YT",
        "Shi P",
        "D'Angelo F",
        "Frangaj B",
        "Koller A",
        "Chen EI",
        "Cardozo T",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Lee SB, Ko A, Oh YT, Shi P, D'Angelo F, Frangaj B, Koller A, Chen EI, Cardozo T, Iavarone A, Lasorella A",
      "journal": "Mol Cell",
      "year": 2020,
      "month": 8,
      "day": 6,
      "volume": "79",
      "issue": "3",
      "pages": "376-389",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "brulinda-frangaj",
        "antonio-iavarone",
        "anna-lasorella"
      ],
      "isbn": ""
    },
    {
      "pmid": "32413119",
      "pmcid": "",
      "doi": "10.1093/neuonc/noaa121",
      "title": "Clinical, molecular and radiomic profile of gliomas with FGFR3-TACC3 fusions",
      "abstract": "actionable FGFR3-TACC3 (F3T3) fusions are found in approximately 3% of gliomas, but their characteristics and prognostic significance are still poorly defined. Our goal was to characterize the clinical, radiological and molecular profile of F3T3 positive diffuse gliomas.",
      "authorList": [
        "Di Stefano AL",
        "Picca A",
        "Saragoussi E",
        "Bielle F",
        "Ducray F",
        "Villa C",
        "Eoli M",
        "Paterra R",
        "Bellu L",
        "Mathon B",
        "Capelle L",
        "Bourg V",
        "Gloaguen A",
        "Philippe C",
        "Frouin V",
        "Schmitt Y",
        "Lerond J",
        "Leclerc J",
        "Lasorella A",
        "Iavarone A",
        "Mokhtari K",
        "Savatovsky J",
        "Alentorn A",
        "Sanson M"
      ],
      "journal": "Neuro-oncology",
      "year": 2020,
      "month": 5,
      "day": 15,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "selected", "selected::antonio-iavarone"],
      "url": "",
      "labs": ["antonio-iavarone", "anna-lasorella"],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": "",
      "authors": "Di Stefano AL, Picca A, Saragoussi E, Bielle F, Ducray F, Villa C, Eoli M, Paterra R, Bellu L, Mathon B, Capelle L, Bourg V, Gloaguen A, Philippe C, Frouin V, Schmitt Y, Lerond J, Leclerc J, Lasorella A, Iavarone A, Mokhtari K, Savatovsky J, Alentorn A, Sanson M"
    },
    {
      "pmid": "31577956",
      "pmcid": "PMC6896334",
      "doi": "10.1016/j.celrep.2019.08.073",
      "title": "A Small-Molecule Pan-Id Antagonist Inhibits Pathologic Ocular Neovascularization",
      "abstract": "Id helix-loop-helix (HLH) proteins (Id1-4) bind E protein bHLH transcription factors, preventing them from forming active transcription complexes that drive changes in cell states. Id proteins are primarily expressed during development to inhibit differentiation, but they become re-expressed in adult tissues in diseases of the vasculature and cancer. We show that the genetic loss of Id1/Id3 reduces ocular neovascularization in mouse models of wet age-related macular degeneration (AMD) and retinopathy of prematurity (ROP). An in silico screen identifies AGX51, a small-molecule Id antagonist. AGX51 inhibits the Id1-E47 interaction, leading to ubiquitin-mediated degradation of Ids, cell growth arrest, and reduced viability. AGX51 is well-tolerated in mice and phenocopies the genetic loss of Id expression in AMD and ROP models by inhibiting retinal neovascularization. Thus, AGX51 is a first-in-class compound that antagonizes an interaction formerly considered undruggable and that may have utility in the management of multiple diseases.",
      "authorList": [
        "Wojnarowicz PM",
        "Lima E Silva R",
        "Ohnaka M",
        "Lee SB",
        "Chin Y",
        "Kulukian A",
        "Chang SH",
        "Desai B",
        "Garcia Escolano M",
        "Shah R",
        "Garcia-Cao M",
        "Xu S",
        "Kadam R",
        "Goldgur Y",
        "Miller MA",
        "Ouerfelli O",
        "Yang G",
        "Arakawa T",
        "Albanese SK",
        "Garland WA",
        "Stoller G",
        "Chaudhary J",
        "Norton L",
        "Soni RK",
        "Philip J",
        "Hendrickson RC",
        "Iavarone A",
        "Dannenberg AJ",
        "Chodera JD",
        "Pavletich N",
        "Lasorella A",
        "Campochiaro PA",
        "Benezra R"
      ],
      "authors": "Wojnarowicz PM, Lima E Silva R, Ohnaka M, Lee SB, Chin Y, Kulukian A, Chang SH, Desai B, Garcia Escolano M, Shah R, Garcia-Cao M, Xu S, Kadam R, Goldgur Y, Miller MA, Ouerfelli O, Yang G, Arakawa T, Albanese SK, Garland WA, Stoller G, Chaudhary J, Norton L, Soni RK, Philip J, Hendrickson RC, Iavarone A, Dannenberg AJ, Chodera JD, Pavletich N, Lasorella A, Campochiaro PA, Benezra R",
      "journal": "Cell Rep",
      "year": 2019,
      "month": 10,
      "day": 1,
      "volume": "29",
      "issue": "1",
      "pages": "62-75",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "30796088",
      "pmcid": "PMC6386217",
      "doi": "10.15252/msb.20188557",
      "title": "De novo gene signature identification from single-cell RNA-seq with hierarchical Poisson factorization",
      "abstract": "Common approaches to gene signature discovery in single-cell RNA-sequencing (scRNA-seq) depend upon predefined structures like clusters or pseudo-temporal order, require prior normalization, or do not account for the sparsity of single-cell data. We present single-cell hierarchical Poisson factorization (scHPF), a Bayesian factorization method that adapts hierarchical Poisson factorization (Gopalan et al, 2015, Proceedings of the 31st Conference on Uncertainty in Artificial Intelligence, 326) for de novo discovery of both continuous and discrete expression patterns from scRNA-seq. scHPF does not require prior normalization and captures statistical properties of single-cell data better than other methods in benchmark datasets. Applied to scRNA-seq of the core and margin of a high-grade glioma, scHPF uncovers marked differences in the abundance of glioma subpopulations across tumor regions and regionally associated expression biases within glioma subpopulations. scHFP revealed an expression signature that was spatially biased toward the glioma-infiltrated margins and associated with inferior survival in glioblastoma.",
      "authorList": [
        "Levitin HM",
        "Yuan J",
        "Cheng YL",
        "Ruiz FJ",
        "Bush EC",
        "Bruce JN",
        "Canoll P",
        "Iavarone A",
        "Lasorella A",
        "Blei DM",
        "Sims PA"
      ],
      "authors": "Levitin HM, Yuan J, Cheng YL, Ruiz FJ, Bush EC, Bruce JN, Canoll P, Iavarone A, Lasorella A, Blei DM, Sims PA",
      "journal": "Mol Syst Biol",
      "year": 2019,
      "month": 2,
      "day": 22,
      "volume": "15",
      "issue": "2",
      "pages": "e8557",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "30531922",
      "pmcid": "PMC6857804",
      "doi": "10.1038/s41591-018-0263-8",
      "title": "The molecular landscape of glioma in patients with Neurofibromatosis 1",
      "abstract": "Neurofibromatosis type 1 (NF1) is a common tumor predisposition syndrome in which glioma is one of the prevalent tumors. Gliomagenesis in NF1 results in a heterogeneous spectrum of low- to high-grade neoplasms occurring during the entire lifespan of patients. The pattern of genetic and epigenetic alterations of glioma that develops in NF1 patients and the similarities with sporadic glioma remain unknown. Here, we present the molecular landscape of low- and high-grade gliomas in patients affected by NF1 (NF1-glioma). We found that the predisposing germline mutation of the NF1 gene was frequently converted to homozygosity and the somatic mutational load of NF1-glioma was influenced by age and grade. High-grade tumors harbored genetic alterations of TP53 and CDKN2A, frequent mutations of ATRX associated with Alternative Lengthening of Telomere, and were enriched in genetic alterations of transcription/chromatin regulation and PI3 kinase pathways. Low-grade tumors exhibited fewer mutations that were over-represented in genes of the MAP kinase pathway. Approximately 50% of low-grade NF1-gliomas displayed an immune signature, T lymphocyte infiltrates, and increased neo-antigen load. DNA methylation assigned NF1-glioma to LGm6, a poorly defined Isocitrate Dehydrogenase 1 wild-type subgroup enriched with ATRX mutations. Thus, the profiling of NF1-glioma defined a distinct landscape that recapitulates a subset of sporadic tumors.",
      "authorList": [
        "D'Angelo F",
        "Ceccarelli M",
        "Garofano L",
        "Zhang J",
        "Frattini V",
        "Caruso FP",
        "Lewis G",
        "Alfaro KD",
        "Bauchet L",
        "Berzero G",
        "Cachia D",
        "Cangiano M",
        "Capelle L",
        "de Groot J",
        "DiMeco F",
        "Ducray F",
        "Farah W",
        "Finocchiaro G",
        "Goutagny S",
        "Kamiya-Matsuoka C",
        "Lavarino C",
        "Loiseau H",
        "Lorgis V",
        "Marras CE",
        "McCutcheon I",
        "Nam DH",
        "Ronchi S",
        "Saletti V",
        "Seizeur R",
        "Slopis J",
        "Suñol M",
        "Vandenbos F",
        "Varlet P",
        "Vidaud D",
        "Watts C",
        "Tabar V",
        "Reuss DE",
        "Kim SK",
        "Meyronet D",
        "Mokhtari K",
        "Salvador H",
        "Bhat KP",
        "Eoli M",
        "Sanson M",
        "Lasorella A",
        "Iavarone A"
      ],
      "authors": "D'Angelo F, Ceccarelli M, Garofano L, Zhang J, Frattini V, Caruso FP, Lewis G, Alfaro KD, Bauchet L, Berzero G, Cachia D, Cangiano M, Capelle L, de Groot J, DiMeco F, Ducray F, Farah W, Finocchiaro G, Goutagny S, Kamiya-Matsuoka C, Lavarino C, Loiseau H, Lorgis V, Marras CE, McCutcheon I, Nam DH, Ronchi S, Saletti V, Seizeur R, Slopis J, Suñol M, Vandenbos F, Varlet P, Vidaud D, Watts C, Tabar V, Reuss DE, Kim SK, Meyronet D, Mokhtari K, Salvador H, Bhat KP, Eoli M, Sanson M, Lasorella A, Iavarone A",
      "journal": "Nat Med",
      "year": 2019,
      "month": 1,
      "day": -1,
      "volume": "25",
      "issue": "1",
      "pages": "176-187",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "luciano-garofano",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "31044160",
      "pmcid": "PMC6478916",
      "doi": "10.1038/s42003-019-0369-7",
      "title": "The combination of neoantigen quality and T lymphocyte infiltrates identifies glioblastomas with the longest survival",
      "abstract": "Glioblastoma (GBM) is resistant to multimodality therapeutic approaches. A high burden of tumor-specific mutant peptides (neoantigens) correlates with better survival and response to immunotherapies in selected solid tumors but how neoantigens impact clinical outcome in GBM remains unclear. Here, we exploit the similarity between tumor neoantigens and infectious disease-derived immune epitopes and apply a neoantigen fitness model for identifying high-quality neoantigens in a human pan-glioma dataset. We find that the neoantigen quality fitness model stratifies GBM patients with more favorable clinical outcome and, together with CD8+ T lymphocytes tumor infiltration, identifies a GBM subgroup with the longest survival, which displays distinct genomic and transcriptomic features. Conversely, neither tumor neoantigen burden from a quantitative model nor the isolated enrichment of CD8+ T lymphocytes were able to predict survival of GBM patients. This approach may guide optimal stratification of GBM patients for maximum response to immunotherapy.",
      "authorList": [
        "Zhang J",
        "Caruso FP",
        "Sa JK",
        "Justesen S",
        "Nam DH",
        "Sims P",
        "Ceccarelli M",
        "Lasorella A",
        "Iavarone A"
      ],
      "journal": "Commun Biol",
      "year": 2019,
      "month": -1,
      "day": -1,
      "volume": "2",
      "issue": "",
      "pages": "135",
      "tagList": [
        "article",
        "selected",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": ["antonio-iavarone", "anna-lasorella"],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": "",
      "authors": "Zhang J, Caruso FP, Sa JK, Justesen S, Nam DH, Sims P, Ceccarelli M, Lasorella A, Iavarone A"
    },
    {
      "pmid": "28976058",
      "pmcid": "",
      "doi": "10.1111/bpa.12563",
      "title": "Diffuse gliomas with FGFR3-TACC3 fusion have characteristic histopathological and molecular features",
      "abstract": "Adult glioblastomas, IDH-wildtype represent a heterogeneous group of diseases. They are resistant to conventional treatment by concomitant radiochemotherapy and carry a dismal prognosis. The discovery of oncogenic gene fusions in these tumors has led to prospective targeted treatments, but identification of these rare alterations in practice is challenging. Here, we report a series of 30 adult diffuse gliomas with an in frame FGFR3-TACC3 oncogenic fusion (n = 27 WHO grade IV and n = 3 WHO grade II) as well as their histological and molecular features. We observed recurrent morphological features (monomorphous ovoid nuclei, nuclear palisading and thin parallel cytoplasmic processes, endocrinoid network of thin capillaries) associated with frequent microcalcifications and desmoplasia. We report a constant immunoreactivity for FGFR3, which is a valuable method for screening for the FGFR3-TACC3 fusion with 100% sensitivity and 92% specificity. We confirmed the associated molecular features (typical genetic alterations of glioblastoma, except the absence of EGFR amplification, and an increased frequency of CDK4 and MDM2 amplifications). FGFR3 immunopositivity is a valuable tool to identify gliomas that are likely to harbor the FGFR3-TACC3 fusion for inclusion in targeted therapeutic trials.",
      "authorList": [
        "Bielle F",
        "Di Stefano AL",
        "Meyronet D",
        "Picca A",
        "Villa C",
        "Bernier M",
        "Schmitt Y",
        "Giry M",
        "Rousseau A",
        "Figarella-Branger D",
        "Maurage CA",
        "Uro-Coste E",
        "Lasorella A",
        "Iavarone A",
        "Sanson M",
        "Mokhtari K"
      ],
      "journal": "Brain Pathol",
      "year": 2018,
      "month": 9,
      "day": -1,
      "volume": "28",
      "issue": "5",
      "pages": "674-683",
      "tagList": ["article", "selected", "selected::antonio-iavarone"],
      "url": "",
      "labs": ["antonio-iavarone", "anna-lasorella"],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": "",
      "authors": "Bielle F, Di Stefano AL, Meyronet D, Picca A, Villa C, Bernier M, Schmitt Y, Giry M, Rousseau A, Figarella-Branger D, Maurage CA, Uro-Coste E, Lasorella A, Iavarone A, Sanson M, Mokhtari K"
    },
    {
      "pmid": "30041684",
      "pmcid": "PMC6058390",
      "doi": "10.1186/s13073-018-0567-9",
      "title": "Single-cell transcriptome analysis of lineage diversity in high-grade glioma",
      "abstract": "Despite extensive molecular characterization, we lack a comprehensive understanding of lineage identity, differentiation, and proliferation in high-grade gliomas (HGGs).",
      "authorList": [
        "Yuan J",
        "Levitin HM",
        "Frattini V",
        "Bush EC",
        "Boyett DM",
        "Samanamud J",
        "Ceccarelli M",
        "Dovas A",
        "Zanazzi G",
        "Canoll P",
        "Bruce JN",
        "Lasorella A",
        "Iavarone A",
        "Sims PA"
      ],
      "authors": "Yuan J, Levitin HM, Frattini V, Bush EC, Boyett DM, Samanamud J, Ceccarelli M, Dovas A, Zanazzi G, Canoll P, Bruce JN, Lasorella A, Iavarone A, Sims PA",
      "journal": "Genome Med",
      "year": 2018,
      "month": 7,
      "day": 24,
      "volume": "10",
      "issue": "1",
      "pages": "57",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "29915258",
      "pmcid": "PMC6006150",
      "doi": "10.1038/s41467-018-04622-w",
      "title": "A recurrent point mutation in PRKCA is a hallmark of chordoid gliomas",
      "abstract": "Chordoid glioma (ChG) is a characteristic, slow growing, and well-circumscribed diencephalic tumor, whose mutational landscape is unknown. Here we report the analysis of 16 ChG by whole-exome and RNA-sequencing. We found that 15 ChG harbor the same PRKCA D463H mutation. PRKCA encodes the Protein kinase C (PKC) isozyme alpha (PKCα) and is mutated in a wide range of human cancers. However the hot spot PRKCA D463H mutation was not described in other tumors. PRKCA D463H is strongly associated with the activation of protein translation initiation (EIF2) pathway. PKCαD463H mRNA levels are more abundant than wild-type PKCα transcripts, while PKCαD463H is less stable than the PCKαWT protein. Compared to PCKαWT, the PKCαD463H protein is depleted from the cell membrane. The PKCαD463H mutant enhances proliferation of astrocytes and tanycytes, the cells of origin of ChG. In conclusion, our study identifies the hallmark mutation for chordoid gliomas and provides mechanistic insights on ChG oncogenesis.",
      "authorList": [
        "Rosenberg S",
        "Simeonova I",
        "Bielle F",
        "Verreault M",
        "Bance B",
        "Le Roux I",
        "Daniau M",
        "Nadaradjane A",
        "Gleize V",
        "Paris S",
        "Marie Y",
        "Giry M",
        "Polivka M",
        "Figarella-Branger D",
        "Aubriot-Lorton MH",
        "Villa C",
        "Vasiljevic A",
        "Lechapt-Zalcman E",
        "Kalamarides M",
        "Sharif A",
        "Mokhtari K",
        "Pagnotta SM",
        "Iavarone A",
        "Lasorella A",
        "Huillard E",
        "Sanson M"
      ],
      "authors": "Rosenberg S, Simeonova I, Bielle F, Verreault M, Bance B, Le Roux I, Daniau M, Nadaradjane A, Gleize V, Paris S, Marie Y, Giry M, Polivka M, Figarella-Branger D, Aubriot-Lorton MH, Villa C, Vasiljevic A, Lechapt-Zalcman E, Kalamarides M, Sharif A, Mokhtari K, Pagnotta SM, Iavarone A, Lasorella A, Huillard E, Sanson M",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 6,
      "day": 18,
      "volume": "9",
      "issue": "1",
      "pages": "2371",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "29510988",
      "pmcid": "PMC5967627",
      "doi": "10.1158/2159-8290.CD-16-0861",
      "title": "Cross-Cohort Analysis Identifies a TEAD4-MYCN Positive Feedback Loop as the Core Regulatory Element of High-Risk Neuroblastoma",
      "abstract": "High-risk neuroblastomas show a paucity of recurrent somatic mutations at diagnosis. As a result, the molecular basis for this aggressive phenotype remains elusive. Recent progress in regulatory network analysis helped us elucidate disease-driving mechanisms downstream of genomic alterations, including recurrent chromosomal alterations. Our analysis identified three molecular subtypes of high-risk neuroblastomas, consistent with chromosomal alterations, and identified subtype-specific master regulator proteins that were conserved across independent cohorts. A 10-protein transcriptional module-centered around a TEAD4-MYCN positive feedback loop-emerged as the regulatory driver of the high-risk subtype associated with MYCN amplification. Silencing of either gene collapsed MYCN-amplified (MYCNAmp) neuroblastoma transcriptional hallmarks and abrogated viability in vitro and in vivo Consistently, TEAD4 emerged as a robust prognostic marker of poor survival, with activity independent of the canonical Hippo pathway transcriptional coactivators YAP and TAZ. These results suggest novel therapeutic strategies for the large subset of MYCN-deregulated neuroblastomas.Significance: Despite progress in understanding of neuroblastoma genetics, little progress has been made toward personalized treatment. Here, we present a framework to determine the downstream effectors of the genetic alterations sustaining neuroblastoma subtypes, which can be easily extended to other tumor types. We show the critical effect of disrupting a 10-protein module centered around a YAP/TAZ-independent TEAD4-MYCN positive feedback loop in MYCNAmp neuroblastomas, nominating TEAD4 as a novel candidate for therapeutic intervention. Cancer Discov; 8(5); 582-99. ©2018 AACR.This article is highlighted in the In This Issue feature, p. 517.",
      "authorList": [
        "Rajbhandari P",
        "Lopez G",
        "Capdevila C",
        "Salvatori B",
        "Yu J",
        "Rodriguez-Barrueco R",
        "Martinez D",
        "Yarmarkovich M",
        "Weichert-Leahey N",
        "Abraham BJ",
        "Alvarez MJ",
        "Iyer A",
        "Harenza JL",
        "Oldridge D",
        "De Preter K",
        "Koster J",
        "Asgharzadeh S",
        "Seeger RC",
        "Wei JS",
        "Khan J",
        "Vandesompele J",
        "Mestdagh P",
        "Versteeg R",
        "Look AT",
        "Young RA",
        "Iavarone A",
        "Lasorella A",
        "Silva JM",
        "Maris JM",
        "Califano A"
      ],
      "authors": "Rajbhandari P, Lopez G, Capdevila C, Salvatori B, Yu J, Rodriguez-Barrueco R, Martinez D, Yarmarkovich M, Weichert-Leahey N, Abraham BJ, Alvarez MJ, Iyer A, Harenza JL, Oldridge D, De Preter K, Koster J, Asgharzadeh S, Seeger RC, Wei JS, Khan J, Vandesompele J, Mestdagh P, Versteeg R, Look AT, Young RA, Iavarone A, Lasorella A, Silva JM, Maris JM, Califano A",
      "journal": "Cancer Discov",
      "year": 2018,
      "month": 5,
      "day": -1,
      "volume": "8",
      "issue": "5",
      "pages": "582-599",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "29703840",
      "pmcid": "PMC6750718",
      "doi": "10.1126/sciimmunol.aao2139",
      "title": "Transcription factor ID2 prevents E proteins from enforcing a naïve T lymphocyte gene program during NK cell development",
      "abstract": "All innate lymphoid cells (ILCs) require the small helix-loop-helix transcription factor ID2, but the functions of ID2 are not well understood in these cells. We show that mature natural killer (NK) cells, the prototypic ILCs, developed in mice lacking ID2 but remained as precursor CD27+CD11b- cells that failed to differentiate into CD27-CD11b+ cytotoxic effectors. We show that ID2 limited chromatin accessibility at E protein binding sites near naïve T lymphocyte-associated genes including multiple chemokine receptors, cytokine receptors, and signaling molecules and altered the NK cell response to inflammatory cytokines. In the absence of ID2, CD27+CD11b- NK cells expressed ID3, a helix-loop-helix protein associated with naïve T cells, and they transitioned from a CD8 memory precursor-like to a naïve-like chromatin accessibility state. We demonstrate that ID3 was required for the development of ID2-deficient NK cells, indicating that completely unfettered E protein function is incompatible with NK cell development. These data solidify the roles of ID2 and ID3 as mediators of effector and naïve gene programs, respectively, and revealed a critical role for ID2 in promoting a chromatin state and transcriptional program in CD27+CD11b- NK cells that supports cytotoxic effector differentiation and cytokine responses.",
      "authorList": [
        "Zook EC",
        "Li ZY",
        "Xu Y",
        "de Pooter RF",
        "Verykokakis M",
        "Beaulieu A",
        "Lasorella A",
        "Maienschein-Cline M",
        "Sun JC",
        "Sigvardsson M",
        "Kee BL"
      ],
      "authors": "Zook EC, Li ZY, Xu Y, de Pooter RF, Verykokakis M, Beaulieu A, Lasorella A, Maienschein-Cline M, Sun JC, Sigvardsson M, Kee BL",
      "journal": "Sci Immunol",
      "year": 2018,
      "month": 4,
      "day": 27,
      "volume": "3",
      "issue": "22",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiming-li", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "29361062",
      "pmcid": "PMC6283452",
      "doi": "10.1093/nar/gky015",
      "title": "RGBM: regularized gradient boosting machines for identification of the transcriptional regulators of discrete glioma subtypes",
      "abstract": "We propose a generic framework for gene regulatory network (GRN) inference approached as a feature selection problem. GRNs obtained using Machine Learning techniques are often dense, whereas real GRNs are rather sparse. We use a Tikonov regularization inspired optimal L-curve criterion that utilizes the edge weight distribution for a given target gene to determine the optimal set of TFs associated with it. Our proposed framework allows to incorporate a mechanistic active biding network based on cis-regulatory motif analysis. We evaluate our regularization framework in conjunction with two non-linear ML techniques, namely gradient boosting machines (GBM) and random-forests (GENIE), resulting in a regularized feature selection based method specifically called RGBM and RGENIE respectively. RGBM has been used to identify the main transcription factors that are causally involved as master regulators of the gene expression signature activated in the FGFR3-TACC3-positive glioblastoma. Here, we illustrate that RGBM identifies the main regulators of the molecular subtypes of brain tumors. Our analysis reveals the identity and corresponding biological activities of the master regulators characterizing the difference between G-CIMP-high and G-CIMP-low subtypes and between PA-like and LGm6-GBM, thus providing a clue to the yet undetermined nature of the transcriptional events among these subtypes.",
      "authorList": [
        "Mall R",
        "Cerulo L",
        "Garofano L",
        "Frattini V",
        "Kunji K",
        "Bensmail H",
        "Sabedot TS",
        "Noushmehr H",
        "Lasorella A",
        "Iavarone A",
        "Ceccarelli M"
      ],
      "authors": "Mall R, Cerulo L, Garofano L, Frattini V, Kunji K, Bensmail H, Sabedot TS, Noushmehr H, Lasorella A, Iavarone A, Ceccarelli M",
      "journal": "Nucleic Acids Res",
      "year": 2018,
      "month": 4,
      "day": 20,
      "volume": "46",
      "issue": "7",
      "pages": "e39",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["luciano-garofano", "anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "29323298",
      "pmcid": "PMC5771419",
      "doi": "10.1038/nature25171",
      "title": "A metabolic function of FGFR3-TACC3 gene fusions in cancer",
      "abstract": "Chromosomal translocations that generate in-frame oncogenic gene fusions are notable examples of the success of targeted cancer therapies. We have previously described gene fusions of FGFR3-TACC3 (F3-T3) in 3% of human glioblastoma cases. Subsequent studies have reported similar frequencies of F3-T3 in many other cancers, indicating that F3-T3 is a commonly occuring fusion across all tumour types. F3-T3 fusions are potent oncogenes that confer sensitivity to FGFR inhibitors, but the downstream oncogenic signalling pathways remain unknown. Here we show that human tumours with F3-T3 fusions cluster within transcriptional subgroups that are characterized by the activation of mitochondrial functions. F3-T3 activates oxidative phosphorylation and mitochondrial biogenesis and induces sensitivity to inhibitors of oxidative metabolism. Phosphorylation of the phosphopeptide PIN4 is an intermediate step in the signalling pathway of the activation of mitochondrial metabolism. The F3-T3-PIN4 axis triggers the biogenesis of peroxisomes and the synthesis of new proteins. The anabolic response converges on the PGC1α coactivator through the production of intracellular reactive oxygen species, which enables mitochondrial respiration and tumour growth. These data illustrate the oncogenic circuit engaged by F3-T3 and show that F3-T3-positive tumours rely on mitochondrial respiration, highlighting this pathway as a therapeutic opportunity for the treatment of tumours with F3-T3 fusions. We also provide insights into the genetic alterations that initiate the chain of metabolic responses that drive mitochondrial metabolism in cancer.",
      "authorList": [
        "Frattini V",
        "Pagnotta SM",
        "Fan JJ",
        "Russo MV",
        "Lee SB",
        "Garofano L",
        "Zhang J",
        "Shi P",
        "Lewis G",
        "Sanson H",
        "Frederick V",
        "Castano AM",
        "Cerulo L",
        "Rolland DCM",
        "Mall R",
        "Mokhtari K",
        "Elenitoba-Johnson KSJ",
        "Sanson M",
        "Huang X",
        "Ceccarelli M",
        "Lasorella A",
        "Iavarone A"
      ],
      "authors": "Frattini V, Pagnotta SM, Fan JJ, Russo MV, Lee SB, Garofano L, Zhang J, Shi P, Lewis G, Sanson H, Frederick V, Castano AM, Cerulo L, Rolland DCM, Mall R, Mokhtari K, Elenitoba-Johnson KSJ, Sanson M, Huang X, Ceccarelli M, Lasorella A, Iavarone A",
      "journal": "Nature",
      "year": 2018,
      "month": 1,
      "day": 11,
      "volume": "553",
      "issue": "7687",
      "pages": "222-227",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["luciano-garofano", "anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "28938460",
      "pmcid": "",
      "doi": "10.1210/en.2017-00396",
      "title": "Huwe1 Regulates the Establishment and Maintenance of Spermatogonia by Suppressing DNA Damage Response",
      "abstract": "Spermatogenesis is sustained by a heterogeneous population of spermatogonia that includes the spermatogonial stem cells. However, the mechanisms underlying their establishment from gonocyte embryonic precursors and their maintenance thereafter remain largely unknown. In this study, we report that inactivation of the ubiquitin ligase Huwe1 in male germ cells in mice led to the degeneration of spermatogonia in neonates and resulted in a Sertoli cell-only phenotype in the adult. Huwe1 knockout gonocytes showed a decrease in mitotic re-entry, which inhibited their transition to spermatogonia. Inactivation of Huwe1 in primary spermatogonial culture or the C18-4 cell line resulted in cell degeneration. Degeneration of Huwe1 knockout spermatogonia was associated with an increased level of histone H2AX and an elevated DNA damage response that led to apparent mitotic catastrophe but not apoptosis or senescence. Blocking this increase in H2AX prevented the degeneration of Huwe1-depleted cells. Taken together, these results reveal a previously undefined role of Huwe1 in orchestrating the physiological DNA damage response in the male germline that contributes to the establishment and maintenance of spermatogonia.",
      "authorList": [
        "Fok KL",
        "Bose R",
        "Sheng K",
        "Chang CW",
        "Katz-Egorov M",
        "Culty M",
        "Su S",
        "Yang M",
        "Ruan YC",
        "Chan HC",
        "Iavarone A",
        "Lasorella A",
        "Cencic R",
        "Pelletier J",
        "Nagano M",
        "Xu W",
        "Wing SS"
      ],
      "authors": "Fok KL, Bose R, Sheng K, Chang CW, Katz-Egorov M, Culty M, Su S, Yang M, Ruan YC, Chan HC, Iavarone A, Lasorella A, Cencic R, Pelletier J, Nagano M, Xu W, Wing SS",
      "journal": "Endocrinology",
      "year": 2017,
      "month": 11,
      "day": 1,
      "volume": "158",
      "issue": "11",
      "pages": "4000-4016",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "28687618",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-16-2597",
      "title": "Huwe1 Sustains Normal Ovarian Epithelial Cell Transformation and Tumor Growth through the Histone H1.3-H19 Cascade",
      "abstract": "Ubiquitination-directed protein degradation is important in many cancers for tumor initiation and maintenance, and E3 ligases containing HECT domains are emerging as new therapeutic targets. In contrast to many other E3 ligases, the role of HUWE1 in ovarian cancer where HUWE1 is dysregulated has been unclear. Here we report that genetic deletion of Huwe1 in the mouse inhibits transformation of ovary surface epithelium cells without significantly affecting cell survival and apoptosis, and that Huwe1 deletion after tumors have been initiated inhibits tumor growth. In Huwe1-deficient cells, expression of histone H1.3 increased, inhibiting the expression of noncoding RNA H19H19 silencing phenocopied the effects of Huwe1 deficiency, whereas H1.3 silencing partially rescued the expression of H19 and the Huwe1-null phenotype. Inducible silencing of HUWE1 in human ovarian cancer cells produced a similar phenotype. Mechanistically, HUWE1 bound and ubiquitinated H1.3, which was consequently marked for destruction by proteasomes. Our results establish that HUWE1 plays an essential role in promoting ovarian cancer. Cancer Res; 77(18); 4773-84. ©2017 AACR.",
      "authorList": [
        "Yang D",
        "Sun B",
        "Zhang X",
        "Cheng D",
        "Yu X",
        "Yan L",
        "Li L",
        "An S",
        "Jiang H",
        "Lasorella A",
        "Iavarone A",
        "Zhang S",
        "Zou F",
        "Zhao X"
      ],
      "authors": "Yang D, Sun B, Zhang X, Cheng D, Yu X, Yan L, Li L, An S, Jiang H, Lasorella A, Iavarone A, Zhang S, Zou F, Zhao X",
      "journal": "Cancer Res",
      "year": 2017,
      "month": 9,
      "day": 15,
      "volume": "77",
      "issue": "18",
      "pages": "4773-4784",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "27852792",
      "pmcid": "PMC5464372",
      "doi": "10.1093/neuonc/now240",
      "title": "FGFR-TACC gene fusions in human glioma",
      "abstract": "Chromosomal translocations joining in-frame members of the fibroblast growth factor receptor-transforming acidic coiled-coil gene families (the FGFR-TACC gene fusions) were first discovered in human glioblastoma multiforme (GBM) and later in many other cancer types. Here, we review this rapidly expanding field of research and discuss the unique biological and clinical features conferred to isocitrate dehydrogenase wild-type glioma cells by FGFR-TACC fusions. FGFR-TACC fusions generate powerful oncogenes that combine growth-promoting effects with aneuploidy through the activation of as yet unclear intracellular signaling mechanisms. FGFR-TACC fusions appear to be clonal tumor-initiating events that confer strong sensitivity to FGFR tyrosine kinase inhibitors. Screening assays have recently been reported for the accurate identification of FGFR-TACC fusion variants in human cancer, and early clinical data have shown promising effects in cancer patients harboring FGFR-TACC fusions and treated with FGFR inhibitors. Thus, FGFR-TACC gene fusions provide a \"low-hanging fruit\" model for the validation of precision medicine paradigms in human GBM.",
      "authorList": ["Lasorella A", "Sanson M", "Iavarone A"],
      "authors": "Lasorella A, Sanson M, Iavarone A",
      "journal": "Neuro Oncol",
      "year": 2017,
      "month": 4,
      "day": 1,
      "volume": "19",
      "issue": "4",
      "pages": "475-483",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "28003334",
      "pmcid": "PMC5286368",
      "doi": "10.15252/emmm.201606684",
      "title": "HUWE1 is a critical colonic tumour suppressor gene that prevents MYC signalling, DNA damage accumulation and tumour initiation",
      "abstract": "Cancer genome sequencing projects have identified hundreds of genetic alterations, often at low frequencies, raising questions as to their functional relevance. One exemplar gene is HUWE1, which has been found to be mutated in numerous studies. However, due to the large size of this gene and a lack of functional analysis of identified mutations, their significance to carcinogenesis is unclear. To determine the importance of HUWE1, we chose to examine its function in colorectal cancer, where it is mutated in up to 15 per cent of tumours. Modelling of identified mutations showed that they inactivate the E3 ubiquitin ligase activity of HUWE1. Genetic deletion of Huwe1 rapidly accelerated tumourigenic in mice carrying loss of the intestinal tumour suppressor gene Apc, with a dramatic increase in tumour initiation. Mechanistically, this phenotype was driven by increased MYC and rapid DNA damage accumulation leading to loss of the second copy of Apc The increased levels of DNA damage sensitised Huwe1-deficient tumours to DNA-damaging agents and to deletion of the anti-apoptotic protein MCL1. Taken together, these data identify HUWE1 as a bona fide tumour suppressor gene in the intestinal epithelium and suggest a potential vulnerability of HUWE1-mutated tumours to DNA-damaging agents and inhibitors of anti-apoptotic proteins.",
      "authorList": [
        "Myant KB",
        "Cammareri P",
        "Hodder MC",
        "Wills J",
        "Von Kriegsheim A",
        "Győrffy B",
        "Rashid M",
        "Polo S",
        "Maspero E",
        "Vaughan L",
        "Gurung B",
        "Barry E",
        "Malliri A",
        "Camargo F",
        "Adams DJ",
        "Iavarone A",
        "Lasorella A",
        "Sansom OJ"
      ],
      "journal": "EMBO Mol Med",
      "year": 2017,
      "month": 2,
      "day": -1,
      "volume": "9",
      "issue": "2",
      "pages": "181-197",
      "tagList": ["article", "selected", "selected::anna-lasorella"],
      "url": "",
      "labs": ["anna-lasorella", "antonio-iavarone"],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": "",
      "authors": "Myant KB, Cammareri P, Hodder MC, Wills J, Von Kriegsheim A, Győrffy B, Rashid M, Polo S, Maspero E, Vaughan L, Gurung B, Barry E, Malliri A, Camargo F, Adams DJ, Iavarone A, Lasorella A, Sansom OJ"
    },
    {
      "pmid": "27668798",
      "pmcid": "PMC5117833",
      "doi": "10.1038/ni.3559",
      "title": "The ubiquitin ligase Huwe1 regulates the maintenance and lymphoid commitment of hematopoietic stem cells",
      "abstract": "Hematopoietic stem cells (HSCs) are dormant in the bone marrow and can be activated in response to diverse stresses to replenish all blood cell types. We identified the ubiquitin ligase Huwe1 as a crucial regulator of HSC function via its post-translational control of the oncoprotein N-myc (encoded by Mycn). We found Huwe1 to be essential for HSC self-renewal, quiescence and lymphoid-fate specification in mice. Through the use of a fluorescent fusion allele (MycnM), we observed that N-myc expression was restricted to the most immature, multipotent stem and progenitor populations. N-myc expression was upregulated in response to stress or following loss of Huwe1, which led to increased proliferation and stem-cell exhaustion. Mycn depletion reversed most of these phenotypes in vivo, which suggested that the attenuation of N-myc by Huwe1 is essential for reestablishing homeostasis following stress.",
      "authorList": [
        "King B",
        "Boccalatte F",
        "Moran-Crusio K",
        "Wolf E",
        "Wang J",
        "Kayembe C",
        "Lazaris C",
        "Yu X",
        "Aranda-Orgilles B",
        "Lasorella A",
        "Aifantis I"
      ],
      "authors": "King B, Boccalatte F, Moran-Crusio K, Wolf E, Wang J, Kayembe C, Lazaris C, Yu X, Aranda-Orgilles B, Lasorella A, Aifantis I",
      "journal": "Nat Immunol",
      "year": 2016,
      "month": 11,
      "day": -1,
      "volume": "17",
      "issue": "11",
      "pages": "1312-1321",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "27270107",
      "pmcid": "PMC5627776",
      "doi": "10.1038/ng.3590",
      "title": "Clonal evolution of glioblastoma under therapy",
      "abstract": "Glioblastoma (GBM) is the most common and aggressive primary brain tumor. To better understand how GBM evolves, we analyzed longitudinal genomic and transcriptomic data from 114 patients. The analysis shows a highly branched evolutionary pattern in which 63% of patients experience expression-based subtype changes. The branching pattern, together with estimates of evolutionary rate, suggests that relapse-associated clones typically existed years before diagnosis. Fifteen percent of tumors present hypermutation at relapse in highly expressed genes, with a clear mutational signature. We find that 11% of recurrence tumors harbor mutations in LTBP4, which encodes a protein binding to TGF-β. Silencing LTBP4 in GBM cells leads to suppression of TGF-β activity and decreased cell proliferation. In recurrent GBM with wild-type IDH1, high LTBP4 expression is associated with worse prognosis, highlighting the TGF-β pathway as a potential therapeutic target in GBM.",
      "authorList": [
        "Wang J",
        "Cazzato E",
        "Ladewig E",
        "Frattini V",
        "Rosenbloom DI",
        "Zairis S",
        "Abate F",
        "Liu Z",
        "Elliott O",
        "Shin YJ",
        "Lee JK",
        "Lee IH",
        "Park WY",
        "Eoli M",
        "Blumberg AJ",
        "Lasorella A",
        "Nam DH",
        "Finocchiaro G",
        "Iavarone A",
        "Rabadan R"
      ],
      "authors": "Wang J, Cazzato E, Ladewig E, Frattini V, Rosenbloom DI, Zairis S, Abate F, Liu Z, Elliott O, Shin YJ, Lee JK, Lee IH, Park WY, Eoli M, Blumberg AJ, Lasorella A, Nam DH, Finocchiaro G, Iavarone A, Rabadan R",
      "journal": "Nat Genet",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "48",
      "issue": "7",
      "pages": "768-76",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "27213691",
      "pmcid": "PMC4915968",
      "doi": "10.1038/ni.3461",
      "title": "Id2 reinforces TH1 differentiation and inhibits E2A to repress TFH differentiation",
      "abstract": "The differentiation of helper T cells into effector subsets is critical to host protection. Transcription factors of the E-protein and Id families are important arbiters of T cell development, but their role in the differentiation of the TH1 and TFH subsets of helper T cells is not well understood. Here, TH1 cells showed more robust Id2 expression than that of TFH cells, and depletion of Id2 via RNA-mediated interference increased the frequency of TFH cells. Furthermore, TH1 differentiation was blocked by Id2 deficiency, which led to E-protein-dependent accumulation of effector cells with mixed characteristics during viral infection and severely impaired the generation of TH1 cells following infection with Toxoplasma gondii. The TFH cell-defining transcriptional repressor Bcl6 bound the Id2 locus, which provides a mechanism for the bimodal Id2 expression and reciprocal development of TH1 cells and TFH cells.",
      "authorList": [
        "Shaw LA",
        "Bélanger S",
        "Omilusik KD",
        "Cho S",
        "Scott-Browne JP",
        "Nance JP",
        "Goulding J",
        "Lasorella A",
        "Lu LF",
        "Crotty S",
        "Goldrath AW"
      ],
      "authors": "Shaw LA, Bélanger S, Omilusik KD, Cho S, Scott-Browne JP, Nance JP, Goulding J, Lasorella A, Lu LF, Crotty S, Goldrath AW",
      "journal": "Nat Immunol",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "17",
      "issue": "7",
      "pages": "834-43",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "26735018",
      "pmcid": "PMC5384647",
      "doi": "10.1038/nature16475",
      "title": "An ID2-dependent mechanism for VHL inactivation in cancer",
      "abstract": "Mechanisms that maintain cancer stem cells are crucial to tumour progression. The ID2 protein supports cancer hallmarks including the cancer stem cell state. HIFα transcription factors, most notably HIF2α (also known as EPAS1), are expressed in and required for maintenance of cancer stem cells (CSCs). However, the pathways that are engaged by ID2 or drive HIF2α accumulation in CSCs have remained unclear. Here we report that DYRK1A and DYRK1B kinases phosphorylate ID2 on threonine 27 (Thr27). Hypoxia downregulates this phosphorylation via inactivation of DYRK1A and DYRK1B. The activity of these kinases is stimulated in normoxia by the oxygen-sensing prolyl hydroxylase PHD1 (also known as EGLN2). ID2 binds to the VHL ubiquitin ligase complex, displaces VHL-associated Cullin 2, and impairs HIF2α ubiquitylation and degradation. Phosphorylation of Thr27 of ID2 by DYRK1 blocks ID2-VHL interaction and preserves HIF2α ubiquitylation. In glioblastoma, ID2 positively modulates HIF2α activity. Conversely, elevated expression of DYRK1 phosphorylates Thr27 of ID2, leading to HIF2α destabilization, loss of glioma stemness, inhibition of tumour growth, and a more favourable outcome for patients with glioblastoma. ",
      "authorList": [
        "Lee SB",
        "Frattini V",
        "Bansal M",
        "Castano AM",
        "Sherman D",
        "Hutchinson K",
        "Bruce JN",
        "Califano A",
        "Liu G",
        "Cardozo T",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Lee SB, Frattini V, Bansal M, Castano AM, Sherman D, Hutchinson K, Bruce JN, Califano A, Liu G, Cardozo T, Iavarone A, Lasorella A",
      "journal": "Nature",
      "year": 2016,
      "month": 1,
      "day": 14,
      "volume": "529",
      "issue": "7585",
      "pages": "172-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "25609060",
      "pmcid": "PMC4506218",
      "doi": "10.1158/1078-0432.CCR-14-2199",
      "title": "Detection, Characterization, and Inhibition of FGFR-TACC Fusions in IDH Wild-type Glioma",
      "abstract": "Oncogenic fusions consisting of fibroblast growth factor receptor (FGFR) and TACC are present in a subgroup of glioblastoma (GBM) and other human cancers and have been proposed as new therapeutic targets. We analyzed frequency and molecular features of FGFR-TACC fusions and explored the therapeutic efficacy of inhibiting FGFR kinase in GBM and grade II and III glioma.",
      "authorList": [
        "Di Stefano AL",
        "Fucci A",
        "Frattini V",
        "Labussiere M",
        "Mokhtari K",
        "Zoppoli P",
        "Marie Y",
        "Bruno A",
        "Boisselier B",
        "Giry M",
        "Savatovsky J",
        "Touat M",
        "Belaid H",
        "Kamoun A",
        "Idbaih A",
        "Houillier C",
        "Luo FR",
        "Soria JC",
        "Tabernero J",
        "Eoli M",
        "Paterra R",
        "Yip S",
        "Petrecca K",
        "Chan JA",
        "Finocchiaro G",
        "Lasorella A",
        "Sanson M",
        "Iavarone A"
      ],
      "authors": "Di Stefano AL, Fucci A, Frattini V, Labussiere M, Mokhtari K, Zoppoli P, Marie Y, Bruno A, Boisselier B, Giry M, Savatovsky J, Touat M, Belaid H, Kamoun A, Idbaih A, Houillier C, Luo FR, Soria JC, Tabernero J, Eoli M, Paterra R, Yip S, Petrecca K, Chan JA, Finocchiaro G, Lasorella A, Sanson M, Iavarone A",
      "journal": "Clin Cancer Res",
      "year": 2015,
      "month": 7,
      "day": 15,
      "volume": "21",
      "issue": "14",
      "pages": "3307-17",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "25902484",
      "pmcid": "PMC4725053",
      "doi": "10.1016/j.immuni.2015.03.012",
      "title": "Innate Lymphoid Cells Control Early Colonization Resistance against Intestinal Pathogens through ID2-Dependent Regulation of the Microbiota",
      "abstract": "Microbiota-mediated effects on the host immune response facilitate colonization resistance against pathogens. However, it is unclear whether and how the host immune response can regulate the microbiota to mediate colonization resistance. ID2, an essential transcriptional regulator for the development of innate lymphoid cell (ILC) progenitors, remains highly expressed in differentiated ILCs with unknown function. Using conditionally deficient mice in which ID2 is deleted from differentiated ILC3s, we observed that these mutant mice exhibited greatly impaired gut colonization resistance against Citrobacter rodentium. Utilizing gnotobiotic hosts, we showed that the ID2-dependent early colonization resistance was mediated by interleukin-22 (IL-22) regulation of the microbiota. In addition to regulating development, ID2 maintained homeostasis of ILC3s and controlled IL-22 production through an aryl hydrocarbon receptor (AhR) and IL-23 receptor pathway. Thus, ILC3s can mediate immune surveillance, which constantly maintains a proper microbiota, to facilitate early colonization resistance through an ID2-dependent regulation of IL-22. ",
      "authorList": [
        "Guo X",
        "Liang Y",
        "Zhang Y",
        "Lasorella A",
        "Kee BL",
        "Fu YX"
      ],
      "authors": "Guo X, Liang Y, Zhang Y, Lasorella A, Kee BL, Fu YX",
      "journal": "Immunity",
      "year": 2015,
      "month": 4,
      "day": 21,
      "volume": "42",
      "issue": "4",
      "pages": "731-43",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "25183062",
      "pmcid": "PMC4363948",
      "doi": "10.1186/s12918-014-0097-z",
      "title": "Pegasus: a comprehensive annotation and prediction tool for detection of driver gene fusions in cancer",
      "abstract": "The extraordinary success of imatinib in the treatment of BCR-ABL1 associated cancers underscores the need to identify novel functional gene fusions in cancer. RNA sequencing offers a genome-wide view of expressed transcripts, uncovering biologically functional gene fusions. Although several bioinformatics tools are already available for the detection of putative fusion transcripts, candidate event lists are plagued with non-functional read-through events, reverse transcriptase template switching events, incorrect mapping, and other systematic errors. Such lists lack any indication of oncogenic relevance, and they are too large for exhaustive experimental validation.",
      "authorList": [
        "Abate F",
        "Zairis S",
        "Ficarra E",
        "Acquaviva A",
        "Wiggins CH",
        "Frattini V",
        "Lasorella A",
        "Iavarone A",
        "Inghirami G",
        "Rabadan R"
      ],
      "authors": "Abate F, Zairis S, Ficarra E, Acquaviva A, Wiggins CH, Frattini V, Lasorella A, Iavarone A, Inghirami G, Rabadan R",
      "journal": "BMC Syst Biol",
      "year": 2014,
      "month": 9,
      "day": 4,
      "volume": "8",
      "issue": "",
      "pages": "97",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "24980046",
      "pmcid": "PMC4113936",
      "doi": "10.1084/jem.20132121",
      "title": "ETO family protein Mtg16 regulates the balance of dendritic cell subsets by repressing Id2",
      "abstract": "Dendritic cells (DCs) comprise two major subsets, the interferon (IFN)-producing plasmacytoid DCs (pDCs) and antigen-presenting classical DCs (cDCs). The development of pDCs is promoted by E protein transcription factor E2-2, whereas E protein antagonist Id2 is specifically absent from pDCs. Conversely, Id2 is prominently expressed in cDCs and promotes CD8(+) cDC development. The mechanisms that control the balance between E and Id proteins during DC subset specification remain unknown. We found that the loss of Mtg16, a transcriptional cofactor of the ETO protein family, profoundly impaired pDC development and pDC-dependent IFN response. The residual Mtg16-deficient pDCs showed aberrant phenotype, including the expression of myeloid marker CD11b. Conversely, the development of cDC progenitors (pre-DCs) and of CD8(+) cDCs was enhanced. Genome-wide expression and DNA-binding analysis identified Id2 as a direct target of Mtg16. Mtg16-deficient cDC progenitors and pDCs showed aberrant induction of Id2, and the deletion of Id2 facilitated the impaired development of Mtg16-deficient pDCs. Thus, Mtg16 promotes pDC differentiation and restricts cDC development in part by repressing Id2, revealing a cell-intrinsic mechanism that controls subset balance during DC development. ",
      "authorList": [
        "Ghosh HS",
        "Ceribelli M",
        "Matos I",
        "Lazarovici A",
        "Bussemaker HJ",
        "Lasorella A",
        "Hiebert SW",
        "Liu K",
        "Staudt LM",
        "Reizis B"
      ],
      "authors": "Ghosh HS, Ceribelli M, Matos I, Lazarovici A, Bussemaker HJ, Lasorella A, Hiebert SW, Liu K, Staudt LM, Reizis B",
      "journal": "J Exp Med",
      "year": 2014,
      "month": 7,
      "day": 28,
      "volume": "211",
      "issue": "8",
      "pages": "1623-35",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "24960692",
      "pmcid": "",
      "doi": "10.1016/j.devcel.2014.05.014",
      "title": "Shh signaling protects Atoh1 from degradation mediated by the E3 ubiquitin ligase Huwe1 in neural precursors",
      "abstract": "Signaling networks controlled by Sonic hedgehog (SHH) and the transcription factor Atoh1 regulate the proliferation and differentiation of cerebellar granule neuron progenitors (GNPs). Deregulations in those developmental processes lead to medulloblastoma formation, the most common malignant brain tumor in childhood. Although the protein Atoh1 is a key factor during both cerebellar development and medulloblastoma formation, up-to-date detailed mechanisms underlying its function and regulation have remained poorly understood. Here, we report that SHH regulates Atoh1 stability by preventing its phosphodependent degradation by the E3 ubiquitin ligase Huwe1. Our results reveal that SHH and Atoh1 contribute to a positive autoregulatory loop promoting neuronal precursor expansion. Consequently, Huwe1 loss in mouse SHH medulloblastoma illustrates the disruption of this developmental mechanism in cancer. Hence, the crosstalk between SHH signaling and Atoh1 during cerebellar development highlights a collaborative network that could be further targeted in medulloblastoma.",
      "authorList": [
        "Forget A",
        "Bihannic L",
        "Cigna SM",
        "Lefevre C",
        "Remke M",
        "Barnat M",
        "Dodier S",
        "Shirvani H",
        "Mercier A",
        "Mensah A",
        "Garcia M",
        "Humbert S",
        "Taylor MD",
        "Lasorella A",
        "Ayrault O"
      ],
      "authors": "Forget A, Bihannic L, Cigna SM, Lefevre C, Remke M, Barnat M, Dodier S, Shirvani H, Mercier A, Mensah A, Garcia M, Humbert S, Taylor MD, Lasorella A, Ayrault O",
      "journal": "Dev Cell",
      "year": 2014,
      "month": 6,
      "day": 23,
      "volume": "29",
      "issue": "6",
      "pages": "649-61",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "24442143",
      "pmcid": "",
      "doi": "10.1038/nrc3638",
      "title": "The ID proteins: master regulators of cancer stem cells and tumour aggressiveness",
      "abstract": "Inhibitor of DNA binding (ID) proteins are transcriptional regulators that control the timing of cell fate determination and differentiation in stem and progenitor cells during normal development and adult life. ID genes are frequently deregulated in many types of human neoplasms, and they endow cancer cells with biological features that are hijacked from normal stem cells. The ability of ID proteins to function as central 'hubs' for the coordination of multiple cancer hallmarks has established these transcriptional regulators as therapeutic targets and biomarkers in specific types of human tumours. ",
      "authorList": ["Lasorella A", "Benezra R", "Iavarone A"],
      "authors": "Lasorella A, Benezra R, Iavarone A",
      "journal": "Nat Rev Cancer",
      "year": 2014,
      "month": 2,
      "day": -1,
      "volume": "14",
      "issue": "2",
      "pages": "77-91",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "23917401",
      "pmcid": "PMC3799953",
      "doi": "10.1038/ng.2734",
      "title": "The integrated landscape of driver genomic alterations in glioblastoma",
      "abstract": "Glioblastoma is one of the most challenging forms of cancer to treat. Here we describe a computational platform that integrates the analysis of copy number variations and somatic mutations and unravels the landscape of in-frame gene fusions in glioblastoma. We found mutations with loss of heterozygosity in LZTR1, encoding an adaptor of CUL3-containing E3 ligase complexes. Mutations and deletions disrupt LZTR1 function, which restrains the self renewal and growth of glioma spheres that retain stem cell features. Loss-of-function mutations in CTNND2 target a neural-specific gene and are associated with the transformation of glioma cells along the very aggressive mesenchymal phenotype. We also report recurrent translocations that fuse the coding sequence of EGFR to several partners, with EGFR-SEPT14 being the most frequent functional gene fusion in human glioblastoma. EGFR-SEPT14 fusions activate STAT3 signaling and confer mitogen independence and sensitivity to EGFR inhibition. These results provide insights into the pathogenesis of glioblastoma and highlight new targets for therapeutic intervention. ",
      "authorList": [
        "Frattini V",
        "Trifonov V",
        "Chan JM",
        "Castano A",
        "Lia M",
        "Abate F",
        "Keir ST",
        "Ji AX",
        "Zoppoli P",
        "Niola F",
        "Danussi C",
        "Dolgalev I",
        "Porrati P",
        "Pellegatta S",
        "Heguy A",
        "Gupta G",
        "Pisapia DJ",
        "Canoll P",
        "Bruce JN",
        "McLendon RE",
        "Yan H",
        "Aldape K",
        "Finocchiaro G",
        "Mikkelsen T",
        "PrivÃ© GG",
        "Bigner DD",
        "Lasorella A",
        "Rabadan R",
        "Iavarone A"
      ],
      "journal": "Nat Genet",
      "year": 2013,
      "month": 10,
      "day": -1,
      "volume": "45",
      "issue": "10",
      "pages": "1141-9",
      "tagList": [
        "article",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
      "peopleList": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
      "isbn": "",
      "authors": "Frattini V, Trifonov V, Chan JM, Castano A, Lia M, Abate F, Keir ST, Ji AX, Zoppoli P, Niola F, Danussi C, Dolgalev I, Porrati P, Pellegatta S, Heguy A, Gupta G, Pisapia DJ, Canoll P, Bruce JN, McLendon RE, Yan H, Aldape K, Finocchiaro G, Mikkelsen T, PrivÃ© GG, Bigner DD, Lasorella A, Rabadan R, Iavarone A"
    },
    {
      "pmid": "23774217",
      "pmcid": "PMC3805507",
      "doi": "10.1158/0008-5472.CAN-13-1168-T",
      "title": "RHPN2 drives mesenchymal transformation in malignant glioma by triggering RhoA activation",
      "abstract": "Mesenchymal transformation is a hallmark of aggressive glioblastoma (GBM). Here, we report the development of an unbiased method for computational integration of copy number variation, expression, and mutation data from large datasets. Using this method, we identified rhophilin 2 (RHPN2) as a central genetic determinant of the mesenchymal phenotype of human GBM. Notably, amplification of the human RHPN2 gene on chromosome 19 correlates with a dramatic decrease in the survival of patients with glioma. Ectopic expression of RHPN2 in neural stem cells and astrocytes triggered the expression of mesenchymal genes and promoted an invasive phenotype without impacting cell proliferation. Mechanistically, these effects were implemented through RHPN2-mediated activation of RhoA, a master regulator of cell migration and invasion. Our results define RHPN2 amplification as a central genetic determinant of a highly aggressive phenotype that directs the worst clinical outcomes in patients with GBM.",
      "authorList": [
        "Danussi C",
        "Akavia UD",
        "Niola F",
        "Jovic A",
        "Lasorella A",
        "Pe'er D",
        "Iavarone A"
      ],
      "authors": "Danussi C, Akavia UD, Niola F, Jovic A, Lasorella A, Pe'er D, Iavarone A",
      "journal": "Cancer Res",
      "year": 2013,
      "month": 8,
      "day": 15,
      "volume": "73",
      "issue": "16",
      "pages": "5140-50",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "23241957",
      "pmcid": "PMC3537192",
      "doi": "10.1172/JCI63811",
      "title": "Mesenchymal high-grade glioma is maintained by the ID-RAP1 axis",
      "abstract": "High-grade gliomas (HGGs) are incurable brain tumors that are characterized by the presence of glioma-initiating cells (GICs). GICs are essential to tumor aggressiveness and retain the capacity for self-renewal and multilineage differentiation as long as they reside in the perivascular niche. ID proteins are master regulators of stemness and anchorage to the extracellular niche microenvironment, suggesting that they may play a role in maintaining GICs. Here, we modeled the probable therapeutic impact of ID inactivation in HGG by selective ablation of Id in tumor cells and after tumor initiation in a new mouse model of human mesenchymal HGG. Deletion of 3 Id genes induced rapid release of GICs from the perivascular niche, followed by tumor regression. GIC displacement was mediated by derepression of Rap1gap and subsequent inhibition of RAP1, a master regulator of cell adhesion. We identified a signature module of 5 genes in the ID pathway, including RAP1GAP, which segregated 2 subgroups of glioma patients with markedly different clinical outcomes. The model-informed survival analysis together with genetic and functional studies establish that ID activity is required for the maintenance of mesenchymal HGG and suggest that pharmacological inactivation of ID proteins could serve as a therapeutic strategy.",
      "authorList": [
        "Niola F",
        "Zhao X",
        "Singh D",
        "Sullivan R",
        "Castano A",
        "Verrico A",
        "Zoppoli P",
        "Friedmann-Morvinski D",
        "Sulman E",
        "Barrett L",
        "Zhuang Y",
        "Verma I",
        "Benezra R",
        "Aldape K",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Niola F, Zhao X, Singh D, Sullivan R, Castano A, Verrico A, Zoppoli P, Friedmann-Morvinski D, Sulman E, Barrett L, Zhuang Y, Verma I, Benezra R, Aldape K, Iavarone A, Lasorella A",
      "journal": "J Clin Invest",
      "year": 2013,
      "month": 1,
      "day": -1,
      "volume": "123",
      "issue": "1",
      "pages": "405-17",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "22837387",
      "pmcid": "PMC3677224",
      "doi": "10.1126/science.1220834",
      "title": "Transforming fusions of FGFR and TACC genes in human glioblastoma",
      "abstract": "The brain tumor glioblastoma multiforme (GBM) is among the most lethal forms of human cancer. Here, we report that a small subset of GBMs (3.1%; 3 of 97 tumors examined) harbors oncogenic chromosomal translocations that fuse in-frame the tyrosine kinase coding domains of fibroblast growth factor receptor (FGFR) genes (FGFR1 or FGFR3) to the transforming acidic coiled-coil (TACC) coding domains of TACC1 or TACC3, respectively. The FGFR-TACC fusion protein displays oncogenic activity when introduced into astrocytes or stereotactically transduced in the mouse brain. The fusion protein, which localizes to mitotic spindle poles, has constitutive kinase activity and induces mitotic and chromosomal segregation defects and triggers aneuploidy. Inhibition of FGFR kinase corrects the aneuploidy, and oral administration of an FGFR inhibitor prolongs survival of mice harboring intracranial FGFR3-TACC3-initiated glioma. FGFR-TACC fusions could potentially identify a subset of GBM patients who would benefit from targeted FGFR kinase inhibition.",
      "authorList": [
        "Singh D",
        "Chan JM",
        "Zoppoli P",
        "Niola F",
        "Sullivan R",
        "Castano A",
        "Liu EM",
        "Reichel J",
        "Porrati P",
        "Pellegatta S",
        "Qiu K",
        "Gao Z",
        "Ceccarelli M",
        "Riccardi R",
        "Brat DJ",
        "Guha A",
        "Aldape K",
        "Golfinos JG",
        "Zagzag D",
        "Mikkelsen T",
        "Finocchiaro G",
        "Lasorella A",
        "Rabadan R",
        "Iavarone A"
      ],
      "authors": "Singh D, Chan JM, Zoppoli P, Niola F, Sullivan R, Castano A, Liu EM, Reichel J, Porrati P, Pellegatta S, Qiu K, Gao Z, Ceccarelli M, Riccardi R, Brat DJ, Guha A, Aldape K, Golfinos JG, Zagzag D, Mikkelsen T, Finocchiaro G, Lasorella A, Rabadan R, Iavarone A",
      "journal": "Science",
      "year": 2012,
      "month": 9,
      "day": 7,
      "volume": "337",
      "issue": "6099",
      "pages": "1231-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "22522171",
      "pmcid": "PMC3635493",
      "doi": "10.1038/ncb2490",
      "title": "Id proteins synchronize stemness and anchorage to the niche of neural stem cells",
      "abstract": "Stem-cell functions require activation of stem-cell-intrinsic transcriptional programs and extracellular interaction with a niche microenvironment. How the transcriptional machinery controls residency of stem cells in the niche is unknown. Here we show that Id proteins coordinate stem-cell activities with anchorage of neural stem cells (NSCs) to the niche. Conditional inactivation of three Id genes in NSCs triggered detachment of embryonic and postnatal NSCs from the ventricular and vascular niche, respectively. The interrogation of the gene modules directly targeted by Id deletion in NSCs revealed that Id proteins repress bHLH-mediated activation of Rap1GAP, thus serving to maintain the GTPase activity of RAP1, a key mediator of cell adhesion. Preventing the elevation of the Rap1GAP level countered the consequences of Id loss on NSC-niche interaction and stem-cell identity. Thus, by preserving anchorage of NSCs to the extracellular environment, Id activity synchronizes NSC functions to residency in the specialized niche.",
      "authorList": [
        "Niola F",
        "Zhao X",
        "Singh D",
        "Castano A",
        "Sullivan R",
        "Lauria M",
        "Nam HS",
        "Zhuang Y",
        "Benezra R",
        "Di Bernardo D",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Niola F, Zhao X, Singh D, Castano A, Sullivan R, Lauria M, Nam HS, Zhuang Y, Benezra R, Di Bernardo D, Iavarone A, Lasorella A",
      "journal": "Nat Cell Biol",
      "year": 2012,
      "month": 4,
      "day": 22,
      "volume": "14",
      "issue": "5",
      "pages": "477-87",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "20231446",
      "pmcid": "PMC2851916",
      "doi": "10.1073/pnas.0912874107",
      "title": "Huwe1 ubiquitin ligase is essential to synchronize neuronal and glial differentiation in the developing cerebellum",
      "abstract": "We have generated a knockout mouse strain in which the gene coding for the ubiquitin ligase Huwe1 has been inactivated in cerebellar granule neuron precursors (CGNPs) and radial glia. These mice have a high rate of postnatal lethality and profound cerebellar abnormalities. The external granule layer of the cerebellum, which contains CGNPs, is expanded and displays aberrant proliferation and impaired differentiation of the progenitor cell population. The uncontrolled proliferation of the CGNPs is associated with accumulation of the N-Myc oncoprotein, a substrate of Huwe1, and con-sequent activation of the signaling events downstream to N-Myc. Furthermore, loss of Huwe1 in Bergmann glia leads to extensive disorganization of this cell population with layering aberrations, severe granule neuron migration defects, and persistence of ectopic clusters of granule neurons in the external granule layer. Our findings uncover an unexpected role for Huwe1 in regulating Berg-mann glia differentiation and indicate that this ubiquitin ligase orchestrates the programming of the neural progenitors that give rise to neurons and glia in the cerebellum.",
      "authorList": [
        "D'Arca D",
        "Zhao X",
        "Xu W",
        "Ramirez-Martinez NC",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "D'Arca D, Zhao X, Xu W, Ramirez-Martinez NC, Iavarone A, Lasorella A",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2010,
      "month": 3,
      "day": 30,
      "volume": "107",
      "issue": "13",
      "pages": "5875-80",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "20032975",
      "pmcid": "PMC4011561",
      "doi": "10.1038/nature08712",
      "title": "The transcriptional network for mesenchymal transformation of brain tumours",
      "abstract": "The inference of transcriptional networks that regulate transitions into physiological or pathological cellular states remains a central challenge in systems biology. A mesenchymal phenotype is the hallmark of tumour aggressiveness in human malignant glioma, but the regulatory programs responsible for implementing the associated molecular signature are largely unknown. Here we show that reverse-engineering and an unbiased interrogation of a glioma-specific regulatory network reveal the transcriptional module that activates expression of mesenchymal genes in malignant glioma. Two transcription factors (C/EBPbeta and STAT3) emerge as synergistic initiators and master regulators of mesenchymal transformation. Ectopic co-expression of C/EBPbeta and STAT3 reprograms neural stem cells along the aberrant mesenchymal lineage, whereas elimination of the two factors in glioma cells leads to collapse of the mesenchymal signature and reduces tumour aggressiveness. In human glioma, expression of C/EBPbeta and STAT3 correlates with mesenchymal differentiation and predicts poor clinical outcome. These results show that the activation of a small regulatory module is necessary and sufficient to initiate and maintain an aberrant phenotypic state in cancer cells.",
      "authorList": [
        "Carro MS",
        "Lim WK",
        "Alvarez MJ",
        "Bollo RJ",
        "Zhao X",
        "Snyder EY",
        "Sulman EP",
        "Anne SL",
        "Doetsch F",
        "Colman H",
        "Lasorella A",
        "Aldape K",
        "Califano A",
        "Iavarone A"
      ],
      "authors": "Carro MS, Lim WK, Alvarez MJ, Bollo RJ, Zhao X, Snyder EY, Sulman EP, Anne SL, Doetsch F, Colman H, Lasorella A, Aldape K, Califano A, Iavarone A",
      "journal": "Nature",
      "year": 2010,
      "month": 1,
      "day": 21,
      "volume": "463",
      "issue": "7279",
      "pages": "318-25",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "19686682",
      "pmcid": "PMC2769073",
      "doi": "10.1016/j.devcel.2009.07.009",
      "title": "The N-Myc-DLL3 cascade is suppressed by the ubiquitin ligase Huwe1 to inhibit proliferation and promote neurogenesis in the developing brain",
      "abstract": "Self-renewal and proliferation of neural stem cells and the decision to initiate neurogenesis are crucial events directing brain development. Here we show that the ubiquitin ligase Huwe1 operates upstream of the N-Myc-DLL3-Notch pathway to control neural stem cell activity and promote neurogenesis. Conditional inactivation of the Huwe1 gene in the mouse brain caused neonatal lethality associated with disorganization of the laminar patterning of the cortex. These defects stemmed from severe impairment of neurogenesis associated with uncontrolled expansion of the neural stem cell compartment. Loss- and gain-of-function experiments in the mouse cortex demonstrated that Huwe1 restrains proliferation and enables neuronal differentiation by suppressing the N-Myc-DLL3 cascade. Notably, human high-grade gliomas carry focal hemizygous deletions of the X-linked Huwe1 gene in association with amplification of the N-myc locus. Our results indicate that Huwe1 balances proliferation and neurogenesis in the developing brain and that this pathway is subverted in malignant brain tumors.",
      "authorList": [
        "Zhao X",
        "D' Arca D",
        "Lim WK",
        "Brahmachary M",
        "Carro MS",
        "Ludwig T",
        "Cardo CC",
        "Guillemot F",
        "Aldape K",
        "Califano A",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Zhao X, D' Arca D, Lim WK, Brahmachary M, Carro MS, Ludwig T, Cardo CC, Guillemot F, Aldape K, Califano A, Iavarone A, Lasorella A",
      "journal": "Dev Cell",
      "year": 2009,
      "month": 8,
      "day": -1,
      "volume": "17",
      "issue": "2",
      "pages": "210-21",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "18488021",
      "pmcid": "PMC2680438",
      "doi": "10.1038/ncb1727",
      "title": "The HECT-domain ubiquitin ligase Huwe1 controls neural differentiation and proliferation by destabilizing the N-Myc oncoprotein",
      "abstract": "Development of the nervous system requires that timely withdrawal from the cell cycle be coupled with initiation of differentiation. Ubiquitin-mediated degradation of the N-Myc oncoprotein in neural stem/progenitor cells is thought to trigger the arrest of proliferation and begin differentiation. Here we report that the HECT-domain ubiquitin ligase Huwe1 ubiquitinates the N-Myc oncoprotein through Lys 48-mediated linkages and targets it for destruction by the proteasome. This process is physiologically implemented by embryonic stem (ES) cells differentiating along the neuronal lineage and in the mouse brain during development. Genetic and RNA interference-mediated inactivation of the Huwe1 gene impedes N-Myc degradation, prevents exit from the cell cycle by opposing the expression of Cdk inhibitors and blocks differentiation through persistent inhibition of early and late markers of neuronal differentiation. Silencing of N-myc in cells lacking Huwe1 restores neural differentiation of ES cells and rescues cell-cycle exit and differentiation of the mouse cortex, demonstrating that Huwe1 restrains proliferation and enables neuronal differentiation by mediating the degradation of N-Myc. These findings indicate that Huwe1 links destruction of N-Myc to the quiescent state that complements differentiation in the neural tissue.",
      "authorList": [
        "Zhao X",
        "Heng JI",
        "Guardavaccaro D",
        "Jiang R",
        "Pagano M",
        "Guillemot F",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Zhao X, Heng JI, Guardavaccaro D, Jiang R, Pagano M, Guillemot F, Iavarone A, Lasorella A",
      "journal": "Nat Cell Biol",
      "year": 2008,
      "month": 6,
      "day": -1,
      "volume": "10",
      "issue": "6",
      "pages": "643-53",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "17071138",
      "pmcid": "",
      "doi": "10.1016/j.molmed.2006.10.007",
      "title": "ID proteins as targets in cancer and tools in neurobiology",
      "abstract": "In eukaryotic organisms, ID proteins are key regulators of development when they function to preserve the stem cell state and prevent lineage determination. By fueling several key features of tumor progression (deregulated proliferation, invasiveness, angiogenesis and metastasis), ID proteins contribute to multiple steps of tumorigenesis. Through oncogenic processes that lead to their aberrant activation in tumors, ID proteins transfer the phenotypic traits of embryonic stem cells to cancer cells. However, ID proteins have recently emerged as highly specialized factors in post-mitotic neurons. The elevated expression of ID proteins arrests neurons in the axon growth mode and prevents cessation of axonal elongation. Here, we discuss how unique properties of ID proteins in cancer cells and neurons pave the way to unexpected therapeutic opportunities.",
      "authorList": ["Iavarone A", "Lasorella A"],
      "authors": "Iavarone A, Lasorella A",
      "journal": "Trends Mol Med",
      "year": 2006,
      "month": 12,
      "day": -1,
      "volume": "12",
      "issue": "12",
      "pages": "588-94",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "16810178",
      "pmcid": "",
      "doi": "10.1038/nature04895",
      "title": "Degradation of Id2 by the anaphase-promoting complex couples cell cycle exit and axonal growth",
      "abstract": "In the developing nervous system, Id2 (inhibitor of DNA binding 2, also known as inhibitor of differentiation 2) enhances cell proliferation, promotes tumour progression and inhibits the activity of neurogenic basic helix-loop-helix (bHLH) transcription factors. The anaphase promoting complex/cyclosome and its activator Cdh1 (APC/C(Cdh1)) restrains axonal growth but the targets of APC/C(Cdh1) in neurons are unknown. Id2 and other members of the Id family are very unstable proteins that are eliminated as cells enter the quiescent state, but how they are targeted for degradation has remained elusive. Here we show that Id2 interacts with the core subunits of APC/C and Cdh1 in primary neurons. APC/C(Cdh1) targets Id2 for degradation through a destruction box motif (D box) that is conserved in Id1 and Id4. Depletion of Cdh1 stabilizes Id proteins in neurons, whereas Id2 D-box mutants are impaired for Cdh1 binding and remain stable in cells that exit from the cell cycle and contain active APC/C(Cdh1). Mutants of the Id2 D box enhance axonal growth in cerebellar granule neurons in vitro and in the context of the cerebellar cortex, and overcome the myelin inhibitory signals for growth. Conversely, activation of bHLH transcription factors induces a cluster of genes with potent axonal inhibitory functions including the gene coding for the Nogo receptor, a key transducer of myelin inhibition. Degradation of Id2 in neurons permits the accumulation of the Nogo receptor, thereby linking APC/C(Cdh1) activity with bHLH target genes for the inhibition of axonal growth. These findings indicate that deregulated Id activity might be useful to reprogramme quiescent neurons into the axonal growth mode.",
      "authorList": [
        "Lasorella A",
        "Stegmüller J",
        "Guardavaccaro D",
        "Liu G",
        "Carro MS",
        "Rothschild G",
        "de la Torre-Ubieta L",
        "Pagano M",
        "Bonni A",
        "Iavarone A"
      ],
      "authors": "Lasorella A, Stegmüller J, Guardavaccaro D, Liu G, Carro MS, Rothschild G, de la Torre-Ubieta L, Pagano M, Bonni A, Iavarone A",
      "journal": "Nature",
      "year": 2006,
      "month": 7,
      "day": 27,
      "volume": "442",
      "issue": "7101",
      "pages": "471-4",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "16705184",
      "pmcid": "PMC1489106",
      "doi": "10.1128/MCB.01743-05",
      "title": "E Proteins and Id2 converge on p57Kip2 to regulate cell cycle in neural cells",
      "abstract": "A precise balance between proliferation and differentiation must be maintained during neural development to obtain the correct proportion of differentiated cell types in the adult nervous system. The basic helix-loop-helix (bHLH) transcription factors known as E proteins and their natural inhibitors, the Id proteins, control the timing of differentiation and terminal exit from the cell cycle. Here we show that progression into S phase of human neuroblastoma cells is prevented by E proteins and promoted by Id2. Cyclin-dependent kinase inhibitors (CKI) have been identified as key effectors of cell cycle arrest in differentiating cells. However, p57Kip2 is the only CKI that is absolutely required for normal development. Through the use of global gene expression analysis in neuroblastoma cells engineered to acutely express the E protein E47 and Id2, we find that p57Kip2 is a target of E47. Consistent with the role of Id proteins, Id2 prevents activation of p57Kip2 expression, and the retinoblastoma tumor suppressor protein, a known Id2 inhibitor, counters this activity. The strong E47-mediated inhibition of entry into S phase is entirely reversed in cells in which expression of p57Kip2 is silenced by RNA interference. During brain development, expression of p57Kip2 is opposite that of Id2. Our findings identify p57Kip2 as a functionally relevant target recruited by bHLH transcription factors to induce cell cycle arrest in developing neuroblasts and suggest that deregulated expression of Id proteins may be an epigenetic mechanism to silence expression of this CKI in neural tumors.",
      "authorList": ["Rothschild G", "Zhao X", "Iavarone A", "Lasorella A"],
      "authors": "Rothschild G, Zhao X, Iavarone A, Lasorella A",
      "journal": "Mol Cell Biol",
      "year": 2006,
      "month": 6,
      "day": -1,
      "volume": "26",
      "issue": "11",
      "pages": "4351-61",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "16549780",
      "pmcid": "PMC1458780",
      "doi": "10.1073/pnas.0600168103",
      "title": "The protein ENH is a cytoplasmic sequestration factor for Id2 in normal and tumor cells from the nervous system",
      "abstract": "Id2 is a natural inhibitor of the basic helix-loop-helix transcription factors and the retinoblastoma tumor suppressor protein. Active Id2 prevents differentiation and promotes cell-cycle progression and tumorigenesis in the nervous system. A key event that regulates Id2 activity during differentiation is translocation from the nucleus to the cytoplasm. Here we show that the actin-associated protein enigma homolog (ENH) is a cytoplasmic retention factor for Id2. ENH contains three LIM domains, which bind to the helix-loop-helix domain of Id proteins in vitro and in vivo. ENH is up-regulated during neural differentiation, and its ectopic expression in neuroblastoma cells leads to translocation of Id2 from the nucleus to the cytoplasm, with consequent inactivation of transcriptional and cell-cycle-promoting functions of Id2. Conversely, silencing of ENH by RNA interference prevents cytoplasmic relocation of Id2 in neuroblastoma cells differentiated with retinoic acid. Finally, the differentiated neural crest-derived tumor ganglioneuroblastoma coexpresses Id2 and ENH in the cytoplasm of ganglionic cells. These data indicate that ENH contributes to differentiation of the nervous system through cytoplasmic sequestration of Id2. They also suggest that ENH is a restraining factor of the oncogenic activity of Id proteins in neural tumors.",
      "authorList": ["Lasorella A", "Iavarone A"],
      "authors": "Lasorella A, Iavarone A",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2006,
      "month": 3,
      "day": 28,
      "volume": "103",
      "issue": "13",
      "pages": "4976-81",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "15831462",
      "pmcid": "PMC1084294",
      "doi": "10.1128/MCB.25.9.3563-3574.2005",
      "title": "Id2 mediates tumor initiation, proliferation, and angiogenesis in Rb mutant mice",
      "abstract": "The inhibitor of differentiation Id2 is a target of the retinoblastoma (Rb) protein during mouse embryogenesis. In Rb(+/-) mice, LOH at the wild-type Rb allele initiates pituitary adenocarcinoma, a tumor derived from embryonic melanotropes. Here we identify a critical role for Id2 in initiation, growth, and angiogenesis of pituitary tumors from Rb(+/-) mice. We show that proliferation and differentiation are intimately coupled in Rb(+/-) pituitary cells before tumor initiation. In Id2-null pituitaries, premature activation of basic helix-loop-helix-mediated transcription and expression of the cdk inhibitor p27(Kip1) impairs the proliferation of melanotropes and tumor initiation. Without Id2, Rb(+/-) mice have fewer early tumor lesions and a markedly decreased proliferation rate of the tumor foci. Expression of Id2 by pituitary tumor cells promotes growth and angiogenesis by functioning as a master regulator of vascular endothelial growth factor (VEGF). In human neuroblastoma, the N-Myc-driven expression of Id2 is sufficient and necessary for expression of VEGF. These results establish that aberrant Id2 activity directs initiation and progression of embryonal cancer.",
      "authorList": [
        "Lasorella A",
        "Rothschild G",
        "Yokota Y",
        "Russell RG",
        "Iavarone A"
      ],
      "authors": "Lasorella A, Rothschild G, Yokota Y, Russell RG, Iavarone A",
      "journal": "Mol Cell Biol",
      "year": 2005,
      "month": 5,
      "day": -1,
      "volume": "25",
      "issue": "9",
      "pages": "3563-74",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "15616565",
      "pmcid": "",
      "doi": "10.1038/nature03068",
      "title": "Retinoblastoma promotes definitive erythropoiesis by repressing Id2 in fetal liver macrophages",
      "abstract": "In mammals, the fetal liver is the first site of definitive erythropoiesis-the generation of mature, enucleated red cells. The functional unit for definitive erythropoiesis is the erythroblastic island, a multicellular structure composed of a central macrophage surrounded by erythroblasts at various stages of differentiation. Targeted disruption of the retinoblastoma (Rb) tumour suppressor gene in the mouse leads to embryonic death caused by failure of erythroblasts to enucleate. The erythroid defect has been attributed to loss of Rb in cells that support erythropoiesis, but the identity of these cells is unknown. Here we show that Rb-deficient embryos carry profound abnormalities of fetal liver macrophages that prevent physical interactions with erythroblasts. In contrast, wild-type macrophages bind Rb-deficient erythroblasts and lead them to terminal differentiation and enucleation. Loss of Id2, a helix-loop-helix protein that mediates the lethality of Rb-deficient embryos, rescues the defects of Rb-deficient fetal liver macrophages. Rb promotes differentiation of macrophages by opposing the inhibitory functions of Id2 on the transcription factor PU.1, a master regulator of macrophage differentiation. Thus, Rb has a cell autonomous function in fetal liver macrophages, and restrains Id2 in these cells in order to implement definitive erythropoiesis.",
      "authorList": [
        "Iavarone A",
        "King ER",
        "Dai XM",
        "Leone G",
        "Stanley ER",
        "Lasorella A"
      ],
      "authors": "Iavarone A, King ER, Dai XM, Leone G, Stanley ER, Lasorella A",
      "journal": "Nature",
      "year": 2004,
      "month": 12,
      "day": 23,
      "volume": "432",
      "issue": "7020",
      "pages": "1040-5",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    },
    {
      "pmid": "15013218",
      "pmcid": "",
      "doi": "10.1016/S0304-3835(03)00455-5",
      "title": "Id proteins in neural cancer",
      "abstract": "Id proteins are general inhibitors of differentiation and positive regulators of proliferation in the nervous system. The role of Id is especially evident in neural development, a period during which Id proteins prevent premature differentiation and terminal cell cycle arrest. These activities have been related to the recognized ability of Id proteins to antagonize basic helix loop helix transcription factors and proteins of the Retinoblastoma tumor suppressor family. In recent experiments, it was shown that Id proteins-normally low or absent in post-natal tissues-are abnormally expressed by tumor and endothelial cells of neoplasms derived from the central nervous system and peripheral nervous system. In these tumors, deregulated Id activity has been associated with relentless proliferation, loss of differentiation and neo-angiogenesis, all key features of neural tumor progression. Future work will be required to fully elucidate the molecular networks engaged by Id proteins to contribute to the essential hallmarks of neural cancer.",
      "authorList": ["Iavarone A", "Lasorella A"],
      "authors": "Iavarone A, Lasorella A",
      "journal": "Cancer Lett",
      "year": 2004,
      "month": 2,
      "day": 20,
      "volume": "204",
      "issue": "2",
      "pages": "189-96",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "anna-lasorella"],
      "isbn": ""
    }
  ]
}
