{
  "person": "brulinda-frangaj",
  "publications": [
    {
      "pmid": "33681822",
      "pmcid": "PMC7935068",
      "doi": "10.1038/s43018-020-00159-4",
      "title": "Pathway-based classification of glioblastoma uncovers a mitochondrial subtype with therapeutic vulnerabilities",
      "abstract": "The transcriptomic classification of glioblastoma (GBM) has failed to predict survival and therapeutic vulnerabilities. A computational approach for unbiased identification of core biological traits of single cells and bulk tumors uncovered four tumor cell states and GBM subtypes distributed along neurodevelopmental and metabolic axes, classified as proliferative/progenitor, neuronal, mitochondrial and glycolytic/plurimetabolic. Each subtype was enriched with biologically coherent multiomic features. Mitochondrial GBM was associated with the most favorable clinical outcome. It relied exclusively on oxidative phosphorylation for energy production, whereas the glycolytic/plurimetabolic subtype was sustained by aerobic glycolysis and amino acid and lipid metabolism. Deletion of the glucose-proton symporter SLC45A1 was the truncal alteration most significantly associated with mitochondrial GBM, and the reintroduction of SLC45A1 in mitochondrial glioma cells induced acidification and loss of fitness. Mitochondrial, but not glycolytic/plurimetabolic, GBM exhibited marked vulnerability to inhibitors of oxidative phosphorylation. The pathway-based classification of GBM informs survival and enables precision targeting of cancer metabolism.",
      "authorList": [
        "Garofano L",
        "Migliozzi S",
        "Oh YT",
        "D'Angelo F",
        "Najac RD",
        "Ko A",
        "Frangaj B",
        "Caruso FP",
        "Yu K",
        "Yuan J",
        "Zhao W",
        "Di Stefano AL",
        "Bielle F",
        "Jiang T",
        "Sims P",
        "Suvà ML",
        "Tang F",
        "Su XD",
        "Ceccarelli M",
        "Sanson M",
        "Lasorella A",
        "Iavarone A"
      ],
      "authors": "Garofano L, Migliozzi S, Oh YT, D'Angelo F, Najac RD, Ko A, Frangaj B, Caruso FP, Yu K, Yuan J, Zhao W, Di Stefano AL, Bielle F, Jiang T, Sims P, Suvà ML, Tang F, Su XD, Ceccarelli M, Sanson M, Lasorella A, Iavarone A",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 2,
      "day": -1,
      "volume": "2",
      "issue": "2",
      "pages": "141-156",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "luciano-garofano",
        "simona-migliozzi",
        "fulvio-dangelo",
        "ryan-najac",
        "brulinda-frangaj",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "32640193",
      "pmcid": "PMC7849370",
      "doi": "10.1016/j.molcel.2020.06.021",
      "title": "Proline Hydroxylation Primes Protein Kinases for Autophosphorylation and Activation",
      "abstract": "Activation of dual-specificity tyrosine-phosphorylation-regulated kinases 1A and 1B (DYRK1A and DYRK1B) requires prolyl hydroxylation by PHD1 prolyl hydroxylase. Prolyl hydroxylation of DYRK1 initiates a cascade of events leading to the release of molecular constraints on von Hippel-Lindau (VHL) ubiquitin ligase tumor suppressor function. However, the proline residue of DYRK1 targeted by hydroxylation and the role of prolyl hydroxylation in tyrosine autophosphorylation of DYRK1 are unknown. We found that a highly conserved proline in the CMGC insert of the DYRK1 kinase domain is hydroxylated by PHD1, and this event precedes tyrosine autophosphorylation. Mutation of the hydroxylation acceptor proline precludes tyrosine autophosphorylation and folding of DYRK1, resulting in a kinase unable to preserve VHL function and lacking glioma suppression activity. The consensus proline sequence is shared by most CMGC kinases, and prolyl hydroxylation is essential for catalytic activation. Thus, formation of prolyl-hydroxylated intermediates is a novel mechanism of kinase maturation and likely a general mechanism of regulation of CMGC kinases in eukaryotes.",
      "authorList": [
        "Lee SB",
        "Ko A",
        "Oh YT",
        "Shi P",
        "D'Angelo F",
        "Frangaj B",
        "Koller A",
        "Chen EI",
        "Cardozo T",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Lee SB, Ko A, Oh YT, Shi P, D'Angelo F, Frangaj B, Koller A, Chen EI, Cardozo T, Iavarone A, Lasorella A",
      "journal": "Mol Cell",
      "year": 2020,
      "month": 8,
      "day": 6,
      "volume": "79",
      "issue": "3",
      "pages": "376-389",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "brulinda-frangaj",
        "antonio-iavarone",
        "anna-lasorella"
      ],
      "isbn": ""
    }
  ]
}
