{
  "person": "chuanjiang-yu",
  "publications": [
    {
      "pmid": "30244834",
      "pmcid": "PMC6193272",
      "doi": "10.1016/j.molcel.2018.09.001",
      "title": "The Mcm2-Ctf4-Polα Axis Facilitates Parental Histone H3-H4 Transfer to Lagging Strands",
      "abstract": "Although essential for epigenetic inheritance, the transfer of parental histone (H3-H4)2 tetramers that contain epigenetic modifications to replicating DNA strands is poorly understood. Here, we show that the Mcm2-Ctf4-Polα axis facilitates the transfer of parental (H3-H4)2 tetramers to lagging-strand DNA at replication forks. Mutating the conserved histone-binding domain of the Mcm2 subunit of the CMG (Cdc45-MCM-GINS) DNA helicase, which translocates along the leading-strand template, results in a marked enrichment of parental (H3-H4)2 on leading strand, due to the impairment of the transfer of parental (H3-H4)2 to lagging strands. Similar effects are observed in Ctf4 and Polα primase mutants that disrupt the connection of the CMG helicase to Polα that resides on lagging-strand template. Our results support a model whereby parental (H3-H4)2 complexes displaced from nucleosomes by DNA unwinding at replication forks are transferred by the CMG-Ctf4-Polα complex to lagging-strand DNA for nucleosome assembly at the original location.",
      "authorList": [
        "Gan H",
        "Serra-Cardona A",
        "Hua X",
        "Zhou H",
        "Labib K",
        "Yu C",
        "Zhang Z"
      ],
      "authors": "Gan H, Serra-Cardona A, Hua X, Zhou H, Labib K, Yu C, Zhang Z",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "140-151",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "albert-serra-cardona",
        "xu-hua",
        "hui-zhou",
        "chuanjiang-yu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30115745",
      "pmcid": "PMC6597248",
      "doi": "10.1126/science.aat8849",
      "title": "A mechanism for preventing asymmetric histone segregation onto replicating DNA strands",
      "abstract": "How parental histone (H3-H4)2 tetramers, the primary carriers of epigenetic modifications, are transferred onto leading and lagging strands of DNA replication forks for epigenetic inheritance remains elusive. Here we show that parental (H3-H4)2 tetramers are assembled into nucleosomes onto both leading and lagging strands, with a slight preference for lagging strands. The lagging-strand preference increases markedly in budding yeast cells lacking Dpb3 and Dpb4, two subunits of the leading strand DNA polymerase, Pol ε, owing to the impairment of parental (H3-H4)2 transfer to leading strands. Dpb3-Dpb4 binds H3-H4 in vitro and participates in the inheritance of heterochromatin. These results indicate that different proteins facilitate the transfer of parental (H3-H4)2 onto leading versus lagging strands and that Dbp3-Dpb4 plays an important role in this poorly understood process.",
      "authorList": [
        "Yu C",
        "Gan H",
        "Serra-Cardona A",
        "Zhang L",
        "Gan S",
        "Sharma S",
        "Johansson E",
        "Chabes A",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Yu C, Gan H, Serra-Cardona A, Zhang L, Gan S, Sharma S, Johansson E, Chabes A, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2018,
      "month": 9,
      "day": 28,
      "volume": "361",
      "issue": "6409",
      "pages": "1386-1389",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "albert-serra-cardona", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30065069",
      "pmcid": "PMC6120668",
      "doi": "10.15252/embj.201899154",
      "title": "Rtt105 functions as a chaperone for replication protein A to preserve genome stability",
      "abstract": "Generation of single-stranded DNA (ssDNA) is required for the template strand formation during DNA replication. Replication Protein A (RPA) is an ssDNA-binding protein essential for protecting ssDNA at replication forks in eukaryotic cells. While significant progress has been made in characterizing the role of the RPA-ssDNA complex, how RPA is loaded at replication forks remains poorly explored. Here, we show that the Saccharomyces cerevisiae protein regulator of Ty1 transposition 105 (Rtt105) binds RPA and helps load it at replication forks. Cells lacking Rtt105 exhibit a dramatic reduction in RPA loading at replication forks, compromised DNA synthesis under replication stress, and increased genome instability. Mechanistically, we show that Rtt105 mediates the RPA-importin interaction and also promotes RPA binding to ssDNA directly in vitro, but is not present in the final RPA-ssDNA complex. Single-molecule studies reveal that Rtt105 affects the binding mode of RPA to ssDNA These results support a model in which Rtt105 functions as an RPA chaperone that escorts RPA to the nucleus and facilitates its loading onto ssDNA at replication forks.",
      "authorList": [
        "Li S",
        "Xu Z",
        "Xu J",
        "Zuo L",
        "Yu C",
        "Zheng P",
        "Gan H",
        "Wang X",
        "Li L",
        "Sharma S",
        "Chabes A",
        "Li D",
        "Wang S",
        "Zheng S",
        "Li J",
        "Chen X",
        "Sun Y",
        "Xu D",
        "Han J",
        "Chan K",
        "Qi Z",
        "Feng J",
        "Li Q"
      ],
      "authors": "Li S, Xu Z, Xu J, Zuo L, Yu C, Zheng P, Gan H, Wang X, Li L, Sharma S, Chabes A, Li D, Wang S, Zheng S, Li J, Chen X, Sun Y, Xu D, Han J, Chan K, Qi Z, Feng J, Li Q",
      "journal": "EMBO J",
      "year": 2018,
      "month": 9,
      "day": 3,
      "volume": "37",
      "issue": "17",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "xiobin-wang", "jia-li", "karina-chan"],
      "isbn": ""
    },
    {
      "pmid": "29043628",
      "pmcid": "",
      "doi": "10.1007/978-1-4939-7306-4_17",
      "title": "Strand-Specific Analysis of DNA Synthesis and Proteins Association with DNA Replication Forks in Budding Yeast",
      "abstract": "DNA replication initiates at DNA replication origins after unwinding of double-strand DNA(dsDNA) by replicative helicase to generate single-stranded DNA (ssDNA) templates for the continuous synthesis of leading-strand and the discontinuous synthesis of lagging-strand. Therefore, methods capable of detecting strand-specific information will likely yield insight into the association of proteins at leading and lagging strand of DNA replication forks and the regulation of leading and lagging strand synthesis during DNA replication. The enrichment and Sequencing of Protein-Associated Nascent DNA (eSPAN), which measure the relative amounts of proteins at nascent leading and lagging strands of DNA replication forks, is a step-wise procedure involving the chromatin immunoprecipitation (ChIP) of a protein of interest followed by the enrichment of protein-associated nascent DNA through BrdU immunoprecipitation. The isolated ssDNA is then subjected to strand-specific sequencing. This method can detect whether a protein is enriched at leading or lagging strand of DNA replication forks. In addition to eSPAN, two other strand-specific methods, (ChIP-ssSeq), which detects potential protein-ssDNA binding and BrdU-IP-ssSeq, which can measure synthesis of both leading and lagging strand, were developed along the way. These methods can provide strand-specific and complementary information about the association of the target protein with DNA replication forks as well as synthesis of leading and lagging strands genome wide. Below, we describe the detailed eSPAN, ChIP-ssSeq, and BrdU-IP-ssSeq protocols.",
      "authorList": ["Yu C", "Gan H", "Zhang Z"],
      "authors": "Yu C, Gan H, Zhang Z",
      "journal": "Methods Mol Biol",
      "year": 2018,
      "month": -1,
      "day": -1,
      "volume": "1672",
      "issue": "",
      "pages": "227-238",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28784720",
      "pmcid": "PMC5640813",
      "doi": "10.1128/MCB.00190-17",
      "title": "Both DNA Polymerases δ and ε Contact Active and Stalled Replication Forks Differently",
      "abstract": "Three DNA polymerases, polymerases α, δ, and ε (Pol α, Pol δ, and Pol ε), are responsible for eukaryotic genome duplication. When DNA replication stress is encountered, DNA synthesis stalls until the stress is ameliorated. However, it is not known whether there is a difference in the association of each polymerase with active and stalled replication forks. Here, we show that each DNA polymerase has a distinct pattern of association with active and stalled replication forks. Pol α is enriched at extending Okazaki fragments of active and stalled forks. In contrast, although Pol δ contacts the nascent lagging strands of active and stalled forks, it binds to only the matured (and not elongating) Okazaki fragments of stalled forks. Pol ε has greater contact with the nascent single-stranded DNA (ssDNA) of the leading strand on active forks than on stalled forks. We propose that the configuration of DNA polymerases at stalled forks facilitates the resumption of DNA synthesis after stress removal.",
      "authorList": ["Yu C", "Gan H", "Zhang Z"],
      "authors": "Yu C, Gan H, Zhang Z",
      "journal": "Mol Cell Biol",
      "year": 2017,
      "month": 11,
      "day": 1,
      "volume": "37",
      "issue": "21",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29033319",
      "pmcid": "PMC5802358",
      "doi": "10.1016/j.molcel.2017.09.018",
      "title": "Checkpoint Kinase Rad53 Couples Leading- and Lagging-Strand DNA Synthesis under Replication Stress",
      "abstract": "The checkpoint kinase Rad53 is activated during replication stress to prevent fork collapse, an essential but poorly understood process. Here we show that Rad53 couples leading- and lagging-strand synthesis under replication stress. In rad53-1 cells stressed by dNTP depletion, the replicative DNA helicase, MCM, and the leading-strand DNA polymerase, Pol ε, move beyond the site of DNA synthesis, likely unwinding template DNA. Remarkably, DNA synthesis progresses further along the lagging strand than the leading strand, resulting in the exposure of long stretches of single-stranded leading-strand template. The asymmetric DNA synthesis in rad53-1 cells is suppressed by elevated levels of dNTPs in vivo, and the activity of Pol ε is compromised more than lagging-strand polymerase Pol δ at low dNTP concentrations in vitro. Therefore, we propose that Rad53 prevents the generation of excessive ssDNA under replication stress by coordinating DNA unwinding with synthesis of both strands.",
      "authorList": [
        "Gan H",
        "Yu C",
        "Devbhandari S",
        "Sharma S",
        "Han J",
        "Chabes A",
        "Remus D",
        "Zhang Z"
      ],
      "authors": "Gan H, Yu C, Devbhandari S, Sharma S, Han J, Chabes A, Remus D, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 19,
      "volume": "68",
      "issue": "2",
      "pages": "446-455",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "zhiguo-zhang"],
      "isbn": ""
    }
  ]
}
