{
  "person": "claudio-scuoppo",
  "publications": [
    {
      "pmid": "31519498",
      "pmcid": "PMC7362711",
      "doi": "10.1016/j.immuni.2019.08.006",
      "title": "Unique and Shared Epigenetic Programs of the CREBBP and EP300 Acetyltransferases in Germinal Center B Cells Reveal Targetable Dependencies in Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP and EP300 acetyltransferases are among the most common genetic alterations in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). Here, we examined the relationship between these two enzymes in germinal center (GC) B cells, the normal counterpart of FL and DLBCL, and in lymphomagenesis by using conditional GC-directed deletion mouse models targeting Crebbp or Ep300. We found that CREBBP and EP300 modulate common as well as distinct transcriptional programs implicated in separate anatomic and functional GC compartments. Consistently, deletion of Ep300 but not Crebbp impaired the fitness of GC B cells in vivo. Combined loss of Crebbp and Ep300 completely abrogated GC formation, suggesting that these proteins partially compensate for each other through common transcriptional targets. This synthetic lethal interaction was retained in CREBBP-mutant DLBCL cells and could be pharmacologically targeted with selective small molecule inhibitors of CREBBP and EP300 function. These data provide proof-of-principle for the clinical development of EP300-specific inhibitors in FL and DLBCL.",
      "authorList": [
        "Meyer SN",
        "Scuoppo C",
        "Vlasevska S",
        "Bal E",
        "Holmes AB",
        "Holloman M",
        "Garcia-Ibanez L",
        "Nataraj S",
        "Duval R",
        "Vantrimpont T",
        "Basso K",
        "Brooks N",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Meyer SN, Scuoppo C, Vlasevska S, Bal E, Holmes AB, Holloman M, Garcia-Ibanez L, Nataraj S, Duval R, Vantrimpont T, Basso K, Brooks N, Dalla-Favera R, Pasqualucci L",
      "journal": "Immunity",
      "year": 2019,
      "month": 9,
      "day": 17,
      "volume": "51",
      "issue": "3",
      "pages": "535-547",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stefanie-meyer",
        "claudio-scuoppo",
        "sofija-vlasevska",
        "elodie-bal",
        "antony-holmes",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "31526755",
      "pmcid": "",
      "doi": "10.1016/j.ccell.2019.08.011",
      "title": "LMO2 as a Biomarker for Hypersensitivity to Genotoxic Therapy",
      "abstract": "In this issue of Cancer Cell, Parvin and colleagues identify the expression of LMO2 as a biomarker for DNA repair defects in lymphomas. Using isogenic cell lines and xenografts, the authors show that expression of LMO2 predicts sensitivity to PARP inhibition, especially in combination with genotoxic therapy.",
      "authorList": ["Scuoppo C", "Zha S"],
      "authors": "Scuoppo C, Zha S",
      "journal": "Cancer Cell",
      "year": 2019,
      "month": 9,
      "day": 16,
      "volume": "36",
      "issue": "3",
      "pages": "211-212",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "31383760",
      "pmcid": "PMC6708382",
      "doi": "10.1073/pnas.1905239116",
      "title": "Repurposing dasatinib for diffuse large B cell lymphoma",
      "abstract": "To repurpose compounds for diffuse large B cell lymphoma (DLBCL), we screened a library of drugs and other targeted compounds approved by the US Food and Drug Administration on 9 cell lines and validated the results on a panel of 32 genetically characterized DLBCL cell lines. Dasatinib, a multikinase inhibitor, was effective against 50% of DLBCL cell lines, as well as against in vivo xenografts. Dasatinib was more broadly active than the Bruton kinase inhibitor ibrutinib and overcame ibrutinib resistance. Tumors exhibiting dasatinib resistance were commonly characterized by activation of the PI3K pathway and loss of PTEN expression as a specific biomarker. PI3K suppression by mTORC2 inhibition synergized with dasatinib and abolished resistance in vitro and in vivo. These results provide a proof of concept for the repurposing approach in DLBCL, and point to dasatinib as an attractive strategy for further clinical development in lymphomas.",
      "authorList": [
        "Scuoppo C",
        "Wang J",
        "Persaud M",
        "Mittan SK",
        "Basso K",
        "Pasqualucci L",
        "Rabadan R",
        "Inghirami G",
        "Grandori C",
        "Bosch F",
        "Dalla-Favera R"
      ],
      "authors": "Scuoppo C, Wang J, Persaud M, Mittan SK, Basso K, Pasqualucci L, Rabadan R, Inghirami G, Grandori C, Bosch F, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 8,
      "day": 20,
      "volume": "116",
      "issue": "34",
      "pages": "16981-16986",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "claudio-scuoppo",
        "katia-basso",
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "29203856",
      "pmcid": "PMC5886053",
      "doi": "10.1038/leu.2017.343",
      "title": "Somatic CLL mutations occur at multiple distinct hematopoietic maturation stages: documentation and cautionary note regarding cell fraction purity",
      "abstract": "",
      "authorList": [
        "Marsilio S",
        "Khiabanian H",
        "Fabbri G",
        "Vergani S",
        "Scuoppo C",
        "Montserrat E",
        "Shpall EJ",
        "Hadigol M",
        "Marin P",
        "Rai KR",
        "Rabadan R",
        "Devereux S",
        "Pasqualucci L",
        "Chiorazzi N"
      ],
      "authors": "Marsilio S, Khiabanian H, Fabbri G, Vergani S, Scuoppo C, Montserrat E, Shpall EJ, Hadigol M, Marin P, Rai KR, Rabadan R, Devereux S, Pasqualucci L, Chiorazzi N",
      "journal": "Leukemia",
      "year": 2018,
      "month": 4,
      "day": -1,
      "volume": "32",
      "issue": "4",
      "pages": "1041-1044",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo", "raul-rabadan", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "28314854",
      "pmcid": "PMC5389283",
      "doi": "10.1073/pnas.1702564114",
      "title": "Common nonmutational NOTCH1 activation in chronic lymphocytic leukemia",
      "abstract": "Activating mutations of NOTCH1 (a well-known oncogene in T-cell acute lymphoblastic leukemia) are present in ∼4-13% of chronic lymphocytic leukemia (CLL) cases, where they are associated with disease progression and chemorefractoriness. However, the specific role of NOTCH1 in leukemogenesis remains to be established. Here, we report that the active intracellular portion of NOTCH1 (ICN1) is detectable in ∼50% of peripheral blood CLL cases lacking gene mutations. We identify a \"NOTCH1 gene-expression signature\" in CLL cells, and show that this signature is significantly enriched in primary CLL cases expressing ICN1, independent of NOTCH1 mutation. NOTCH1 target genes include key regulators of B-cell proliferation, survival, and signal transduction. In particular, we show that NOTCH1 transactivates MYC via binding to B-cell-specific regulatory elements, thus implicating this oncogene in CLL development. These results significantly extend the role of NOTCH1 in CLL pathogenesis, and have direct implications for specific therapeutic targeting.",
      "authorList": [
        "Fabbri G",
        "Holmes AB",
        "Viganotti M",
        "Scuoppo C",
        "Belver L",
        "Herranz D",
        "Yan XJ",
        "Kieso Y",
        "Rossi D",
        "Gaidano G",
        "Chiorazzi N",
        "Ferrando AA",
        "Dalla-Favera R"
      ],
      "authors": "Fabbri G, Holmes AB, Viganotti M, Scuoppo C, Belver L, Herranz D, Yan XJ, Kieso Y, Rossi D, Gaidano G, Chiorazzi N, Ferrando AA, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 4,
      "day": 4,
      "volume": "114",
      "issue": "14",
      "pages": "E2911-E2919",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "claudio-scuoppo",
        "laura-belver-miguel",
        "adolfo-ferrando",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "27982060",
      "pmcid": "PMC5159885",
      "doi": "10.1038/srep38968",
      "title": "A CRISPR/Cas9 Functional Screen Identifies Rare Tumor Suppressors",
      "abstract": "An enormous amount of tumor sequencing data has been generated through large scale sequencing efforts. The functional consequences of the majority of mutations identified by such projects remain an open, unexplored question. This problem is particularly complicated in the case of rare mutations where frequency of occurrence alone or prediction of functional consequences are insufficient to distinguish driver from passenger or bystander mutations. We combine genome editing technology with a powerful mouse cancer model to uncover previously unsuspected rare oncogenic mutations in Burkitt's lymphoma. We identify two candidate tumor suppressors whose loss cooperate with MYC over-expression to accelerate lymphomagenesis. Our results highlight the utility of in vivo CRISPR/Cas9 screens combined with powerful mouse models to identify and validate rare oncogenic modifier events from tumor mutational data.",
      "authorList": [
        "Katigbak A",
        "Cencic R",
        "Robert F",
        "Sénécha P",
        "Scuoppo C",
        "Pelletier J"
      ],
      "authors": "Katigbak A, Cencic R, Robert F, Sénécha P, Scuoppo C, Pelletier J",
      "journal": "Sci Rep",
      "year": 2016,
      "month": 12,
      "day": 16,
      "volume": "6",
      "issue": "",
      "pages": "38968",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo"],
      "isbn": ""
    },
    {
      "pmid": "26982726",
      "pmcid": "PMC4836395",
      "doi": "10.1038/nature17157",
      "title": "Deletions linked to TP53 loss drive cancer through p53-independent mechanisms",
      "abstract": "Mutations disabling the TP53 tumour suppressor gene represent the most frequent events in human cancer and typically occur through a two-hit mechanism involving a missense mutation in one allele and a 'loss of heterozygosity' deletion encompassing the other. While TP53 missense mutations can also contribute gain-of-function activities that impact tumour progression, it remains unclear whether the deletion event, which frequently includes many genes, impacts tumorigenesis beyond TP53 loss alone. Here we show that somatic heterozygous deletion of mouse chromosome 11B3, a 4-megabase region syntenic to human 17p13.1, produces a greater effect on lymphoma and leukaemia development than Trp53 deletion. Mechanistically, the effect of 11B3 loss on tumorigenesis involves co-deleted genes such as Eif5a and Alox15b (also known as Alox8), the suppression of which cooperates with Trp53 loss to produce more aggressive disease. Our results imply that the selective advantage produced by human chromosome 17p deletion reflects the combined impact of TP53 loss and the reduced dosage of linked tumour suppressor genes. ",
      "authorList": [
        "Liu Y",
        "Chen C",
        "Xu Z",
        "Scuoppo C",
        "Rillahan CD",
        "Gao J",
        "Spitzer B",
        "Bosbach B",
        "Kastenhuber ER",
        "Baslan T",
        "Ackermann S",
        "Cheng L",
        "Wang Q",
        "Niu T",
        "Schultz N",
        "Levine RL",
        "Mills AA",
        "Lowe SW"
      ],
      "authors": "Liu Y, Chen C, Xu Z, Scuoppo C, Rillahan CD, Gao J, Spitzer B, Bosbach B, Kastenhuber ER, Baslan T, Ackermann S, Cheng L, Wang Q, Niu T, Schultz N, Levine RL, Mills AA, Lowe SW",
      "journal": "Nature",
      "year": 2016,
      "month": 3,
      "day": 24,
      "volume": "531",
      "issue": "7595",
      "pages": "471-475",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "claudio-scuoppo", "liang-cheng"],
      "isbn": ""
    },
    {
      "pmid": "25312087",
      "pmcid": "",
      "doi": "10.2144/000114214",
      "title": "Lentiviral-based approach for the validation of cancer therapeutic targets in vivo",
      "abstract": "Despite the pressing need for novel cancer treatments, our improved understanding of tumor biology is not being successfully translated into better therapies. Here we present a lentiviral vector that enables in vivo validation of cancer therapeutic targets when combined with existing cancer animal models that faithfully reproduce the natural history of human disease. Unlike the conventional genetic approaches with targeted alleles, the outlined experimental strategy could be used to assess the preclinical efficacy of a growing number of putative therapeutic hits in a rapid and cost-effective manner. ",
      "authorList": [
        "Ambrogio C",
        "Stern P",
        "Scuoppo C",
        "Kranz H",
        "Barbacid M",
        "Santamaría D"
      ],
      "authors": "Ambrogio C, Stern P, Scuoppo C, Kranz H, Barbacid M, Santamaría D",
      "journal": "Biotechniques",
      "year": 2014,
      "month": 10,
      "day": -1,
      "volume": "57",
      "issue": "4",
      "pages": "179, 181-7",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo"],
      "isbn": ""
    }
  ]
}
