{
  "person": "delin-chen",
  "publications": [
    {
      "pmid": "33531626",
      "pmcid": "",
      "doi": "10.1038/s41388-021-01660-5",
      "title": "The deubiquitinase USP11 regulates cell proliferation and ferroptotic cell death via stabilization of NRF2 USP11 deubiquitinates and stabilizes NRF2",
      "abstract": "The transcription factor nuclear factor (erythroid-derived 2)-like 2 (NRF2) plays a key role in cancer progression and is tightly regulated by the proteasome pathway. E3 ligases that mediate NRF2 ubiquitination have been widely reported, but the mechanism of NRF2 deubiquitination remains largely unclear. Here, we identified ubiquitin-specific-processing protease 11 (USP11) in NRF2 complexes and confirmed an interaction between these two proteins. We further found that USP11 deubiquitinates NRF2; this modification stabilizes NRF2. Functionally, USP11 depletion contributes to the suppression of cell proliferation and induction of ferroptotic cell death due to ROS-mediated stress, which can be largely abrogated by overexpression of NRF2. Finally, immunohistochemical staining of USP11 and NRF2 was performed using a lung tissue microarray, which revealed that USP11 is highly expressed in patients with NSCLC and positively correlated with NRF2 expression. Together, USP11 stabilizes NRF2 and is thus an important player in cell proliferation and ferroptosis.",
      "authorList": [
        "Meng C",
        "Zhan J",
        "Chen D",
        "Shao G",
        "Zhang H",
        "Gu W",
        "Luo J"
      ],
      "authors": "Meng C, Zhan J, Chen D, Shao G, Zhang H, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "40",
      "issue": "9",
      "pages": "1706-1720",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30962574",
      "pmcid": "PMC6624840",
      "doi": "10.1038/s41556-019-0305-6",
      "title": "ALOX12 is required for p53-mediated tumour suppression through a distinct ferroptosis pathway",
      "abstract": "It is well established that ferroptosis is primarily controlled by glutathione peroxidase 4 (GPX4). Surprisingly, we observed that p53 activation modulates ferroptotic responses without apparent effects on GPX4 function. Instead, ALOX12 inactivation diminishes p53-mediated ferroptosis induced by reactive oxygen species stress and abrogates p53-dependent inhibition of tumour growth in xenograft models, suggesting that ALOX12 is critical for p53-mediated ferroptosis. The ALOX12 gene resides on human chromosome 17p13.1, a hotspot of monoallelic deletion in human cancers. Loss of one Alox12 allele is sufficient to accelerate tumorigenesis in Eμ-Myc lymphoma models. Moreover, ALOX12 missense mutations from human cancers abrogate its ability to oxygenate polyunsaturated fatty acids and to induce p53-mediated ferroptosis. Notably, ALOX12 is dispensable for ferroptosis induced by erastin or GPX4 inhibitors; conversely, ACSL4 is required for ferroptosis upon GPX4 inhibition but dispensable for p53-mediated ferroptosis. Thus, our study identifies an ALOX12-mediated, ACSL4-independent ferroptosis pathway that is critical for p53-dependent tumour suppression.",
      "authorList": [
        "Chu B",
        "Kon N",
        "Chen D",
        "Li T",
        "Liu T",
        "Jiang L",
        "Song S",
        "Tavana O",
        "Gu W"
      ],
      "authors": "Chu B, Kon N, Chen D, Li T, Liu T, Jiang L, Song S, Tavana O, Gu W",
      "journal": "Nat Cell Biol",
      "year": 2019,
      "month": 5,
      "day": -1,
      "volume": "21",
      "issue": "5",
      "pages": "579-591",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30250887",
      "pmcid": "PMC6149754",
      "doi": "10.1080/23723556.2018.1432256",
      "title": "ARF-NRF2: A new checkpoint for oxidative stress responses?",
      "abstract": "NRF2 (nuclear factor erythroid 2-related factor 2) is a transcription factor which plays a major role in oxidative stress responses by regulating antioxidant gene expression. We have recently identified the ARF tumor suppressor as a key regulator of NRF2. ARF can significantly inhibit NRF2 transcriptional activities, and the ARF-NRF2 interaction may function as a novel checkpoint for oxidative stress responses.",
      "authorList": ["Chen D", "Tavana O", "Gu W"],
      "authors": "Chen D, Tavana O, Gu W",
      "journal": "Mol Cell Oncol",
      "year": 2018,
      "month": -1,
      "day": -1,
      "volume": "5",
      "issue": "3",
      "pages": "e1432256",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28985506",
      "pmcid": "PMC5683418",
      "doi": "10.1016/j.molcel.2017.09.009",
      "title": "NRF2 Is a Major Target of ARF in p53-Independent Tumor Suppression",
      "abstract": "Although ARF can suppress tumor growth by activating p53 function, the mechanisms by which it suppresses tumor growth independently of p53 are not well understood. Here, we identified ARF as a key regulator of nuclear factor E2-related factor 2 (NRF2) through complex purification. ARF inhibits the ability of NRF2 to transcriptionally activate its target genes, including SLC7A11, a component of the cystine/glutamate antiporter that regulates reactive oxygen species (ROS)-induced ferroptosis. As a consequence, ARF expression sensitizes cells to ferroptosis in a p53-independent manner while ARF depletion induces NRF2 activation and promotes cancer cell survival in response to oxidative stress. Moreover, the ability of ARF to induce p53-independent tumor growth suppression in mouse xenograft models is significantly abrogated upon NRF2 overexpression. These results demonstrate that NRF2 is a major target of p53-independent tumor suppression by ARF and also suggest that the ARF-NRF2 interaction acts as a new checkpoint for oxidative stress responses.",
      "authorList": [
        "Chen D",
        "Tavana O",
        "Chu B",
        "Erber L",
        "Chen Y",
        "Baer R",
        "Gu W"
      ],
      "authors": "Chen D, Tavana O, Chu B, Erber L, Chen Y, Baer R, Gu W",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 5,
      "volume": "68",
      "issue": "1",
      "pages": "224-232",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "24419106",
      "pmcid": "",
      "doi": "10.4161/cc.27786",
      "title": "Controlling ARF stability: new players added to the team",
      "abstract": "",
      "authorList": ["Tavana O", "Chen D", "Gu W"],
      "authors": "Tavana O, Chen D, Gu W",
      "journal": "Cell Cycle",
      "year": 2014,
      "month": -1,
      "day": -1,
      "volume": "13",
      "issue": "4",
      "pages": "497-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23747016",
      "pmcid": "PMC3841012",
      "doi": "10.1016/j.molcel.2013.05.006",
      "title": "Differential effects on ARF stability by normal versus oncogenic levels of c-Myc expression",
      "abstract": "ARF suppresses aberrant cell growth upon c-Myc overexpression by activating p53 responses. Nevertheless, the precise mechanism by which ARF specifically restrains the oncogenic potential of c-Myc without affecting its normal physiological function is not well understood. Here, we show that low levels of c-Myc expression stimulate cell proliferation, whereas high levels inhibit by activating the ARF/p53 response. Although the mRNA levels of ARF are induced in both scenarios, the accumulation of ARF protein occurs only when ULF-mediated degradation of ARF is inhibited by c-Myc overexpression. Moreover, the levels of ARF are reduced through ULF-mediated ubiquitination upon DNA damage. Blocking ARF degradation by c-Myc overexpression dramatically stimulates the apoptotic responses. Our study reveals that ARF stability control is crucial for differentiating normal (low) versus oncogenic (high) levels of c-Myc expression and suggests that differential effects on ULF- mediated ARF ubiquitination by c-Myc levels act as a barrier in oncogene-induced stress responses. ",
      "authorList": ["Chen D", "Kon N", "Zhong J", "Zhang P", "Yu L", "Gu W"],
      "authors": "Chen D, Kon N, Zhong J, Zhang P, Yu L, Gu W",
      "journal": "Mol Cell",
      "year": 2013,
      "month": 7,
      "day": 11,
      "volume": "51",
      "issue": "1",
      "pages": "46-56",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20699639",
      "pmcid": "PMC3040923",
      "doi": "10.4161/cc.9.15.12355",
      "title": "Reactivating the ARF-p53 axis in AML cells by targeting ULF",
      "abstract": "The tumor suppressor ARF plays an essential role in the cellular response to oncogenic stress mainly through activation of p53. Nucleophosmin (NPM), a multifunctional protein, forms a stable protein complex with ARF in the nucleolus and protects ARF from the proteasome-mediated degradation. Notably, NPM is mutated in about one third of acute myeloid leukaemia (AML) patients and these mutations lead to aberrant cytoplasmic dislocation of nucleophosmin (NPM-c). Cytoplasmic NPM mutants lose their abilities to retain ARF in the nucleolus and fail to stabilize ARF. Thus, activation of the ARF-p53 axis is significantly compromised in these AML cells. We have recently identified the ubiquitin ligase of ARF (ULF) as a key factor that controls ARF turnover in human cells. Here, we found that the steady levels of both ARF and p53 are very low in human acute myeloid leukaemia OCI-AML3 cells expressing cytoplamsic dislocated nucleophosmin (NPM-c). As expected, ARF is very unstable and rapidly degraded by proteasome. Nevertheless, ULF knockdown stabilizes ARF and reactivates p53 responses in these AML cells. These results further demonstrate that ULF is a bona fide E3 ligase for ARF and also suggest that ULF is an important target for activating the ARF-p53 axis in human AML cells.",
      "authorList": ["Chen D", "Yoon JB", "Gu W"],
      "authors": "Chen D, Yoon JB, Gu W",
      "journal": "Cell Cycle",
      "year": 2010,
      "month": 8,
      "day": 1,
      "volume": "9",
      "issue": "15",
      "pages": "2946-51",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20208519",
      "pmcid": "PMC3737736",
      "doi": "10.1038/nature08820",
      "title": "Transcription-independent ARF regulation in oncogenic stress-mediated p53 responses",
      "abstract": "The tumour suppressor ARF is specifically required for p53 activation under oncogenic stress. Recent studies showed that p53 activation mediated by ARF, but not that induced by DNA damage, acts as a major protection against tumorigenesis in vivo under certain biological settings, suggesting that the ARF-p53 axis has more fundamental functions in tumour suppression than originally thought. Because ARF is a very stable protein in most human cell lines, it has been widely assumed that ARF induction is mediated mainly at the transcriptional level and that activation of the ARF-p53 pathway by oncogenes is a much slower and largely irreversible process by comparison with p53 activation after DNA damage. Here we report that ARF is very unstable in normal human cells but that its degradation is inhibited in cancerous cells. Through biochemical purification, we identified a specific ubiquitin ligase for ARF and named it ULF. ULF interacts with ARF both in vitro and in vivo and promotes the lysine-independent ubiquitylation and degradation of ARF. ULF knockdown stabilizes ARF in normal human cells, triggering ARF-dependent, p53-mediated growth arrest. Moreover, nucleophosmin (NPM) and c-Myc, both of which are commonly overexpressed in cancer cells, are capable of abrogating ULF-mediated ARF ubiquitylation through distinct mechanisms, and thereby promote ARF stabilization in cancer cells. These findings reveal the dynamic feature of the ARF-p53 pathway and suggest that transcription-independent mechanisms are critically involved in ARF regulation during responses to oncogenic stress.",
      "authorList": ["Chen D", "Shan J", "Zhu WG", "Qin J", "Gu W"],
      "authors": "Chen D, Shan J, Zhu WG, Qin J, Gu W",
      "journal": "Nature",
      "year": 2010,
      "month": 3,
      "day": 25,
      "volume": "464",
      "issue": "7288",
      "pages": "624-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "16641901",
      "pmcid": "PMC2361317",
      "doi": "10.1038/sj.bjc.6603119",
      "title": "ARF-BP1 as a potential therapeutic target",
      "abstract": "In this review, we discuss the recent identification of ARF-BP1 (also known as Mule, UREB1, E3(histone), LASU1, and HectH9). ARF-BP1, a HECT domain-containing E3 ubiquitin ligase, interacts with ARF and p53. Its ubiquitin ligase activity is inhibited by ARF. Inactivation of ARF-BP1 stabilised p53 and induced apoptosis. Notably, inactivation of ARF-BP1 also caused cell growth repression in p53-null cells and breast cancer cells with mutant p53. Thus, ARF-BP1 emerges as a novel therapeutic target against cancer regardless of p53 status.",
      "authorList": ["Chen D", "Brooks CL", "Gu W"],
      "authors": "Chen D, Brooks CL, Gu W",
      "journal": "Br J Cancer",
      "year": 2006,
      "month": 6,
      "day": 5,
      "volume": "94",
      "issue": "11",
      "pages": "1555-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15989956",
      "pmcid": "",
      "doi": "10.1016/j.cell.2005.03.037",
      "title": "ARF-BP1/Mule is a critical mediator of the ARF tumor suppressor",
      "abstract": "Although the importance of the ARF tumor suppressor in p53 regulation is well established, numerous studies indicate that ARF also suppresses cell growth in a p53/Mdm2-independent manner. To understand the mechanism of ARF-mediated tumor suppression, we identified a ubiquitin ligase, ARF-BP1, as a key factor associated with ARF in vivo. ARF-BP1 harbors a signature HECT motif, and its ubiquitin ligase activity is inhibited by ARF. Notably, inactivation of ARF-BP1, but not Mdm2, suppresses the growth of p53 null cells in a manner reminiscent of ARF induction. Surprisingly, in p53 wild-type cells, ARF-BP1 directly binds and ubiquitinates p53, and inactivation of endogenous ARF-BP1 is crucial for ARF-mediated p53 stabilization. Thus, our study modifies the current view of ARF-mediated p53 activation and reveals that ARF-BP1 is a critical mediator of both the p53-independent and p53-dependent tumor suppressor functions of ARF. As such, ARF-BP1 may serve as a potential target for therapeutic intervention in tumors regardless of p53 status.",
      "authorList": ["Chen D", "Kon N", "Li M", "Zhang W", "Qin J", "Gu W"],
      "authors": "Chen D, Kon N, Li M, Zhang W, Qin J, Gu W",
      "journal": "Cell",
      "year": 2005,
      "month": 7,
      "day": 1,
      "volume": "121",
      "issue": "7",
      "pages": "1071-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "14671306",
      "pmcid": "",
      "doi": "10.1126/science.1091362",
      "title": "Mono- versus polyubiquitination: differential control of p53 fate by Mdm2",
      "abstract": "Although Mdm2-mediated ubiquitination is essential for both degradation and nuclear export of p53, the molecular basis for the differential effects of Mdm2 remains unknown. Here we show that low levels of Mdm2 activity induce monoubiquitination and nuclear export of p53, whereas high levels promote p53's polyubiquitination and nuclear degradation. A p53-ubiquitin fusion protein that mimics monoubiquitinated p53 was found to accumulate in the cytoplasm in an Mdm2-independent manner, indicating that monoubiquitination is critical for p53 trafficking. These results clarify the nature of ubiquitination-mediated p53 regulation and suggest that distinct mechanisms regulate p53 function in accordance with the levels of Mdm2 activity.",
      "authorList": [
        "Li M",
        "Brooks CL",
        "Wu-Baer F",
        "Chen D",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li M, Brooks CL, Wu-Baer F, Chen D, Baer R, Gu W",
      "journal": "Science",
      "year": 2003,
      "month": 12,
      "day": 12,
      "volume": "302",
      "issue": "5652",
      "pages": "1972-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12606552",
      "pmcid": "",
      "doi": "10.1074/jbc.C200694200",
      "title": "Direct interactions between HIF-1 alpha and Mdm2 modulate p53 function",
      "abstract": "The p53 tumor suppressor is maintained at low levels in normal cells by Mdm2-mediated degradation and strongly stabilized in response to various types of stress including hypoxia. Although hypoxia-inducible factor 1 alpha (HIF-1 alpha) has been implicated to be involved in p53 stabilization, the precise mechanism by which HIF-1 alpha regulates p53-mediated function remains unknown. Here, we found that HIF-1 alpha directly binds Mdm2 both in vitro and in vivo; in contrast, p53 fails to directly interact with HIF-1 alpha in vitro. Interestingly, Mdm2 expression can significantly enhance the in vivo association between p53 and HIF-1 alpha, indicating that Mdm2 may act as a bridge and mediate the indirect interaction between HIF-1 alpha and p53 in cells. Furthermore, HIF-1 alpha protects p53 degradation mediated by Mdm2, and leads to activation of p53-mediated transcription in cells. To elucidate the mechanism of HIF-1 alpha-mediated effect, we also found that HIF-1 alpha can significantly suppress Mdm2-mediated p53 ubiquitination in vitro and blocks Mdm2-mediated nuclear export of p53. These results have significant implications regarding the molecular mechanism by which p53 is activated by HIF-1 alpha in response to hypoxia.",
      "authorList": ["Chen D", "Li M", "Luo J", "Gu W"],
      "authors": "Chen D, Li M, Luo J, Gu W",
      "journal": "J Biol Chem",
      "year": 2003,
      "month": 4,
      "day": 18,
      "volume": "278",
      "issue": "16",
      "pages": "13595-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "11923872",
      "pmcid": "",
      "doi": "10.1038/nature737",
      "title": "Deubiquitination of p53 by HAUSP is an important pathway for p53 stabilization",
      "abstract": "The p53 tumour suppressor is a short-lived protein that is maintained at low levels in normal cells by Mdm2-mediated ubiquitination and subsequent proteolysis. Stabilization of p53 is crucial for its tumour suppressor function. However, the precise mechanism by which ubiquitinated p53 levels are regulated in vivo is not completely understood. By mass spectrometry of affinity-purified p53-associated factors, we have identified herpesvirus-associated ubiquitin-specific protease (HAUSP) as a novel p53-interacting protein. HAUSP strongly stabilizes p53 even in the presence of excess Mdm2, and also induces p53-dependent cell growth repression and apoptosis. Significantly, HAUSP has an intrinsic enzymatic activity that specifically deubiquitinates p53 both in vitro and in vivo. In contrast, expression of a catalytically inactive point mutant of HAUSP in cells increases the levels of p53 ubiquitination and destabilizes p53. These findings reveal an important mechanism by which p53 can be stabilized by direct deubiquitination and also imply that HAUSP might function as a tumour suppressor in vivo through the stabilization of p53.",
      "authorList": [
        "Li M",
        "Chen D",
        "Shiloh A",
        "Luo J",
        "Nikolaev AY",
        "Qin J",
        "Gu W"
      ],
      "authors": "Li M, Chen D, Shiloh A, Luo J, Nikolaev AY, Qin J, Gu W",
      "journal": "Nature",
      "year": 2002,
      "month": 4,
      "day": 11,
      "volume": "416",
      "issue": "6881",
      "pages": "648-53",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    }
  ]
}
