{
  "person": "demis-menolfi",
  "publications": [
    {
      "pmid": "33833229",
      "pmcid": "PMC8032827",
      "doi": "10.1038/s41467-021-22217-w",
      "title": "Smc5/6 functions with Sgs1-Top3-Rmi1 to complete chromosome replication at natural pause sites",
      "abstract": "Smc5/6 is essential for genome structural integrity by yet unknown mechanisms. Here we find that Smc5/6 co-localizes with the DNA crossed-strand processing complex Sgs1-Top3-Rmi1 (STR) at genomic regions known as natural pausing sites (NPSs) where it facilitates Top3 retention. Individual depletions of STR subunits and Smc5/6 cause similar accumulation of joint molecules (JMs) composed of reversed forks, double Holliday Junctions and hemicatenanes, indicative of Smc5/6 regulating Sgs1 and Top3 DNA processing activities. We isolate an intra-allelic suppressor of smc6-56 proficient in Top3 retention but affected in pathways that act complementarily with Sgs1 and Top3 to resolve JMs arising at replication termination. Upon replication stress, the smc6-56 suppressor requires STR and Mus81-Mms4 functions for recovery, but not Srs2 and Mph1 helicases that prevent maturation of recombination intermediates. Thus, Smc5/6 functions jointly with Top3 and STR to mediate replication completion and influences the function of other DNA crossed-strand processing enzymes at NPSs.",
      "authorList": [
        "Agashe S",
        "Joseph CR",
        "Reyes TAC",
        "Menolfi D",
        "Giannattasio M",
        "Waizenegger A",
        "Szakal B",
        "Branzei D"
      ],
      "authors": "Agashe S, Joseph CR, Reyes TAC, Menolfi D, Giannattasio M, Waizenegger A, Szakal B, Branzei D",
      "journal": "Nat Commun",
      "year": 2021,
      "month": 4,
      "day": 8,
      "volume": "12",
      "issue": "1",
      "pages": "2111",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["demis-menolfi"],
      "isbn": ""
    },
    {
      "pmid": "33536256",
      "pmcid": "",
      "doi": "10.4049/jimmunol.2000967",
      "title": "FATC Domain Deletion Compromises ATM Protein Stability, Blocks Lymphocyte Development, and Promotes Lymphomagenesis",
      "abstract": "Ataxia-telangiectasia mutated (ATM) kinase is a master regulator of the DNA damage response, and loss of ATM leads to primary immunodeficiency and greatly increased risk for lymphoid malignancies. The FATC domain is conserved in phosphatidylinositol-3-kinase-related protein kinases (PIKKs). Truncation mutation in the FATC domain (R3047X) selectively compromised reactive oxygen species-induced ATM activation in cell-free assays. In this article, we show that in mouse models, knock-in ATM-R3057X mutation (Atm⁠ \nRX\n ⁠, corresponding to R3047X in human ATM) severely compromises ATM protein stability and causes T cell developmental defects, B cell Ig class-switch recombination defects, and infertility resembling ATM-null. The residual ATM-R3057X protein retains minimal yet functional measurable DNA damage-induced checkpoint activation and significantly delays lymphomagenesis in Atm⁠ \nRX/RX\n ⁠ mice compared with Atm⁠ \n-/-\n ⁠. Together, these results support a physiological role of the FATC domain in ATM protein stability and show that the presence of minimal residual ATM-R3057X protein can prevent growth retardation and delay tumorigenesis without restoring lymphocyte development and fertility.",
      "authorList": [
        "Milanovic M",
        "Shao Z",
        "Estes VM",
        "Wang XS",
        "Menolfi D",
        "Lin X",
        "Lee BJ",
        "Xu J",
        "Cupo OM",
        "Wang D",
        "Zha S"
      ],
      "authors": "Milanovic M, Shao Z, Estes VM, Wang XS, Menolfi D, Lin X, Lee BJ, Xu J, Cupo OM, Wang D, Zha S",
      "journal": "J Immunol",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "206",
      "issue": "6",
      "pages": "1228-1239",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "zhengping-shao",
        "xiobin-wang",
        "demis-menolfi",
        "xiaohui-lin",
        "brian-lee",
        "olivia-cupo",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "PMC8137556",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The Cancer-Associated ATM R3008H Mutation Reveals the Link between ATM Activation and Its Exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead (KD) ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R ) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared with Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or KD mutations. SIGNIFICANT: This study functionally characterizes the most common ATM missense mutation R3008H in cancer and identifies a unique role of PI3-kinase regulatory domain in ATM activation.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "Mckinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, Mckinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 1,
      "day": 15,
      "volume": "81",
      "issue": "2",
      "pages": "426-437",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The cancer-associated ATM R3008H mutation reveals the link between ATM activation and its exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation-R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared to Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or kinase-dead mutations.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "McKinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, McKinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2020,
      "month": 11,
      "day": 25,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "first-author"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": [
        "shan-zha",
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee"
      ],
      "isbn": ""
    },
    {
      "pmid": "31147905",
      "pmcid": "",
      "doi": "10.1007/978-1-4939-9520-2_1",
      "title": "Using Cell Cycle-Restricted Alleles to Study the Chromatin Dynamics and Functions of the Structural Maintenance of Chromosomes (SMC) Complexes In Vivo",
      "abstract": "SMC complexes play fundamental functions in chromosome architecture and organization as well as in DNA replication and repair throughout the cell cycle. The essential nature of the SMC components makes the study of their specific functions challenging. In this chapter, we describe the application of cell cycle tags to S. cerevisiae SMC genes. The cell cycle tags regulate both gene expression and protein degradation, allowing for restriction of the gene of interest to either the S or the G2/M phase. In case of SMC genes, the tags lead to valuable mutants that can bring insights into cell cycle specific essential functions, chromatin binding pattern and functional interactions. Here, we describe the generation of the cell cycle-restricted mutants in diploid and haploid cells and the validation of their functionality with several approaches.",
      "authorList": ["Menolfi D", "Branzei D"],
      "authors": "Menolfi D, Branzei D",
      "journal": "Methods Mol Biol",
      "year": 2019,
      "month": -1,
      "day": -1,
      "volume": "2004",
      "issue": "",
      "pages": "3-16",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["demis-menolfi"],
      "isbn": ""
    },
    {
      "pmid": "30559436",
      "pmcid": "PMC6297235",
      "doi": "10.1038/s41467-018-07798-3",
      "title": "Kinase-dead ATR differs from ATR loss by limiting the dynamic exchange of ATR and RPA",
      "abstract": "ATR kinase is activated by RPA-coated single-stranded DNA (ssDNA) to orchestrate DNA damage responses. Here we show that ATR inhibition differs from ATR loss. Mouse model expressing kinase-dead ATR (Atr+/KD), but not loss of ATR (Atr+/-), displays ssDNA-dependent defects at the non-homologous region of X-Y chromosomes during male meiosis leading to sterility, and at telomeres, rDNA, and fragile sites during mitosis leading to lymphocytopenia. Mechanistically, we find that ATR kinase activity is necessary for the rapid exchange of ATR at DNA-damage-sites, which in turn promotes CHK1-phosphorylation. ATR-KD, but not loss of ATR, traps a subset of ATR and RPA on chromatin, where RPA is hyper-phosphorylated by ATM/DNA-PKcs and prevents downstream repair. Consequently, Atr+/KD cells have shorter inter-origin distances and are vulnerable to induced fork collapses, genome instability and mitotic catastrophe. These results reveal mechanistic differences between ATR inhibition and ATR loss, with implications for ATR signaling and cancer therapy.",
      "authorList": [
        "Menolfi D",
        "Jiang W",
        "Lee BJ",
        "Moiseeva T",
        "Shao Z",
        "Estes V",
        "Frattini MG",
        "Bakkenist CJ",
        "Zha S"
      ],
      "authors": "Menolfi D, Jiang W, Lee BJ, Moiseeva T, Shao Z, Estes V, Frattini MG, Bakkenist CJ, Zha S",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 12,
      "day": 17,
      "volume": "9",
      "issue": "1",
      "pages": "5351",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "demis-menolfi",
        "brian-lee",
        "zhengping-shao",
        "shan-zha"
      ],
      "isbn": ""
    }
  ]
}
