{
  "person": "francesca-gianni",
  "publications": [
    {
      "pmid": "31570389",
      "pmcid": "PMC7050584",
      "doi": "10.1101/cshperspect.a035246",
      "title": "The Genetics and Mechanisms of T-Cell Acute Lymphoblastic Leukemia",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematologic malignancy derived from early T-cell progenitors. The recognition of clinical, genetic, transcriptional, and biological heterogeneity in this disease has already translated into new prognostic biomarkers, improved leukemia animal models, and emerging targeted therapies. This work reviews our current understanding of the molecular mechanisms of T-ALL.",
      "authorList": ["Gianni F", "Belver L", "Ferrando A"],
      "authors": "Gianni F, Belver L, Ferrando A",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2020,
      "month": 3,
      "day": 2,
      "volume": "10",
      "issue": "3",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "francesca-gianni",
        "laura-belver-miguel",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31257026",
      "pmcid": "PMC6630709",
      "doi": "10.1016/j.cell.2019.05.047",
      "title": "Neutrophils Driving Unconventional T Cells Mediate Resistance against Murine Sarcomas and Selected Human Tumors",
      "abstract": "Neutrophils are a component of the tumor microenvironment and have been predominantly associated with cancer progression. Using a genetic approach complemented by adoptive transfer, we found that neutrophils are essential for resistance against primary 3-methylcholantrene-induced carcinogenesis. Neutrophils were essential for the activation of an interferon-γ-dependent pathway of immune resistance, associated with polarization of a subset of CD4- CD8- unconventional αβ T cells (UTCαβ). Bulk and single-cell RNA sequencing (scRNA-seq) analyses unveiled the innate-like features and diversity of UTCαβ associated with neutrophil-dependent anti-sarcoma immunity. In selected human tumors, including undifferentiated pleomorphic sarcoma, CSF3R expression, a neutrophil signature and neutrophil infiltration were associated with a type 1 immune response and better clinical outcome. Thus, neutrophils driving UTCαβ polarization and type 1 immunity are essential for resistance against murine sarcomas and selected human tumors.",
      "authorList": [
        "Ponzetta A",
        "Carriero R",
        "Carnevale S",
        "Barbagallo M",
        "Molgora M",
        "Perucchini C",
        "Magrini E",
        "Gianni F",
        "Kunderfranco P",
        "Polentarutti N",
        "Pasqualini F",
        "Di Marco S",
        "Supino D",
        "Peano C",
        "Cananzi F",
        "Colombo P",
        "Pilotti S",
        "Alomar SY",
        "Bonavita E",
        "Galdiero MR",
        "Garlanda C",
        "Mantovani A",
        "Jaillon S"
      ],
      "authors": "Ponzetta A, Carriero R, Carnevale S, Barbagallo M, Molgora M, Perucchini C, Magrini E, Gianni F, Kunderfranco P, Polentarutti N, Pasqualini F, Di Marco S, Supino D, Peano C, Cananzi F, Colombo P, Pilotti S, Alomar SY, Bonavita E, Galdiero MR, Garlanda C, Mantovani A, Jaillon S",
      "journal": "Cell",
      "year": 2019,
      "month": 7,
      "day": 11,
      "volume": "178",
      "issue": "2",
      "pages": "346-360",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["francesca-gianni"],
      "isbn": ""
    }
  ]
}
