{
  "person": "fulvio-dangelo",
  "publications": [
    {
      "pmid": "33792302",
      "pmcid": "PMC8154269",
      "doi": "10.1021/acs.jcim.1c00296",
      "title": "Structural Model for Recruitment of RIT1 to the LZTR1 E3 Ligase: Evidences from an Integrated Computational Approach",
      "abstract": "Leucine-zipper transcription regulator 1 (LZTR1) is a highly mutated tumor suppressor gene, involved in the pathogenesis of several cancer types and developmental disorders. In proteasomal degradation, it acts as an adaptor protein responsible for the recognition and recruitment of substrates to be ubiquitinated in Cullin3-RING ligase E3 (CRL3) machinery. LZTR1 belongs to the BTB-Kelch family, a multi-domain protein where the Kelch propeller plays as the substrate recognition region and for which no experimental structure has been solved. Recently, large effort mutational analyses pointed to the role of disease-associated LZTR1 mutations in the RAS/MAPK signaling pathway and RIT1, a small Ras-related GTPase protein, has been identified by mass spectroscopy to interact with LZTR1. Hence, a better understanding of native structure, molecular mechanism, and substrate specificity would help clarifying the role of LZTR1 in pathological diseases, thus promoting advancement in the development of novel therapeutic strategies. Here, we address the interaction model between adaptor LZTR1 and substrate RIT1 by applying an integrated computational approach, including molecular modeling and docking techniques. We observe that the interaction model LZTR1-RIT1 is stabilized by an electrostatic bond network established between the two protein surfaces, which is reminiscent of homologous ubiquitin ligases complexes. Then, running MD simulations, we characterize differential conformational dynamics of the multi-domain LZTR1, offering interesting implications on the mechanistic role of specific point mutations. We identify G248R and R283Q as damaging mutations involved in the recognition process of the substrate RIT1 and R412C as a possible allosteric mutation from the Kelch to the C-term BTB-domain. Our findings provide important structural insights on targeting CRL3s for drug discovery.",
      "authorList": [
        "Paladino A",
        "D'Angelo F",
        "Noviello TMR",
        "Iavarone A",
        "Ceccarelli M"
      ],
      "authors": "Paladino A, D'Angelo F, Noviello TMR, Iavarone A, Ceccarelli M",
      "journal": "J Chem Inf Model",
      "year": 2021,
      "month": 4,
      "day": 26,
      "volume": "61",
      "issue": "4",
      "pages": "1875-1888",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["fulvio-dangelo", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33479772",
      "pmcid": "",
      "doi": "10.1093/brain/awaa408",
      "title": "Modulation of Nogo receptor 1 expression orchestrates myelin-associated infiltration of glioblastoma",
      "abstract": "As the clinical failure of glioblastoma treatment is attributed by multiple components, including myelin-associated infiltration, assessment of the molecular mechanisms underlying such process and identification of the infiltrating cells have been the primary objectives in glioblastoma research. Here, we adopted radiogenomic analysis to screen for functionally relevant genes that orchestrate the process of glioma cell infiltration through myelin and promote glioblastoma aggressiveness. The receptor of the Nogo ligand (NgR1) was selected as the top candidate through Differentially Expressed Genes (DEG) and Gene Ontology (GO) enrichment analysis. Gain and loss of function studies on NgR1 elucidated its underlying molecular importance in suppressing myelin-associated infiltration in vitro and in vivo. The migratory ability of glioblastoma cells on myelin is reversibly modulated by NgR1 during differentiation and dedifferentiation process through deubiquitinating activity of USP1, which inhibits the degradation of ID1 to downregulate NgR1 expression. Furthermore, pimozide, a well-known antipsychotic drug, upregulates NgR1 by post-translational targeting of USP1, which sensitizes glioma stem cells to myelin inhibition and suppresses myelin-associated infiltration in vivo. In primary human glioblastoma, downregulation of NgR1 expression is associated with highly infiltrative characteristics and poor survival. Together, our findings reveal that loss of NgR1 drives myelin-associated infiltration of glioblastoma and suggest that novel therapeutic strategies aimed at reactivating expression of NgR1 will improve the clinical outcome of glioblastoma patients.",
      "authorList": [
        "Hong JH",
        "Kang S",
        "Sa JK",
        "Park G",
        "Oh YT",
        "Kim TH",
        "Yin J",
        "Kim SS",
        "D'Angelo F",
        "Koo H",
        "You Y",
        "Park S",
        "Kwon HJ",
        "Kim CI",
        "Ryu H",
        "Lin W",
        "Park EJ",
        "Kim YJ",
        "Park MJ",
        "Kim H",
        "Kim MS",
        "Chung S",
        "Park CK",
        "Park SH",
        "Kang YH",
        "Kim JH",
        "Saya H",
        "Nakano I",
        "Gwak HS",
        "Yoo H",
        "Lee J",
        "Hur EM",
        "Shi B",
        "Nam DH",
        "Iavarone A",
        "Lee SH",
        "Park JB"
      ],
      "authors": "Hong JH, Kang S, Sa JK, Park G, Oh YT, Kim TH, Yin J, Kim SS, D'Angelo F, Koo H, You Y, Park S, Kwon HJ, Kim CI, Ryu H, Lin W, Park EJ, Kim YJ, Park MJ, Kim H, Kim MS, Chung S, Park CK, Park SH, Kang YH, Kim JH, Saya H, Nakano I, Gwak HS, Yoo H, Lee J, Hur EM, Shi B, Nam DH, Iavarone A, Lee SH, Park JB",
      "journal": "Brain",
      "year": 2021,
      "month": 3,
      "day": 3,
      "volume": "144",
      "issue": "2",
      "pages": "636-654",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "soonbum-park",
        "jaime-kim",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "33681822",
      "pmcid": "PMC7935068",
      "doi": "10.1038/s43018-020-00159-4",
      "title": "Pathway-based classification of glioblastoma uncovers a mitochondrial subtype with therapeutic vulnerabilities",
      "abstract": "The transcriptomic classification of glioblastoma (GBM) has failed to predict survival and therapeutic vulnerabilities. A computational approach for unbiased identification of core biological traits of single cells and bulk tumors uncovered four tumor cell states and GBM subtypes distributed along neurodevelopmental and metabolic axes, classified as proliferative/progenitor, neuronal, mitochondrial and glycolytic/plurimetabolic. Each subtype was enriched with biologically coherent multiomic features. Mitochondrial GBM was associated with the most favorable clinical outcome. It relied exclusively on oxidative phosphorylation for energy production, whereas the glycolytic/plurimetabolic subtype was sustained by aerobic glycolysis and amino acid and lipid metabolism. Deletion of the glucose-proton symporter SLC45A1 was the truncal alteration most significantly associated with mitochondrial GBM, and the reintroduction of SLC45A1 in mitochondrial glioma cells induced acidification and loss of fitness. Mitochondrial, but not glycolytic/plurimetabolic, GBM exhibited marked vulnerability to inhibitors of oxidative phosphorylation. The pathway-based classification of GBM informs survival and enables precision targeting of cancer metabolism.",
      "authorList": [
        "Garofano L",
        "Migliozzi S",
        "Oh YT",
        "D'Angelo F",
        "Najac RD",
        "Ko A",
        "Frangaj B",
        "Caruso FP",
        "Yu K",
        "Yuan J",
        "Zhao W",
        "Di Stefano AL",
        "Bielle F",
        "Jiang T",
        "Sims P",
        "Suvà ML",
        "Tang F",
        "Su XD",
        "Ceccarelli M",
        "Sanson M",
        "Lasorella A",
        "Iavarone A"
      ],
      "authors": "Garofano L, Migliozzi S, Oh YT, D'Angelo F, Najac RD, Ko A, Frangaj B, Caruso FP, Yu K, Yuan J, Zhao W, Di Stefano AL, Bielle F, Jiang T, Sims P, Suvà ML, Tang F, Su XD, Ceccarelli M, Sanson M, Lasorella A, Iavarone A",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 2,
      "day": -1,
      "volume": "2",
      "issue": "2",
      "pages": "141-156",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "luciano-garofano",
        "simona-migliozzi",
        "fulvio-dangelo",
        "ryan-najac",
        "brulinda-frangaj",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "33155039",
      "pmcid": "PMC7645027",
      "doi": "10.1093/gigascience/giaa109",
      "title": "A map of tumor-host interactions in glioma at single-cell resolution",
      "abstract": "Single-cell RNA sequencing is the reference technique for characterizing the heterogeneity of the tumor microenvironment. The composition of the various cell types making up the microenvironment can significantly affect the way in which the immune system activates cancer rejection mechanisms. Understanding the cross-talk signals between immune cells and cancer cells is of fundamental importance for the identification of immuno-oncology therapeutic targets.",
      "authorList": [
        "Caruso FP",
        "Garofano L",
        "D'Angelo F",
        "Yu K",
        "Tang F",
        "Yuan J",
        "Zhang J",
        "Cerulo L",
        "Pagnotta SM",
        "Bedognetti D",
        "Sims PA",
        "Suvà M",
        "Su XD",
        "Lasorella A",
        "Iavarone A",
        "Ceccarelli M"
      ],
      "authors": "Caruso FP, Garofano L, D'Angelo F, Yu K, Tang F, Yuan J, Zhang J, Cerulo L, Pagnotta SM, Bedognetti D, Sims PA, Suvà M, Su XD, Lasorella A, Iavarone A, Ceccarelli M",
      "journal": "Gigascience",
      "year": 2020,
      "month": 10,
      "day": 14,
      "volume": "9",
      "issue": "10",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "luciano-garofano",
        "fulvio-dangelo",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "32640193",
      "pmcid": "PMC7849370",
      "doi": "10.1016/j.molcel.2020.06.021",
      "title": "Proline Hydroxylation Primes Protein Kinases for Autophosphorylation and Activation",
      "abstract": "Activation of dual-specificity tyrosine-phosphorylation-regulated kinases 1A and 1B (DYRK1A and DYRK1B) requires prolyl hydroxylation by PHD1 prolyl hydroxylase. Prolyl hydroxylation of DYRK1 initiates a cascade of events leading to the release of molecular constraints on von Hippel-Lindau (VHL) ubiquitin ligase tumor suppressor function. However, the proline residue of DYRK1 targeted by hydroxylation and the role of prolyl hydroxylation in tyrosine autophosphorylation of DYRK1 are unknown. We found that a highly conserved proline in the CMGC insert of the DYRK1 kinase domain is hydroxylated by PHD1, and this event precedes tyrosine autophosphorylation. Mutation of the hydroxylation acceptor proline precludes tyrosine autophosphorylation and folding of DYRK1, resulting in a kinase unable to preserve VHL function and lacking glioma suppression activity. The consensus proline sequence is shared by most CMGC kinases, and prolyl hydroxylation is essential for catalytic activation. Thus, formation of prolyl-hydroxylated intermediates is a novel mechanism of kinase maturation and likely a general mechanism of regulation of CMGC kinases in eukaryotes.",
      "authorList": [
        "Lee SB",
        "Ko A",
        "Oh YT",
        "Shi P",
        "D'Angelo F",
        "Frangaj B",
        "Koller A",
        "Chen EI",
        "Cardozo T",
        "Iavarone A",
        "Lasorella A"
      ],
      "authors": "Lee SB, Ko A, Oh YT, Shi P, D'Angelo F, Frangaj B, Koller A, Chen EI, Cardozo T, Iavarone A, Lasorella A",
      "journal": "Mol Cell",
      "year": 2020,
      "month": 8,
      "day": 6,
      "volume": "79",
      "issue": "3",
      "pages": "376-389",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "brulinda-frangaj",
        "antonio-iavarone",
        "anna-lasorella"
      ],
      "isbn": ""
    },
    {
      "pmid": "32743548",
      "pmcid": "PMC7388612",
      "doi": "10.1093/noajnl/vdaa078",
      "title": "Temporospatial genomic profiling in glioblastoma identifies commonly altered core pathways underlying tumor progression",
      "abstract": "Tumor heterogeneity underlies resistance and disease progression in glioblastoma (GBM), and tumors most commonly recur adjacent to the surgical resection margins in contrast non-enhancing (NE) regions. To date, no targeted therapies have meaningfully altered overall patient survival in the up-front setting. The aim of this study was to characterize intratumoral heterogeneity in recurrent GBM using bulk samples from primary resection and recurrent samples taken from contrast-enhancing (EN) and contrast NE regions.",
      "authorList": [
        "Blomquist MR",
        "Ensign SF",
        "D'Angelo F",
        "Phillips JJ",
        "Ceccarelli M",
        "Peng S",
        "Halperin RF",
        "Caruso FP",
        "Garofano L",
        "Byron SA",
        "Liang WS",
        "Craig DW",
        "Carpten JD",
        "Prados MD",
        "Trent JM",
        "Berens ME",
        "Iavarone A",
        "Dhruv H",
        "Tran NL"
      ],
      "authors": "Blomquist MR, Ensign SF, D'Angelo F, Phillips JJ, Ceccarelli M, Peng S, Halperin RF, Caruso FP, Garofano L, Byron SA, Liang WS, Craig DW, Carpten JD, Prados MD, Trent JM, Berens ME, Iavarone A, Dhruv H, Tran NL",
      "journal": "Neurooncol Adv",
      "year": 2020,
      "month": 8,
      "day": 4,
      "volume": "2",
      "issue": "1",
      "pages": "vdaa078",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["fulvio-dangelo", "luciano-garofano", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "30531922",
      "pmcid": "PMC6857804",
      "doi": "10.1038/s41591-018-0263-8",
      "title": "The molecular landscape of glioma in patients with Neurofibromatosis 1",
      "abstract": "Neurofibromatosis type 1 (NF1) is a common tumor predisposition syndrome in which glioma is one of the prevalent tumors. Gliomagenesis in NF1 results in a heterogeneous spectrum of low- to high-grade neoplasms occurring during the entire lifespan of patients. The pattern of genetic and epigenetic alterations of glioma that develops in NF1 patients and the similarities with sporadic glioma remain unknown. Here, we present the molecular landscape of low- and high-grade gliomas in patients affected by NF1 (NF1-glioma). We found that the predisposing germline mutation of the NF1 gene was frequently converted to homozygosity and the somatic mutational load of NF1-glioma was influenced by age and grade. High-grade tumors harbored genetic alterations of TP53 and CDKN2A, frequent mutations of ATRX associated with Alternative Lengthening of Telomere, and were enriched in genetic alterations of transcription/chromatin regulation and PI3 kinase pathways. Low-grade tumors exhibited fewer mutations that were over-represented in genes of the MAP kinase pathway. Approximately 50% of low-grade NF1-gliomas displayed an immune signature, T lymphocyte infiltrates, and increased neo-antigen load. DNA methylation assigned NF1-glioma to LGm6, a poorly defined Isocitrate Dehydrogenase 1 wild-type subgroup enriched with ATRX mutations. Thus, the profiling of NF1-glioma defined a distinct landscape that recapitulates a subset of sporadic tumors.",
      "authorList": [
        "D'Angelo F",
        "Ceccarelli M",
        "Garofano L",
        "Zhang J",
        "Frattini V",
        "Caruso FP",
        "Lewis G",
        "Alfaro KD",
        "Bauchet L",
        "Berzero G",
        "Cachia D",
        "Cangiano M",
        "Capelle L",
        "de Groot J",
        "DiMeco F",
        "Ducray F",
        "Farah W",
        "Finocchiaro G",
        "Goutagny S",
        "Kamiya-Matsuoka C",
        "Lavarino C",
        "Loiseau H",
        "Lorgis V",
        "Marras CE",
        "McCutcheon I",
        "Nam DH",
        "Ronchi S",
        "Saletti V",
        "Seizeur R",
        "Slopis J",
        "Suñol M",
        "Vandenbos F",
        "Varlet P",
        "Vidaud D",
        "Watts C",
        "Tabar V",
        "Reuss DE",
        "Kim SK",
        "Meyronet D",
        "Mokhtari K",
        "Salvador H",
        "Bhat KP",
        "Eoli M",
        "Sanson M",
        "Lasorella A",
        "Iavarone A"
      ],
      "authors": "D'Angelo F, Ceccarelli M, Garofano L, Zhang J, Frattini V, Caruso FP, Lewis G, Alfaro KD, Bauchet L, Berzero G, Cachia D, Cangiano M, Capelle L, de Groot J, DiMeco F, Ducray F, Farah W, Finocchiaro G, Goutagny S, Kamiya-Matsuoka C, Lavarino C, Loiseau H, Lorgis V, Marras CE, McCutcheon I, Nam DH, Ronchi S, Saletti V, Seizeur R, Slopis J, Suñol M, Vandenbos F, Varlet P, Vidaud D, Watts C, Tabar V, Reuss DE, Kim SK, Meyronet D, Mokhtari K, Salvador H, Bhat KP, Eoli M, Sanson M, Lasorella A, Iavarone A",
      "journal": "Nat Med",
      "year": 2019,
      "month": 1,
      "day": -1,
      "volume": "25",
      "issue": "1",
      "pages": "176-187",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "luciano-garofano",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "26416038",
      "pmcid": "PMC4587906",
      "doi": "10.1186/s12859-015-0748-0",
      "title": "VEGAWES: variational segmentation on whole exome sequencing for copy number detection",
      "abstract": "Copy number variations are important in the detection and progression of significant tumors and diseases. Recently, Whole Exome Sequencing is gaining popularity with copy number variations detection due to low cost and better efficiency. In this work, we developed VEGAWES for accurate and robust detection of copy number variations on WES data. VEGAWES is an extension to a variational based segmentation algorithm, VEGA: Variational estimator for genomic aberrations, which has previously outperformed several algorithms on segmenting array comparative genomic hybridization data.",
      "authorList": [
        "Anjum S",
        "Morganella S",
        "D'Angelo F",
        "Iavarone A",
        "Ceccarelli M"
      ],
      "authors": "Anjum S, Morganella S, D'Angelo F, Iavarone A, Ceccarelli M",
      "journal": "BMC Bioinformatics",
      "year": 2015,
      "month": 9,
      "day": 29,
      "volume": "16",
      "issue": "",
      "pages": "315",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["fulvio-dangelo", "antonio-iavarone"],
      "isbn": ""
    }
  ]
}
