{
  "person": "ioan-filip",
  "publications": [
    {
      "pmid": "34050029",
      "pmcid": "",
      "doi": "10.1073/pnas.2104504118",
      "title": "Genetic mechanisms of HLA-I loss and immune escape in diffuse large B cell lymphoma",
      "abstract": "Fifty percent of diffuse large B cell lymphoma (DLBCL) cases lack cell-surface expression of the class I major histocompatibility complex (MHC-I), thus escaping recognition by cytotoxic T cells. Here we show that, across B cell lymphomas, loss of MHC-I, but not MHC-II, is preferentially restricted to DLBCL. To identify the involved mechanisms, we performed whole exome and targeted HLA deep-sequencing in 74 DLBCL samples, and found somatic inactivation of B2M and the HLA-I loci in 80% (34 of 42) of MHC-INEG tumors. Furthermore, 70% (22 of 32) of MHC-IPOS DLBCLs harbored monoallelic HLA-I genetic alterations (MHC-IPOS/mono), indicating allele-specific inactivation. MHC-INEG and MHC-IPOS/mono cases harbored significantly higher mutational burden and inferred neoantigen load, suggesting potential coselection of HLA-I loss and sustained neoantigen production. Notably, the analysis of >500,000 individuals across different cancer types revealed common germline HLA-I homozygosity, preferentially in DLBCL. In mice, germinal-center B cells lacking HLA-I expression did not progress to lymphoma and were counterselected in the context of oncogene-driven lymphomagenesis, suggesting that additional events are needed to license immune evasion. These results suggest a multistep process of HLA-I loss in DLBCL development including both germline and somatic events, and have direct implications for the pathogenesis and immunotherapeutic targeting of this disease.",
      "authorList": [
        "Fangazio M",
        "Ladewig E",
        "Gomez K",
        "Garcia-Ibanez L",
        "Kumar R",
        "Teruya-Feldstein J",
        "Rossi D",
        "Filip I",
        "Pan-Hammarström Q",
        "Inghirami G",
        "Boldorini R",
        "Ott G",
        "Staiger AM",
        "Chapuy B",
        "Gaidano G",
        "Bhagat G",
        "Basso K",
        "Rabadan R",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Fangazio M, Ladewig E, Gomez K, Garcia-Ibanez L, Kumar R, Teruya-Feldstein J, Rossi D, Filip I, Pan-Hammarström Q, Inghirami G, Boldorini R, Ott G, Staiger AM, Chapuy B, Gaidano G, Bhagat G, Basso K, Rabadan R, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2021,
      "month": 6,
      "day": 1,
      "volume": "118",
      "issue": "22",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "karen-gomez",
        "ioan-filip",
        "katia-basso",
        "raul-rabadan",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "33225311",
      "pmcid": "PMC7679070",
      "doi": "10.1158/2643-3249.bcd-20-0051",
      "title": "Genomic characterization of HIV-associated plasmablastic lymphoma identifies pervasive mutations in the JAK-STAT pathway",
      "abstract": "Plasmablastic lymphoma (PBL) is an aggressive B-cell non-Hodgkin lymphoma associated with immunodeficiency in the context of Human Immunodeficiency Virus (HIV) infection or iatrogenic immunosuppression. While a rare disease in general, the incidence is dramatically increased in regions of the world with high HIV prevalence. The molecular pathogenesis of this disease is poorly characterized. Here, we defined the genomic features of PBL in a cohort of 110 patients from South Africa (15 by whole exome sequencing and 95 by deep targeted sequencing). We identified recurrent mutations in genes of the JAK-STAT signaling pathway, including STAT3 (42%), JAK1 (14%) and SOCS1 (10%), leading to its constitutive activation. Moreover, 24% of cases harbored gain-of-function mutations in RAS family members (NRAS and KRAS). Comparative analysis with other B-cell malignancies uncovered PBL-specific somatic mutations and transcriptional programs. We also found recurrent copy number gains encompassing the CD44 gene (37%), which encodes for a cell surface receptor involved in lymphocyte activation and homing, and was found expressed at high levels in all tested cases, independent of genetic alterations. These findings have implications for the understanding of the pathogenesis of this disease and the development of personalized medicine approaches.",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": -1,
      "volume": "1",
      "issue": "1",
      "pages": "112-125",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "ioan-filip",
        "karen-gomez",
        "junfei-zhao",
        "laura-pasqualucci",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "30742119",
      "pmcid": "PMC6810613",
      "doi": "10.1038/s41591-019-0349-y",
      "title": "Immune and genomic correlates of response to anti-PD-1 immunotherapy in glioblastoma",
      "abstract": "Immune checkpoint inhibitors have been successful across several tumor types; however, their efficacy has been uncommon and unpredictable in glioblastomas (GBM), where <10% of patients show long-term responses. To understand the molecular determinants of immunotherapeutic response in GBM, we longitudinally profiled 66 patients, including 17 long-term responders, during standard therapy and after treatment with PD-1 inhibitors (nivolumab or pembrolizumab). Genomic and transcriptomic analysis revealed a significant enrichment of PTEN mutations associated with immunosuppressive expression signatures in non-responders, and an enrichment of MAPK pathway alterations (PTPN11, BRAF) in responders. Responsive tumors were also associated with branched patterns of evolution from the elimination of neoepitopes as well as with differences in T cell clonal diversity and tumor microenvironment profiles. Our study shows that clinical response to anti-PD-1 immunotherapy in GBM is associated with specific molecular alterations, immune expression signatures, and immune infiltration that reflect the tumor's clonal evolution during treatment.",
      "authorList": [
        "Zhao J",
        "Chen AX",
        "Gartrell RD",
        "Silverman AM",
        "Aparicio L",
        "Chu T",
        "Bordbar D",
        "Shan D",
        "Samanamud J",
        "Mahajan A",
        "Filip I",
        "Orenbuch R",
        "Goetz M",
        "Yamaguchi JT",
        "Cloney M",
        "Horbinski C",
        "Lukas RV",
        "Raizer J",
        "Rae AI",
        "Yuan J",
        "Canoll P",
        "Bruce JN",
        "Saenger YM",
        "Sims P",
        "Iwamoto FM",
        "Sonabend AM",
        "Rabadan R"
      ],
      "journal": "Nat Med",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "25",
      "issue": "3",
      "pages": "462-469",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": [
        "raul-rabadan",
        "junfei-zhao",
        "luis-aparicio",
        "ioan-filip"
      ],
      "isbn": "",
      "authors": "Zhao J, Chen AX, Gartrell RD, Silverman AM, Aparicio L, Chu T, Bordbar D, Shan D, Samanamud J, Mahajan A, Filip I, Orenbuch R, Goetz M, Yamaguchi JT, Cloney M, Horbinski C, Lukas RV, Raizer J, Rae AI, Yuan J, Canoll P, Bruce JN, Saenger YM, Sims P, Iwamoto FM, Sonabend AM, Rabadan R"
    }
  ]
}
