{
  "person": "jean-gautier",
  "publications": [
    {
      "pmid": "33905520",
      "pmcid": "PMC8136792",
      "doi": "10.1093/nar/gkab271",
      "title": "Inhibition of DNA replication initiation by silver nanoclusters",
      "abstract": "Silver nanoclusters (AgNCs) have outstanding physicochemical characteristics, including the ability to interact with proteins and DNA. Given the growing number of diagnostic and therapeutic applications of AgNCs, we evaluated the impact of AgNCs on DNA replication and DNA damage response in cell-free extracts prepared from unfertilized Xenopus laevis eggs. We find that, among a number of silver nanomaterials, AgNCs uniquely inhibited genomic DNA replication and abrogated the DNA replication checkpoint in cell-free extracts. AgNCs did not affect nuclear membrane or nucleosome assembly. AgNCs-supplemented extracts showed a strong defect in the loading of the mini chromosome maintenance (MCM) protein complex, the helicase that unwinds DNA ahead of replication forks. FLAG-AgNCs immunoprecipitation and mass spectrometry analysis of AgNCs associated proteins demonstrated direct interaction between MCM and AgNCs. Our studies indicate that AgNCs directly prevent the loading of MCM, blocking pre-replication complex (pre-RC) assembly and subsequent DNA replication initiation. Collectively, our findings broaden the scope of silver nanomaterials experimental applications, establishing AgNCs as a novel tool to study chromosomal DNA replication.",
      "authorList": [
        "Tao Y",
        "Aparicio T",
        "Li M",
        "Leong KW",
        "Zha S",
        "Gautier J"
      ],
      "authors": "Tao Y, Aparicio T, Li M, Leong KW, Zha S, Gautier J",
      "journal": "Nucleic Acids Res",
      "year": 2021,
      "month": 5,
      "day": 21,
      "volume": "49",
      "issue": "9",
      "pages": "5074-5083",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "shan-zha", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "33404608",
      "pmcid": "PMC7791342",
      "doi": "10.1083/jcb.201807163",
      "title": "The UVSSA complex alleviates MYC-driven transcription stress",
      "abstract": "Cancer cells develop strong genetic dependencies, enabling survival under oncogenic stress. MYC is a key oncogene activated across most cancers, and identifying associated synthetic lethality or sickness can provide important clues about its activity and potential therapeutic strategies. On the basis of previously conducted genome-wide screenings in MCF10A cells expressing MYC fused to an estrogen receptor fragment, we identified UVSSA, a gene involved in transcription-coupled repair, whose knockdown or knockout decreased cell viability when combined with MYC expression. Synthetic sick interactions between MYC expression and UVSSA down-regulation correlated with ATM/CHK2 activation, suggesting increased genome instability. We show that the synthetic sick interaction is diminished by attenuating RNA polymerase II (RNAPII) activity; yet, it is independent of UV-induced damage repair, suggesting that UVSSA has a critical function in regulating RNAPII in the absence of exogenous DNA damage. Supporting this hypothesis, RNAPII ChIP-seq revealed that MYC-dependent increases in RNAPII promoter occupancy are reduced or abrogated by UVSSA knockdown, suggesting that UVSSA influences RNAPII dynamics during MYC-dependent transcription. Taken together, our data show that the UVSSA complex has a significant function in supporting MYC-dependent RNAPII dynamics and maintaining cell survival during MYC addiction. While the role of UVSSA in regulating RNAPII has been documented thus far only in the context of UV-induced DNA damage repair, we propose that its activity is also required to cope with transcriptional changes induced by oncogene activation.",
      "authorList": [
        "Sato M",
        "Liebau AW",
        "Liu Z",
        "Liu L",
        "Rabadan R",
        "Gautier J"
      ],
      "authors": "Sato M, Liebau AW, Liu Z, Liu L, Rabadan R, Gautier J",
      "journal": "J Cell Biol",
      "year": 2021,
      "month": 2,
      "day": 1,
      "volume": "220",
      "issue": "2",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "andrew-liebau",
        "zhaoqi-liu",
        "raul-rabadan",
        "jean-gautier"
      ],
      "isbn": ""
    },
    {
      "pmid": "33786788",
      "pmcid": "",
      "doi": "10.1007/978-1-0716-1217-0_8",
      "title": "DNA Damage Response in Xenopus laevis Cell-Free Extracts",
      "abstract": "The DNA damage response (DDR) is a coordinated cellular response to a variety of insults to the genome. DDR initiates the activation of cell cycle checkpoints preventing the propagation of damaged DNA followed by DNA repair, which are both critical in maintaining genome integrity. Several model systems have been developed to study the mechanisms and complexity of checkpoint function. Here we describe the application of cell-free extracts derived from Xenopus eggs as a model system to investigate signaling from DNA damage, modulation of DNA replication, checkpoint activation, and ultimately DNA repair. We outline the preparation of cell-free extracts, DNA substrates, and their subsequent use in assays aimed at understanding the cellular response to DNA damage. Cell-free extracts derived from the eggs of Xenopus laevis remain a robust and versatile system to decipher the biochemical steps underlying this essential characteristic of all cells, critical for genome stability.",
      "authorList": ["Aparicio Casado T", "Gautier J"],
      "authors": "Aparicio Casado T, Gautier J",
      "journal": "Methods Mol Biol",
      "year": 2021,
      "month": -1,
      "day": -1,
      "volume": "2267",
      "issue": "",
      "pages": "103-144",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "32337977",
      "pmcid": "PMC7346094",
      "doi": "10.1021/acsami.0c03001",
      "title": "Dual-Color Plasmonic Nanosensor for Radiation Dosimetry",
      "abstract": "Radiation dosimeters are critical for accurately assessing the levels of radiation exposure of tumor sites and surrounding tissues and for optimizing therapeutic interventions as well as for monitoring environmental exposure. To fill the need for a simple, user-friendly, and inexpensive dosimeter, we designed an innovative colorimetric nanosensor-based assay for detecting ionizing radiation. We show that hydroxyl radicals generated by ionizing radiation can be used to etch gold nanorods (AuNRs) and silver nanoprisms (AgNPRs), yielding reproducible color changes for radiation dose detection in the range of 50-2000 rad, broad enough to cover doses used in hyperfractionated, conventional, and hypofractionated radiotherapy. This range of doses detected by this assay correlates with radiation-induced DNA damage response in mammalian cells. Furthermore, this AuNR- and AgNPR-based sensing platform has been established in a paper format that can be readily adopted for a wide range of applications and translation.",
      "authorList": [
        "Tao Y",
        "Li M",
        "Liu X",
        "Leong KW",
        "Gautier J",
        "Zha S"
      ],
      "authors": "Tao Y, Li M, Liu X, Leong KW, Gautier J, Zha S",
      "journal": "ACS Appl Mater Interfaces",
      "year": 2020,
      "month": 5,
      "day": 20,
      "volume": "12",
      "issue": "20",
      "pages": "22499-22506",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "31324649",
      "pmcid": "PMC6683749",
      "doi": "10.1083/jcb.201904202",
      "title": "Assembling nuclear domains: Lessons from DNA repair",
      "abstract": "Eukaryotic nuclei are organized into nuclear domains that unite loci sharing a common function. These domains are essential for diverse processes including (1) the formation of topologically associated domains (TADs) that coordinate replication and transcription, (2) the formation of specialized transcription and splicing factories, and (3) the clustering of DNA double-strand breaks (DSBs), which concentrates damaged DNA for repair. The generation of nuclear domains requires forces that are beginning to be identified. In the case of DNA DSBs, DNA movement and clustering are driven by actin filament nucleators. Furthermore, RNAs and low-complexity protein domains such as RNA-binding proteins also accumulate around sites of transcription and repair. The link between liquid-liquid phase separation and actin nucleation in the formation of nuclear domains is still unknown. This review discusses DSB repair domain formation as a model for functional nuclear domains in other genomic contexts.",
      "authorList": ["Schrank B", "Gautier J"],
      "authors": "Schrank B, Gautier J",
      "journal": "J Cell Biol",
      "year": 2019,
      "month": 8,
      "day": 5,
      "volume": "218",
      "issue": "8",
      "pages": "2444-2455",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "29925947",
      "pmcid": "PMC6145447",
      "doi": "10.1038/s41586-018-0237-5",
      "title": "Nuclear ARP2/3 drives DNA break clustering for homology-directed repair",
      "abstract": "DNA double-strand breaks repaired by non-homologous end joining display limited DNA end-processing and chromosomal mobility. By contrast, double-strand breaks undergoing homology-directed repair exhibit extensive processing and enhanced motion. The molecular basis of this movement is unknown. Here, using Xenopus laevis cell-free extracts and mammalian cells, we establish that nuclear actin, WASP, and the actin-nucleating ARP2/3 complex are recruited to damaged chromatin undergoing homology-directed repair. We demonstrate that nuclear actin polymerization is required for the migration of a subset of double-strand breaks into discrete sub-nuclear clusters. Actin-driven movements specifically affect double-strand breaks repaired by homology-directed repair in G2 cell cycle phase; inhibition of actin nucleation impairs DNA end-processing and homology-directed repair. By contrast, ARP2/3 is not enriched at double-strand breaks repaired by non-homologous end joining and does not regulate non-homologous end joining. Our findings establish that nuclear actin-based mobility shapes chromatin organization by generating repair domains that are essential for homology-directed repair in eukaryotic cells.",
      "authorList": [
        "Schrank BR",
        "Aparicio T",
        "Li Y",
        "Chang W",
        "Chait BT",
        "Gundersen GG",
        "Gottesman ME",
        "Gautier J"
      ],
      "authors": "Schrank BR, Aparicio T, Li Y, Chang W, Chait BT, Gundersen GG, Gottesman ME, Gautier J",
      "journal": "Nature",
      "year": 2018,
      "month": 7,
      "day": -1,
      "volume": "559",
      "issue": "7712",
      "pages": "61-66",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "29091773",
      "pmcid": "PMC5806701",
      "doi": "10.1016/j.celrep.2017.10.032",
      "title": "Sensing and Processing of DNA Interstrand Crosslinks by the Mismatch Repair Pathway",
      "abstract": "DNA interstrand crosslinks (ICLs) that are repaired in non-dividing cells must be recognized independently of replication-associated DNA unwinding. Using cell-free extracts from Xenopus eggs that support neither replication nor transcription, we establish that ICLs are recognized and processed by the mismatch repair (MMR) machinery. We find that ICL repair requires MutSα (MSH2-MSH6) and the mismatch recognition FXE motif in MSH6, strongly suggesting that MutSα functions as an ICL sensor. MutSα recruits MutLα and EXO1 to ICL lesions, and the catalytic activity of both these nucleases is essential for ICL repair. As anticipated for a DNA unwinding-independent recognition process, we demonstrate that least distorting ICLs fail to be recognized and repaired by the MMR machinery. This establishes that ICL structure is a critical determinant of repair efficiency outside of DNA replication.",
      "authorList": [
        "Kato N",
        "Kawasoe Y",
        "Williams H",
        "Coates E",
        "Roy U",
        "Shi Y",
        "Beese LS",
        "Schärer OD",
        "Yan H",
        "Gottesman ME",
        "Takahashi TS",
        "Gautier J"
      ],
      "journal": "Cell Rep",
      "year": 2017,
      "month": 10,
      "day": 31,
      "volume": "21",
      "issue": "5",
      "pages": "1375-1385",
      "tagList": [
        "article",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Kato N, Kawasoe Y, Williams H, Coates E, Roy U, Shi Y, Beese LS, Schärer OD, Yan H, Gottesman ME, Takahashi TS, Gautier J"
    },
    {
      "pmid": "27652321",
      "pmcid": "PMC4972120",
      "doi": "10.1080/23723556.2016.1169343",
      "title": "BRCA1-CtIP interaction in the repair of DNA double-strand breaks",
      "abstract": "DNA termini at double-strand breaks are often chemically heterogeneous and require processing before initiation of repair. In a recent report, we demonstrated that CtIP and the MRE11-RAD50-NBS1 (MRN) nuclease complex cooperate with BRCA1 to specifically repair topoisomerase II-DNA adducted breaks. In contrast, BRCA1 is dispensable for repair of restriction endonuclease-generated double-strand breaks. ",
      "authorList": ["Aparicio T", "Gautier J"],
      "authors": "Aparicio T, Gautier J",
      "journal": "Mol Cell Oncol",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "3",
      "issue": "4",
      "pages": "e1169343",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "26880199",
      "pmcid": "PMC4754713",
      "doi": "10.1083/jcb.201504005",
      "title": "MRN, CtIP, and BRCA1 mediate repair of topoisomerase II-DNA adducts",
      "abstract": "Repair of DNA double-strand breaks (DSBs) with complex ends poses a special challenge, as additional processing is required before DNA ligation. For example, protein-DNA adducts must be removed to allow repair by either nonhomologous end joining or homology-directed repair. Here, we investigated the processing of topoisomerase II (Top2)-DNA adducts induced by treatment with the chemotherapeutic agent etoposide. Through biochemical analysis in Xenopus laevis egg extracts, we establish that the MRN (Mre11, Rad50, and Nbs1) complex, CtIP, and BRCA1 are required for both the removal of Top2-DNA adducts and the subsequent resection of Top2-adducted DSB ends. Moreover, the interaction between CtIP and BRCA1, although dispensable for resection of endonuclease-generated DSB ends, is required for resection of Top2-adducted DSBs, as well as for cellular resistance to etoposide during genomic DNA replication. ",
      "authorList": ["Aparicio T", "Baer R", "Gottesman M", "Gautier J"],
      "authors": "Aparicio T, Baer R, Gottesman M, Gautier J",
      "journal": "J Cell Biol",
      "year": 2016,
      "month": 2,
      "day": 15,
      "volume": "212",
      "issue": "4",
      "pages": "399-408",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "25669969",
      "pmcid": "PMC4413654",
      "doi": "10.18632/oncotarget.3203",
      "title": "MYC is a critical target of FBXW7",
      "abstract": "MYC deregulation is a driver of many human cancers. Altering the balance of MYC protein levels at the level of transcription, protein stability, or turnover is sufficient to transform cells to a tumorigenic phenotype. While direct targeting of MYC is difficult, specific genetic vulnerabilities of MYC-deregulated cells could be exploited to selectively inhibit their growth. Using a genome-wide shRNA screen, we identified 78 candidate genes, which are required for survival of human mammary epithelial cells with elevated MYC levels. Among the candidates, we validated and characterized FBXW7, a component of the SCF-like ubiquitin ligase complex that targets MYC for proteasomal degradation. Down-regulation of FBXW7 leads to synergistic accumulation of cellular and active chromatin-bound MYC, while protein levels of other FBXW7 targets appear unaffected. Over a four-week time course, continuous FBXW7 down-regulation and MYC activation together cause an accumulation of cells in S-phase and G2/M-phase of the cell cycle. Under these conditions, we also observe elevated chromatin-bound levels of CDC45, suggesting increased DNA replication stress. Consistent with these results, FBXW7 down-regulation alone decreases the survival of T47D breast cancer cells. These results establish that FBXW7 down-regulation is synthetic lethal with MYC, and that MYC is a critical target of FBXW7 in breast epithelial cells. ",
      "authorList": [
        "Sato M",
        "Rodriguez-Barrueco R",
        "Yu J",
        "Do C",
        "Silva JM",
        "Gautier J"
      ],
      "authors": "Sato M, Rodriguez-Barrueco R, Yu J, Do C, Silva JM, Gautier J",
      "journal": "Oncotarget",
      "year": 2015,
      "month": 2,
      "day": 20,
      "volume": "6",
      "issue": "5",
      "pages": "3292-305",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "24746645",
      "pmcid": "PMC4051845",
      "doi": "10.1016/j.dnarep.2014.03.014",
      "title": "DNA double-strand break repair pathway choice and cancer",
      "abstract": "Since DNA double-strand breaks (DSBs) contribute to the genomic instability that drives cancer development, DSB repair pathways serve as important mechanisms for tumor suppression. Thus, genetic lesions, such as BRCA1 and BRCA2 mutations, that disrupt DSB repair are often associated with cancer susceptibility. In addition, recent evidence suggests that DSB \"mis-repair\", in which DSBs are resolved by an inappropriate repair pathway, can also promote genomic instability and presumably tumorigenesis. This notion has gained currency from recent cancer genome sequencing studies which have uncovered numerous chromosomal rearrangements harboring pathological DNA repair signatures. In this perspective, we discuss the factors that regulate DSB repair pathway choice and their consequences for genome stability and cancer. ",
      "authorList": ["Aparicio T", "Baer R", "Gautier J"],
      "authors": "Aparicio T, Baer R, Gautier J",
      "journal": "DNA Repair (Amst)",
      "year": 2014,
      "month": 7,
      "day": -1,
      "volume": "19",
      "issue": "",
      "pages": "169-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "24890833",
      "pmcid": "PMC4031955",
      "doi": "10.1101/cshperspect.a014423",
      "title": "MYC and the control of DNA replication",
      "abstract": "The MYC oncogene is a multifunctional protein that is aberrantly expressed in a significant fraction of tumors from diverse tissue origins. Because of its multifunctional nature, it has been difficult to delineate the exact contributions of MYC's diverse roles to tumorigenesis. Here, we review the normal role of MYC in regulating DNA replication as well as its ability to generate DNA replication stress when overexpressed. Finally, we discuss the possible mechanisms by which replication stress induced by aberrant MYC expression could contribute to genomic instability and cancer.",
      "authorList": ["Dominguez-Sola D", "Gautier J"],
      "authors": "Dominguez-Sola D, Gautier J",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2014,
      "month": 6,
      "day": 2,
      "volume": "4",
      "issue": "6",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "23830640",
      "pmcid": "PMC3763924",
      "doi": "10.1016/j.tibs.2013.05.004",
      "title": "The differences between ICL repair during and outside of S phase",
      "abstract": "DNA interstrand crosslinks (ICLs) are complex lesions that block essential DNA transactions including DNA replication, recombination, and RNA transcription. Naturally occurring ICLs are rare, yet these lesions are the major cause of toxicity following treatment with several classes of crosslinking cancer chemotherapeutic drugs. ICLs are repaired during and outside of S phase by pathways with overlapping as well as distinct features. Here, we discuss some recent insights into the mechanisms of replication-dependent and replication-independent repair of ICLs with special emphasis on the differences between these repair pathways. ",
      "authorList": ["Williams HL", "Gottesman ME", "Gautier J"],
      "authors": "Williams HL, Gottesman ME, Gautier J",
      "journal": "Trends Biochem Sci",
      "year": 2013,
      "month": 8,
      "day": -1,
      "volume": "38",
      "issue": "8",
      "pages": "386-93",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "23643534",
      "pmcid": "PMC3822004",
      "doi": "10.1016/j.celrep.2013.04.002",
      "title": "Cdc45 is a critical effector of myc-dependent DNA replication stress",
      "abstract": "c-Myc oncogenic activity is thought to be mediated in part by its ability to generate DNA replication stress and subsequent genomic instability when deregulated. Previous studies have demonstrated a nontranscriptional role for c-Myc in regulating DNA replication. Here, we analyze the mechanisms by which c-Myc deregulation generates DNA replication stress. We find that overexpression of c-Myc alters the spatiotemporal program of replication initiation by increasing the density of early-replicating origins. We further show that c-Myc deregulation results in elevated replication-fork stalling or collapse and subsequent DNA damage. Notably, these phenotypes are independent of RNA transcription. Finally, we demonstrate that overexpression of Cdc45 recapitulates all c-Myc-induced replication and damage phenotypes and that Cdc45 and GINS function downstream of Myc.",
      "authorList": [
        "Srinivasan SV",
        "Dominguez-Sola D",
        "Wang LC",
        "Hyrien O",
        "Gautier J"
      ],
      "authors": "Srinivasan SV, Dominguez-Sola D, Wang LC, Hyrien O, Gautier J",
      "journal": "Cell Rep",
      "year": 2013,
      "month": 5,
      "day": 30,
      "volume": "3",
      "issue": "5",
      "pages": "1629-39",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["seetha-srinivasan", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "23273981",
      "pmcid": "PMC3582837",
      "doi": "10.1016/j.molcel.2012.11.020",
      "title": "Activation of DSB processing requires phosphorylation of CtIP by ATR",
      "abstract": "DNA double-strand breaks (DSBs) activate a DNA damage response (DDR) that coordinates checkpoint pathways with DNA repair. ATM and ATR kinases are activated sequentially. Homology-directed repair (HDR) is initiated by resection of DSBs to generate 3' single-stranded DNA overhangs. How resection and HDR are activated during DDR is not known, nor are the roles of ATM and ATR in HDR. Here, we show that CtIP undergoes ATR-dependent hyperphosphorylation in response to DSBs. ATR phosphorylates an invariant threonine, T818 of Xenopus CtIP (T859 in human). Nonphosphorylatable CtIP (T818A) does not bind to chromatin or initiate resection. Our data support a model in which ATM activity is required for an early step in resection, leading to ATR activation, CtIP-T818 phosphorylation, and accumulation of CtIP on chromatin. Chromatin binding by modified CtIP precedes extensive resection and full checkpoint activation.",
      "authorList": [
        "Peterson SE",
        "Li Y",
        "Wu-Baer F",
        "Chait BT",
        "Baer R",
        "Yan H",
        "Gottesman ME",
        "Gautier J"
      ],
      "authors": "Peterson SE, Li Y, Wu-Baer F, Chait BT, Baer R, Yan H, Gottesman ME, Gautier J",
      "journal": "Mol Cell",
      "year": 2013,
      "month": 2,
      "day": 21,
      "volume": "49",
      "issue": "4",
      "pages": "657-67",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "23159855",
      "pmcid": "PMC3552907",
      "doi": "10.4161/cc.22807",
      "title": "More tasks for Dna2 in S-phase",
      "abstract": "",
      "authorList": ["Aparicio T", "Gautier J"],
      "authors": "Aparicio T, Gautier J",
      "journal": "Cell Cycle",
      "year": 2012,
      "month": 12,
      "day": 1,
      "volume": "11",
      "issue": "23",
      "pages": "4299-300",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "22658724",
      "pmcid": "PMC3666337",
      "doi": "10.1016/j.molcel.2012.05.001",
      "title": "Replication-independent repair of DNA interstrand crosslinks",
      "abstract": "DNA interstrand crosslinks (ICLs) are cytotoxic lesions that covalently link opposite strands of the DNA helix and block DNA unwinding. ICLs are repaired during and outside S phase, and replication-independent ICL repair (RIR) is critical to maintain genomic integrity and to allow transcription in nondividing or slowly dividing cells. Here, we show that the Y family DNA polymerase kappa (Pol κ) is essential for RIR of a site-specific ICL lesion in Xenopus egg extracts, and that both its catalytic activity and UBZ domains are required for this function. We also demonstrate a requirement for PCNA and its modification on lysine 164. Finally, we show that Pol κ participates in ICL repair in mammalian cells, particularly in G0. Our results identify key components of the RIR pathway and begin to unravel its mechanism.",
      "authorList": ["Williams HL", "Gottesman ME", "Gautier J"],
      "authors": "Williams HL, Gottesman ME, Gautier J",
      "journal": "Mol Cell",
      "year": 2012,
      "month": 7,
      "day": 13,
      "volume": "47",
      "issue": "1",
      "pages": "140-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "21893598",
      "pmcid": "PMC3171114",
      "doi": "10.1083/jcb.201103103",
      "title": "Cdk1 uncouples CtIP-dependent resection and Rad51 filament formation during M-phase double-strand break repair",
      "abstract": "DNA double-strand break (DSB) resection, which results in RPA-bound single-stranded DNA (ssDNA), is activated in S phase by Cdk2. RPA-ssDNA activates the ATR-dependent checkpoint and homology-directed repair (HDR) via Rad51-dependent mechanisms. On the other hand, the fate of DSBs sustained during vertebrate M phase is largely unknown. We use cell-free Xenopus laevis egg extracts to examine the recruitment of proteins to chromatin after DSB formation. We find that S-phase extract recapitulates a two-step resection mechanism. M-phase chromosomes are also resected in cell-free extracts and cultured human cells. In contrast to the events in S phase, M-phase resection is solely dependent on MRN-CtIP. Despite generation of RPA-ssDNA, M-phase resection does not lead to ATR activation or Rad51 chromatin association. Remarkably, we find that Cdk1 permits resection by phosphorylation of CtIP but also prevents Rad51 binding to the resected ends. We have thus identified Cdk1 as a critical regulator of DSB repair in M phase. Cdk1 induces persistent ssDNA-RPA overhangs in M phase, thereby preventing both classical NHEJ and Rad51-dependent HDR.",
      "authorList": [
        "Peterson SE",
        "Li Y",
        "Chait BT",
        "Gottesman ME",
        "Baer R",
        "Gautier J"
      ],
      "authors": "Peterson SE, Li Y, Chait BT, Gottesman ME, Baer R, Gautier J",
      "journal": "J Cell Biol",
      "year": 2011,
      "month": 9,
      "day": 5,
      "volume": "194",
      "issue": "5",
      "pages": "705-20",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "21910633",
      "pmcid": "",
      "doi": "10.1146/annurev-genet-110410-132435",
      "title": "Double-strand break end resection and repair pathway choice",
      "abstract": "DNA double-strand breaks (DSBs) are cytotoxic lesions that can result in mutagenic events or cell death if left unrepaired or repaired inappropriately. Cells use two major pathways for DSB repair: nonhomologous end joining (NHEJ) and homologous recombination (HR). The choice between these pathways depends on the phase of the cell cycle and the nature of the DSB ends. A critical determinant of repair pathway choice is the initiation of 5'-3' resection of DNA ends, which commits cells to homology-dependent repair, and prevents repair by classical NHEJ. Here, we review the components of the end resection machinery, the role of end structure, and the cell-cycle phase on resection and the interplay of end processing with NHEJ.",
      "authorList": ["Symington LS", "Gautier J"],
      "journal": "Annu Rev Genet",
      "year": 2011,
      "month": -1,
      "day": -1,
      "volume": "45",
      "issue": "",
      "pages": "247-71",
      "tagList": [
        "article",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Symington LS, Gautier J"
    },
    {
      "pmid": "21870289",
      "pmcid": "",
      "doi": "10.1007/978-1-61779-273-1_10",
      "title": "Study of cell cycle checkpoints using Xenopus cell-free extracts",
      "abstract": "Cell cycle checkpoints are involved in the coordinated response to DNA damage and thus play a key role in maintaining genome integrity. Several model systems have been developed to study the mechanisms and complexity of checkpoint function. Here we describe the application of cell-free extracts derived from Xenopus eggs as a model system to investigate DNA replication, damage, and checkpoint activation. We outline the preparation of cell-free extracts, DNA substrates and their subsequent use in assays aimed at understanding cell cycle checkpoints, and related processes. Several advances made over the years have enabled the continued use of the Xenopus system to answer a variety of questions in DNA replication, repair and checkpoint signaling. It is anticipated that the versatile Xenopus system is amenable to future modification as well to continue studies attempting to understand these important physiological processes.",
      "authorList": ["Srinivasan SV", "Gautier J"],
      "authors": "Srinivasan SV, Gautier J",
      "journal": "Methods Mol Biol",
      "year": 2011,
      "month": -1,
      "day": -1,
      "volume": "782",
      "issue": "",
      "pages": "119-58",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["seetha-srinivasan", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "20807115",
      "pmcid": "PMC3108053",
      "doi": "10.3109/10409238.2010.502166",
      "title": "The Fanconi anemia pathway and ICL repair: implications for cancer therapy",
      "abstract": "Fanconi anemia (FA) is an inherited disease caused by mutations in at least 13 genes and characterized by genomic instability. In addition to displaying strikingly heterogenous clinical phenotypes, FA patients are exquisitely sensitive to treatments with crosslinking agents that create interstrand crosslinks (ICL). In contrast to bacteria and yeast, in which ICLs are repaired through replication-dependent and -independent mechanisms, it is thought that ICLs are repaired primarily during DNA replication in vertebrates. However, recent data indicate that replication-independent ICL repair also operates in vertebrates. While the precise role of the FA pathway in ICL repair remains elusive, increasing evidence suggests that FA proteins function at different steps in the sensing, recognition and processing of ICLs, as well as in signaling from these very toxic lesions, which can be generated by a wide variety of cancer chemotherapeutic drugs. Here, we discuss some of the recent findings that have shed light on the role of the FA pathway in ICL repair, with special emphasis on the implications of these findings for cancer therapy since disruption of FA genes have been associated with cancer predisposition.",
      "authorList": ["Wang LC", "Gautier J"],
      "authors": "Wang LC, Gautier J",
      "journal": "Crit Rev Biochem Mol Biol",
      "year": 2010,
      "month": 10,
      "day": -1,
      "volume": "45",
      "issue": "5",
      "pages": "424-39",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "19906732",
      "pmcid": "PMC2811021",
      "doi": "10.1093/nar/gkp929",
      "title": "Origin-dependent initiation of DNA replication within telomeric sequences",
      "abstract": "Replication of telomeres requires the action of telomerase, the semi-conservative replication machinery and the stabilization of the replication fork during passage through telomeric DNA. Whether vertebrate telomeres support initiation of replication has not been experimentally addressed. Using Xenopus cell free extracts we established a system to study replication initiation within linear telomeric DNA substrates. We show binding of TRF2 to telomeric DNA, indicating that exogenous DNA exclusively composed of telomeric repeats is recognized by shelterin components. Interaction with telomere binding proteins is not sufficient to prevent a DNA damage response. Notably, we observe regulated assembly of the pre-replicative complex proteins ORC2, MCM6 and Cdc6 to telomeric DNA. Most importantly, we detect origin-dependent replication of telomeric substrates under conditions that inhibit checkpoint activation. These results indicate that pre-replicative complexes assemble within telomeric DNA and can be converted into functional origins.",
      "authorList": ["Kurth I", "Gautier J"],
      "authors": "Kurth I, Gautier J",
      "journal": "Nucleic Acids Res",
      "year": 2010,
      "month": 1,
      "day": -1,
      "volume": "38",
      "issue": "2",
      "pages": "467-76",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "19709933",
      "pmcid": "PMC2764007",
      "doi": "10.1016/j.dnarep.2009.07.006",
      "title": "PIKK-dependent phosphorylation of Mre11 induces MRN complex inactivation by disassembly from chromatin",
      "abstract": "The role of Mre11 phosphorylation in the cellular response to DNA double-strand breaks (DSBs) is not well understood. Here, we show that phosphorylation of Mre11 at SQ/TQ motifs by PIKKs (PI3 Kinase-related Kinases) induces MRN (Mre11-Rad50-Nbs1) complex dissociation from chromatin by reducing Mre11 affinity for DNA. Whereas phosphorylation of Mre11 at these residues is not required for DSB-induced ATM (Ataxia-Telangiectasia mutated) activation, abrogation of Mre11 dephosphorylation impairs ATM signaling. Our study provides a functional characterization of the DNA damage-induced Mre11 phosphorylation, and suggests that MRN inactivation participates in the down-regulation of damage signaling during checkpoint recovery following DSB repair.",
      "authorList": ["Di Virgilio M", "Ying CY", "Gautier J"],
      "authors": "Di Virgilio M, Ying CY, Gautier J",
      "journal": "DNA Repair (Amst)",
      "year": 2009,
      "month": 11,
      "day": 2,
      "volume": "8",
      "issue": "11",
      "pages": "1311-20",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "19748363",
      "pmcid": "PMC2756577",
      "doi": "10.1016/j.molcel.2009.08.014",
      "title": "Checkpoint signaling from a single DNA interstrand crosslink",
      "abstract": "DNA interstrand crosslinks (ICLs) are the most toxic lesions induced by chemotherapeutic agents such as mitomycin C and cisplatin. By covalently linking both DNA strands, ICLs prevent DNA melting, transcription, and replication. Studies on ICL signaling and repair have been limited, because these drugs generate additional DNA lesions that trigger checkpoint signaling. Here, we monitor sensing, signaling from, and repairing of a single site-specific ICL in cell-free extract derived from Xenopus eggs and in mammalian cells. Notably, we demonstrate that ICLs trigger a checkpoint response independently of origin-initiated DNA replication and uncoupling of DNA polymerase and DNA helicase. The Fanconi anemia pathway acts upstream of RPA-ATR-Chk1 to generate the ICL signal. The system also repairs ICLs in a reaction that involves extensive, error-free DNA synthesis. Repair occurs by both origin-dependent and origin-independent mechanisms. Our data suggest that cell sensitivity to crosslinking agents results from both checkpoint and DNA repair defects.",
      "authorList": [
        "Ben-Yehoyada M",
        "Wang LC",
        "Kozekov ID",
        "Rizzo CJ",
        "Gottesman ME",
        "Gautier J"
      ],
      "authors": "Ben-Yehoyada M, Wang LC, Kozekov ID, Rizzo CJ, Gottesman ME, Gautier J",
      "journal": "Mol Cell",
      "year": 2009,
      "month": 9,
      "day": 11,
      "volume": "35",
      "issue": "5",
      "pages": "704-15",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "18786657",
      "pmcid": "PMC2596863",
      "doi": "10.1016/j.dnarep.2008.08.005",
      "title": "Fanconi anemia proteins stabilize replication forks",
      "abstract": "Fanconi anemia (FA) is a recessive genetic disorder characterized by hypersensitivity to crosslinking agents that has been attributed to defects in DNA repair and/or replication. FANCD2 and the FA core complex bind to chromatin during DNA replication; however, the role of FA proteins during replication is unknown. Using Xenopus cell-free extracts, we show that FANCL depletion results in defective DNA replication restart following treatment with camptothecin, a drug that results in DSBs during DNA replication. This defect is more pronounced following treatment with mitomycin C, presumably because of an additional role of the FA pathway in DNA crosslink repair. Moreover, we show that chromatin binding of FA core complex proteins during DNA replication follows origin assembly and origin firing and is dependent on the binding of RPA to ssDNA while FANCD2 additionally requires ATR, consistent with FA proteins acting at replication forks. Together, our data suggest that FA proteins play a role in replication restart at collapsed replication forks.",
      "authorList": ["Wang LC", "Stone S", "Hoatlin ME", "Gautier J"],
      "authors": "Wang LC, Stone S, Hoatlin ME, Gautier J",
      "journal": "DNA Repair (Amst)",
      "year": 2008,
      "month": 12,
      "day": 1,
      "volume": "7",
      "issue": "12",
      "pages": "1973-81",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "18176557",
      "pmcid": "PMC3065498",
      "doi": "10.1038/nchembio.63",
      "title": "A forward chemical genetic screen reveals an inhibitor of the Mre11-Rad50-Nbs1 complex",
      "abstract": "The MRN (Mre11-Rad50-Nbs1)-ATM (ataxia-telangiectasia mutated) pathway is essential for sensing and signaling from DNA double-strand breaks. The MRN complex acts as a DNA damage sensor, maintains genome stability during DNA replication, promotes homology-dependent DNA repair and activates ATM. MRN is essential for cell viability, which has limited functional studies of the complex. Small-molecule inhibitors of MRN could circumvent this experimental limitation and could also be used as cellular radio- and chemosensitization compounds. Using cell-free systems that recapitulate faithfully the MRN-ATM signaling pathway, we designed a forward chemical genetic screen to identify inhibitors of the pathway, and we isolated 6-(4-hydroxyphenyl)-2-thioxo-2,3-dihydro-4(1H)-pyrimidinone (mirin, 1) as an inhibitor of MRN. Mirin prevents MRN-dependent activation of ATM without affecting ATM protein kinase activity, and it inhibits Mre11-associated exonuclease activity. Consistent with its ability to target the MRN complex, mirin abolishes the G2/M checkpoint and homology-dependent repair in mammalian cells.",
      "authorList": [
        "Dupré A",
        "Boyer-Chatenet L",
        "Sattler RM",
        "Modi AP",
        "Lee JH",
        "Nicolette ML",
        "Kopelovich L",
        "Jasin M",
        "Baer R",
        "Paull TT",
        "Gautier J"
      ],
      "authors": "Dupré A, Boyer-Chatenet L, Sattler RM, Modi AP, Lee JH, Nicolette ML, Kopelovich L, Jasin M, Baer R, Paull TT, Gautier J",
      "journal": "Nat Chem Biol",
      "year": 2008,
      "month": 2,
      "day": -1,
      "volume": "4",
      "issue": "2",
      "pages": "119-25",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "17597761",
      "pmcid": "",
      "doi": "10.1038/nature05953",
      "title": "Non-transcriptional control of DNA replication by c-Myc",
      "abstract": "The c-Myc proto-oncogene encodes a transcription factor that is essential for cell growth and proliferation and is broadly implicated in tumorigenesis. However, the biological functions required by c-Myc to induce oncogenesis remain elusive. Here we show that c-Myc has a direct role in the control of DNA replication. c-Myc interacts with the pre-replicative complex and localizes to early sites of DNA synthesis. Depletion of c-Myc from mammalian (human and mouse) cells as well as from Xenopus cell-free extracts, which are devoid of RNA transcription, demonstrates a non-transcriptional role for c-Myc in the initiation of DNA replication. Overexpression of c-Myc causes increased replication origin activity with subsequent DNA damage and checkpoint activation. These findings identify a critical function of c-Myc in DNA replication and suggest a novel mechanism for its normal and oncogenic functions.",
      "authorList": [
        "Dominguez-Sola D",
        "Ying CY",
        "Grandori C",
        "Ruggiero L",
        "Chen B",
        "Li M",
        "Galloway DA",
        "Gu W",
        "Gautier J",
        "Dalla-Favera R"
      ],
      "authors": "Dominguez-Sola D, Ying CY, Grandori C, Ruggiero L, Chen B, Li M, Galloway DA, Gu W, Gautier J, Dalla-Favera R",
      "journal": "Nature",
      "year": 2007,
      "month": 7,
      "day": 26,
      "volume": "448",
      "issue": "7152",
      "pages": "445-51",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu", "jean-gautier", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "15220931",
      "pmcid": "",
      "doi": "10.1038/ncb1145",
      "title": "ATR and ATM regulate the timing of DNA replication origin firing",
      "abstract": "Timing of DNA replication initiation is dependent on S-phase-promoting kinase (SPK) activity at discrete origins and the simultaneous function of many replicons. DNA damage prevents origin firing through the ATM- and ATR-dependent inhibition of Cdk2 and Cdc7 SPKs. Here, we establish that modulation of ATM- and ATR-signalling pathways controls origin firing in the absence of DNA damage. Inhibition of ATM and ATR with caffeine or specific neutralizing antibodies, or upregulation of Cdk2 or Cdc7, promoted rapid and synchronous origin firing; conversely, inhibition of Cdc25A slowed DNA replication. Cdk2 was in equilibrium between active and inactive states, and the concentration of replication protein A (RPA)-bound single-stranded DNA (ssDNA) correlated with Chk1 activation and inhibition of origin firing. Furthermore, ATM was transiently activated during ongoing replication. We propose that ATR and ATM regulate SPK activity through a feedback mechanism originating at active replicons. Our observations establish that ATM- and ATR-signalling pathways operate during an unperturbed cell cycle to regulate initiation and progression of DNA synthesis, and are therefore poised to halt replication in the presence of DNA damage.",
      "authorList": ["Shechter D", "Costanzo V", "Gautier J"],
      "journal": "Nat Cell Biol",
      "year": 2004,
      "month": 7,
      "day": -1,
      "volume": "6",
      "issue": "7",
      "pages": "648-55",
      "tagList": [
        "article",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Shechter D, Costanzo V, Gautier J"
    },
    {
      "pmid": "12535533",
      "pmcid": "",
      "doi": "10.1016/s1097-2765(02)00799-2",
      "title": "An ATR- and Cdc7-dependent DNA damage checkpoint that inhibits initiation of DNA replication",
      "abstract": "We have analyzed how single-strand DNA gaps affect DNA replication in Xenopus egg extracts. DNA lesions generated by etoposide, a DNA topoisomerase II inhibitor, or by exonuclease treatment activate a DNA damage checkpoint that blocks initiation of plasmid and chromosomal DNA replication. The checkpoint is abrogated by caffeine and requires ATR, but not ATM, protein kinase. The block to DNA synthesis is due to inhibition of Cdc7/Dbf4 protein kinase activity and the subsequent failure of Cdc45 to bind to chromatin. The checkpoint does not require pre-RC assembly but requires loading of the single-strand binding protein, RPA, on chromatin. This is the biochemical demonstration of a DNA damage checkpoint that targets Cdc7/Dbf4 protein kinase.",
      "authorList": [
        "Costanzo V",
        "Shechter D",
        "Lupardus PJ",
        "Cimprich KA",
        "Gottesman M",
        "Gautier J"
      ],
      "journal": "Mol Cell",
      "year": 2003,
      "month": 1,
      "day": -1,
      "volume": "11",
      "issue": "1",
      "pages": "203-13",
      "tagList": [
        "article",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Costanzo V, Shechter D, Lupardus PJ, Cimprich KA, Gottesman M, Gautier J"
    }
  ]
}
