{
  "person": "jingjie-yi",
  "publications": [
    {
      "pmid": "32652764",
      "pmcid": "",
      "doi": "10.1096/fj.202000268RRR",
      "title": "MIB1-mediated degradation of WRN promotes cellular senescence in response to camptothecin treatment",
      "abstract": "Werner syndrome protein (WRN) plays critical roles in DNA replication, recombination, and repair, as well as transcription and cellular senescence. Ubiquitination and degradation of WRN have been reported, however, the E3 ubiquitin ligase of WRN is little known. Here, we identify mindbomb E3 ubiquitin protein ligase 1 (MIB1) as a novel E3 ubiquitin ligase for WRN protein. MIB1 physically interacts with WRN in vitro and in vivo and induces ubiquitination and degradation of WRN in the ubiquitin-proteasome pathway. Camptothecin (CPT) enhances the interaction between MIB1 and WRN, and promotes WRN degradation in a MIB1-dependent manner. In addition, CPT-induced cellular senescence is facilitated by the expression of MIB1 and attenuated by WRN expression. Our results show that MIB1-mediated degradation of WRN promotes cellular senescence and reveal a novel model executed by MIB1 and WRN to regulate cellular senescence.",
      "authorList": [
        "Li M",
        "Liu B",
        "Yi J",
        "Yang Y",
        "Wang J",
        "Zhu WG",
        "Luo J"
      ],
      "authors": "Li M, Liu B, Yi J, Yang Y, Wang J, Zhu WG, Luo J",
      "journal": "FASEB J",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "34",
      "issue": "9",
      "pages": "11488-11497",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jingjie-yi"],
      "isbn": ""
    },
    {
      "pmid": "30532073",
      "pmcid": "",
      "doi": "10.1038/s41388-018-0605-5",
      "title": "MDM2-mediated degradation of WRN promotes cellular senescence in a p53-independent manner",
      "abstract": "MDM2 (Murine double minute 2) acts as a key repressor for p53-mediated tumor-suppressor functions, which includes cellular senescence. We found that MDM2 can promote cellular senescence by modulating WRN stability. Werner syndrome (WS), caused by mutations of the WRN gene, is an autosomal recessive disease, which is characterized by premature aging. Loss of WRN function induces cellular senescence in human cancer cells. Here, we found that MDM2 acts as an E3 ligase for WRN protein. MDM2 interacts with WRN both in vivo and in vitro. MDM2 induces ubiquitination of WRN and dramatically downregulates the levels of WRN protein in human cells. During DNA damage response, WRN is translocated to the nucleoplasm to facilitate its DNA repair functions; however, it is degraded by the MDM2-mediated ubiquitination pathway. Moreover, the senescent phenotype induced by DNA damage reagents, such as Etoposide, is at least in part mediated by MDM2-dependent WRN degradation as it can be significantly attenuated by ectopic expression of WRN. These results show that MDM2 is critically involved in regulating WRN function via ubiquitin-dependent degradation and reveal an unexpected role of MDM2 in promoting cellular senescence through a p53-independent manner.",
      "authorList": [
        "Liu B",
        "Yi J",
        "Yang X",
        "Liu L",
        "Lou X",
        "Zhang Z",
        "Qi H",
        "Wang Z",
        "Zou J",
        "Zhu WG",
        "Gu W",
        "Luo J"
      ],
      "authors": "Liu B, Yi J, Yang X, Liu L, Lou X, Zhang Z, Qi H, Wang Z, Zou J, Zhu WG, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2019,
      "month": 4,
      "day": -1,
      "volume": "38",
      "issue": "14",
      "pages": "2501-2515",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "jingjie-yi",
        "xin-yang",
        "zhiguo-zhang",
        "zixuan-wang",
        "wei-gu"
      ],
      "isbn": ""
    },
    {
      "pmid": "25301942",
      "pmcid": "PMC4256327",
      "doi": "10.1074/jbc.M114.575266",
      "title": "Regulation of histone acetyltransferase TIP60 function by histone deacetylase 3",
      "abstract": "The key member of the MOZ (monocyticleukaemia zinc finger protein), Ybf2/Sas3, Sas2, and TIP60 acetyltransferases family, Tat-interactive protein, 60 kD (TIP60), tightly modulates a wide array of cellular processes, including chromatin remodeling, gene transcription, apoptosis, DNA repair, and cell cycle arrest. The function of TIP60 can be regulated by SIRT1 through deacetylation. Here we found that TIP60 can also be functionally regulated by HDAC3. We identified six lysine residues as its autoacetylation sites. Mutagenesis of these lysines to arginines completely abolishes the autoacetylation of TIP60. Overexpression of HDAC3 increases TIP60 ubiquitination levels. However, unlike SIRT1, HDAC3 increased the half-life of TIP60. Further study found that HDAC3 colocalized with TIP60 both in the nucleus and the cytoplasm, which could be the reason why HDAC3 can stabilize TIP60. The deacetylation of TIP60 by both SIRT1 and HDAC3 reduces apoptosis induced by DNA damage. Knockdown of HDAC3 in cells increased TIP60 acetylation levels and increased apoptosis after DNA damage. Together, our findings provide a better understanding of TIP60 regulation mechanisms, which is a significant basis for further studies of its cellular functions. ",
      "authorList": ["Yi J", "Huang X", "Yang Y", "Zhu WG", "Gu W", "Luo J"],
      "authors": "Yi J, Huang X, Yang Y, Zhu WG, Gu W, Luo J",
      "journal": "J Biol Chem",
      "year": 2014,
      "month": 12,
      "day": 5,
      "volume": "289",
      "issue": "49",
      "pages": "33878-86",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jingjie-yi", "wei-gu"],
      "isbn": ""
    }
  ]
}
