{
  "person": "junfei-zhao",
  "publications": [
    {
      "pmid": "34011400",
      "pmcid": "PMC8136167",
      "doi": "10.1186/s13073-021-00906-x",
      "title": "Single-cell characterization of macrophages in glioblastoma reveals MARCO as a mesenchymal pro-tumor marker",
      "abstract": "Macrophages are the most common infiltrating immune cells in gliomas and play a wide variety of pro-tumor and anti-tumor roles. However, the different subpopulations of macrophages and their effects on the tumor microenvironment remain poorly understood.",
      "authorList": [
        "Chen AX",
        "Gartrell RD",
        "Zhao J",
        "Upadhyayula PS",
        "Zhao W",
        "Yuan J",
        "Minns HE",
        "Dovas A",
        "Bruce JN",
        "Lasorella A",
        "Iavarone A",
        "Canoll P",
        "Sims PA",
        "Rabadan R"
      ],
      "authors": "Chen AX, Gartrell RD, Zhao J, Upadhyayula PS, Zhao W, Yuan J, Minns HE, Dovas A, Bruce JN, Lasorella A, Iavarone A, Canoll P, Sims PA, Rabadan R",
      "journal": "Genome Med",
      "year": 2021,
      "month": 5,
      "day": 19,
      "volume": "13",
      "issue": "1",
      "pages": "88",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "33140187",
      "pmcid": "",
      "doi": "10.1007/s00262-020-02769-4",
      "title": "High tumor mutational burden and T-cell activation are associated with long-term response to anti-PD1 therapy in Lynch syndrome recurrent glioblastoma patient",
      "abstract": "Glioblastomas (GBMs) in patients harboring somatic or germinal mutations of mismatch-repair (MMR) genes exhibit a hypermutable phenotype. Here, we describe a GBM patient with increased tumor mutational burden and germline MMR mutations, treated using anti-PD1 therapy.",
      "authorList": [
        "Anghileri E",
        "Di Ianni N",
        "Paterra R",
        "Langella T",
        "Zhao J",
        "Eoli M",
        "Patanè M",
        "Pollo B",
        "Cuccarini V",
        "Iavarone A",
        "Rabadan R",
        "Finocchiaro G",
        "Pellegatta S"
      ],
      "authors": "Anghileri E, Di Ianni N, Paterra R, Langella T, Zhao J, Eoli M, Patanè M, Pollo B, Cuccarini V, Iavarone A, Rabadan R, Finocchiaro G, Pellegatta S",
      "journal": "Cancer Immunol Immunother",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "70",
      "issue": "3",
      "pages": "831-842",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["junfei-zhao", "antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "33928261",
      "pmcid": "PMC8081346",
      "doi": "10.1038/s43018-020-00161-w",
      "title": "FYN-TRAF3IP2 induces NF-κB signaling-driven peripheral T cell lymphoma",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) and peripheral T cell lymphoma not-otherwise-specified (PTCL, NOS) have poor prognosis and lack driver actionable targets for directed therapies in most cases. Here we identify FYN-TRAF3IP2 as a recurrent oncogenic gene fusion in AITL and PTCL, NOS tumors. Mechanistically, we show that FYN-TRAF3IP2 leads to aberrant NF-κB signaling downstream of T cell receptor activation. Consistent with a driver oncogenic role, FYN-TRAF3IP2 expression in hematopoietic progenitors induces NF-κB-driven T cell transformation in mice and cooperates with loss of the Tet2 tumor suppressor in PTCL development. Moreover, abrogation of NF-κB signaling in FYN-TRAF3IP2-induced tumors with IκB kinase inhibitors delivers strong anti-lymphoma effects in vitro and in vivo. These results demonstrate an oncogenic and pharmacologically targetable role for FYN-TRAF3IP2 in PTCLs and call for the clinical testing of anti-NF-κB targeted therapies in these diseases.",
      "authorList": [
        "Moon CS",
        "Reglero C",
        "Cortes JR",
        "Quinn SA",
        "Alvarez S",
        "Zhao J",
        "Lin WW",
        "Cooke AJ",
        "Abate F",
        "Soderquist CR",
        "Fiñana C",
        "Inghirami G",
        "Campo E",
        "Bhagat G",
        "Rabadan R",
        "Palomero T",
        "Ferrando AA"
      ],
      "authors": "Moon CS, Reglero C, Cortes JR, Quinn SA, Alvarez S, Zhao J, Lin WW, Cooke AJ, Abate F, Soderquist CR, Fiñana C, Inghirami G, Campo E, Bhagat G, Rabadan R, Palomero T, Ferrando AA",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 1,
      "day": -1,
      "volume": "2",
      "issue": "1",
      "pages": "98-113",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "junfei-zhao",
        "anisha-cooke",
        "raul-rabadan",
        "teresa-palomero",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "33796864",
      "pmcid": "PMC8011577",
      "doi": "10.1038/s43018-020-00124-1",
      "title": "Mutational and functional genetics mapping of chemotherapy resistance mechanisms in relapsed acute lymphoblastic leukemia",
      "abstract": "Multi-agent combination chemotherapy can be curative in acute lymphoblastic leukemia (ALL). Still, patients with primary refractory disease or with relapsed leukemia have a very poor prognosis. Here we integrate an in-depth dissection of the mutational landscape across diagnostic and relapsed pediatric and adult ALL samples with genome-wide CRISPR screen analysis of gene-drug interactions across seven ALL chemotherapy drugs. By combining these analyses, we uncover diagnostic and relapse-specific mutational mechanisms as well as genetic drivers of chemoresistance. Functionally, our data identifies common and drug-specific pathways modulating chemotherapy response and underscores the effect of drug combinations in restricting the selection of resistance-driving genetic lesions. In addition, by identifying actionable targets for the reversal of chemotherapy resistance, these analyses open novel therapeutic opportunities for the treatment of relapse and refractory disease.",
      "authorList": [
        "Oshima K",
        "Zhao J",
        "Pérez-Durán P",
        "Brown JA",
        "Patiño-Galindo JA",
        "Chu T",
        "Quinn A",
        "Gunning T",
        "Belver L",
        "Ambesi-Impiombato A",
        "Tosello V",
        "Wang Z",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Balbin M",
        "Nicolas C",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Litzow M",
        "Minden MD",
        "Meijerink J",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Oshima K, Zhao J, Pérez-Durán P, Brown JA, Patiño-Galindo JA, Chu T, Quinn A, Gunning T, Belver L, Ambesi-Impiombato A, Tosello V, Wang Z, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Balbin M, Nicolas C, Gastier-Foster JM, Devidas M, Loh ML, Paietta E, Tallman MS, Rowe JM, Litzow M, Minden MD, Meijerink J, Rabadan R, Ferrando A",
      "journal": "Nat Cancer",
      "year": 2020,
      "month": 11,
      "day": -1,
      "volume": "1",
      "issue": "11",
      "pages": "1113-1127",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "jessie-a-brown",
        "thomas-gunning",
        "laura-belver-miguel",
        "zixuan-wang",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33225311",
      "pmcid": "PMC7679070",
      "doi": "10.1158/2643-3249.bcd-20-0051",
      "title": "Genomic characterization of HIV-associated plasmablastic lymphoma identifies pervasive mutations in the JAK-STAT pathway",
      "abstract": "Plasmablastic lymphoma (PBL) is an aggressive B-cell non-Hodgkin lymphoma associated with immunodeficiency in the context of Human Immunodeficiency Virus (HIV) infection or iatrogenic immunosuppression. While a rare disease in general, the incidence is dramatically increased in regions of the world with high HIV prevalence. The molecular pathogenesis of this disease is poorly characterized. Here, we defined the genomic features of PBL in a cohort of 110 patients from South Africa (15 by whole exome sequencing and 95 by deep targeted sequencing). We identified recurrent mutations in genes of the JAK-STAT signaling pathway, including STAT3 (42%), JAK1 (14%) and SOCS1 (10%), leading to its constitutive activation. Moreover, 24% of cases harbored gain-of-function mutations in RAS family members (NRAS and KRAS). Comparative analysis with other B-cell malignancies uncovered PBL-specific somatic mutations and transcriptional programs. We also found recurrent copy number gains encompassing the CD44 gene (37%), which encodes for a cell surface receptor involved in lymphocyte activation and homing, and was found expressed at high levels in all tested cases, independent of genetic alterations. These findings have implications for the understanding of the pathogenesis of this disease and the development of personalized medicine approaches.",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": -1,
      "volume": "1",
      "issue": "1",
      "pages": "112-125",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "ioan-filip",
        "karen-gomez",
        "junfei-zhao",
        "laura-pasqualucci",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "30536544",
      "pmcid": "PMC6590456",
      "doi": "10.1002/ijc.32054",
      "title": "Hypermutagenesis in untreated adult gliomas due to inherited mismatch mutations",
      "abstract": "Hypermutagenesis refers to marked increase in the number of mutations due to continuous mutagenic process. Hypermutated tumors, have being found in several tumor types, are associated with inherited or acquired alterations in the DNA repair pathways. Hypermutation has been observed in a subset of adult glioma patients as a direct result of temozolomide(TMZ)-induced mutagenesis. In our study, we have identified a rare subset of treatment-naïve adult gliomas with de novo hypermutator phenotype and explored the evolution of spontaneous and treatment-induced hypermutagenesis. We conducted Whole-Exome Sequencing (WES), Whole-Transcriptome Sequencing (WTS), and Single-Cell Sequencing (SCS) of TMZ-naïve and post-TMZ-treated hypermutated tumors to identify distinct clinical or genomic manifestations that contribute to the development of hypermutation in untreated adult gliomas. TMZ-naïve hypermutated tumors were marked by absence of IDH1 somatic mutation and MGMT promoter (pMGMT) methylation, two genomic traits that were significantly associated with the TMZ-induced hypermutagenic event in glioblastoma, and harbored inherited alterations in the mismatch repair (MMR) machinery. The immediate family members of the TMZ-naive hypermutated glioma patients were also previous diagnosed with cancer development history, suggesting that germline dysfunction of the MMR pathway could potentially pose hereditary risk to genetic predisposition of carcinogenesis in gliomas. Lastly, both TMZ-naïve and post-TMZ-treated hypermutated tumors exhibited a significant accumulation of neoantigen loads, suggesting immunotherapeutic alternatives. Our results present new and unique understanding of hypermutagenic process in adult gliomas and an important step towards clinical implication of immunotherapy in glioma treatment.",
      "authorList": [
        "Sa JK",
        "Choi SW",
        "Zhao J",
        "Lee Y",
        "Zhang J",
        "Kong DS",
        "Choi JW",
        "Seol HJ",
        "Lee JI",
        "Iavarone A",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Sa JK, Choi SW, Zhao J, Lee Y, Zhang J, Kong DS, Choi JW, Seol HJ, Lee JI, Iavarone A, Rabadan R, Nam DH",
      "journal": "Int J Cancer",
      "year": 2019,
      "month": 6,
      "day": 15,
      "volume": "144",
      "issue": "12",
      "pages": "3023-3030",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["junfei-zhao", "antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "30742119",
      "pmcid": "PMC6810613",
      "doi": "10.1038/s41591-019-0349-y",
      "title": "Immune and genomic correlates of response to anti-PD-1 immunotherapy in glioblastoma",
      "abstract": "Immune checkpoint inhibitors have been successful across several tumor types; however, their efficacy has been uncommon and unpredictable in glioblastomas (GBM), where <10% of patients show long-term responses. To understand the molecular determinants of immunotherapeutic response in GBM, we longitudinally profiled 66 patients, including 17 long-term responders, during standard therapy and after treatment with PD-1 inhibitors (nivolumab or pembrolizumab). Genomic and transcriptomic analysis revealed a significant enrichment of PTEN mutations associated with immunosuppressive expression signatures in non-responders, and an enrichment of MAPK pathway alterations (PTPN11, BRAF) in responders. Responsive tumors were also associated with branched patterns of evolution from the elimination of neoepitopes as well as with differences in T cell clonal diversity and tumor microenvironment profiles. Our study shows that clinical response to anti-PD-1 immunotherapy in GBM is associated with specific molecular alterations, immune expression signatures, and immune infiltration that reflect the tumor's clonal evolution during treatment.",
      "authorList": [
        "Zhao J",
        "Chen AX",
        "Gartrell RD",
        "Silverman AM",
        "Aparicio L",
        "Chu T",
        "Bordbar D",
        "Shan D",
        "Samanamud J",
        "Mahajan A",
        "Filip I",
        "Orenbuch R",
        "Goetz M",
        "Yamaguchi JT",
        "Cloney M",
        "Horbinski C",
        "Lukas RV",
        "Raizer J",
        "Rae AI",
        "Yuan J",
        "Canoll P",
        "Bruce JN",
        "Saenger YM",
        "Sims P",
        "Iwamoto FM",
        "Sonabend AM",
        "Rabadan R"
      ],
      "journal": "Nat Med",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "25",
      "issue": "3",
      "pages": "462-469",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": [
        "raul-rabadan",
        "junfei-zhao",
        "luis-aparicio",
        "ioan-filip"
      ],
      "isbn": "",
      "authors": "Zhao J, Chen AX, Gartrell RD, Silverman AM, Aparicio L, Chu T, Bordbar D, Shan D, Samanamud J, Mahajan A, Filip I, Orenbuch R, Goetz M, Yamaguchi JT, Cloney M, Horbinski C, Lukas RV, Raizer J, Rae AI, Yuan J, Canoll P, Bruce JN, Saenger YM, Sims P, Iwamoto FM, Sonabend AM, Rabadan R"
    },
    {
      "pmid": "19602588",
      "pmcid": "PMC2727605",
      "doi": "10.1158/0008-5472.CAN-09-0820",
      "title": "3-Phosphoinositide-dependent kinase 1 potentiates upstream lesions on the phosphatidylinositol 3-kinase pathway in breast carcinoma",
      "abstract": "Lesions of ERBB2, PTEN, and PIK3CA activate the phosphatidylinositol 3-kinase (PI3K) pathway during cancer development by increasing levels of phosphatidylinositol-3,4,5-triphosphate (PIP(3)). 3-Phosphoinositide-dependent kinase 1 (PDK1) is the first node of the PI3K signal output and is required for activation of AKT. PIP(3) recruits PDK1 and AKT to the cell membrane through interactions with their pleckstrin homology domains, allowing PDK1 to activate AKT by phosphorylating it at residue threonine-308. We show that total PDK1 protein and mRNA were overexpressed in a majority of human breast cancers and that 21% of tumors had five or more copies of the gene encoding PDK1, PDPK1. We found that increased PDPK1 copy number was associated with upstream pathway lesions (ERBB2 amplification, PTEN loss, or PIK3CA mutation), as well as patient survival. Examination of an independent set of breast cancers and tumor cell lines derived from multiple forms of human cancers also found increased PDK1 protein levels associated with such upstream pathway lesions. In human mammary cells, PDK1 enhanced the ability of upstream lesions to signal to AKT, stimulate cell growth and migration, and rendered cells more resistant to PDK1 and PI3K inhibition. After orthotopic transplantation, PDK1 overexpression was not oncogenic but dramatically enhanced the ability of ERBB2 to form tumors. Our studies argue that PDK1 overexpression and increased PDPK1 copy number are common occurrences in cancer that potentiate the oncogenic effect of upstream lesions on the PI3K pathway. Therefore, we conclude that alteration of PDK1 is a critical component of oncogenic PI3K signaling in breast cancer.",
      "authorList": [
        "Maurer M",
        "Su T",
        "Saal LH",
        "Koujak S",
        "Hopkins BD",
        "Barkley CR",
        "Wu J",
        "Nandula S",
        "Dutta B",
        "Xie Y",
        "Chin YR",
        "Kim DI",
        "Ferris JS",
        "Gruvberger-Saal SK",
        "Laakso M",
        "Wang X",
        "Memeo L",
        "Rojtman A",
        "Matos T",
        "Yu JS",
        "Cordon-Cardo C",
        "Isola J",
        "Terry MB",
        "Toker A",
        "Mills GB",
        "Zhao JJ",
        "Murty VV",
        "Hibshoosh H",
        "Parsons R"
      ],
      "authors": "Maurer M, Su T, Saal LH, Koujak S, Hopkins BD, Barkley CR, Wu J, Nandula S, Dutta B, Xie Y, Chin YR, Kim DI, Ferris JS, Gruvberger-Saal SK, Laakso M, Wang X, Memeo L, Rojtman A, Matos T, Yu JS, Cordon-Cardo C, Isola J, Terry MB, Toker A, Mills GB, Zhao JJ, Murty VV, Hibshoosh H, Parsons R",
      "journal": "Cancer Res",
      "year": 2009,
      "month": 8,
      "day": 1,
      "volume": "69",
      "issue": "15",
      "pages": "6299-306",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "junfei-zhao"],
      "isbn": ""
    }
  ]
}
