{
  "person": "laura-pasqualucci",
  "publications": [
    {
      "pmid": "34050029",
      "pmcid": "",
      "doi": "10.1073/pnas.2104504118",
      "title": "Genetic mechanisms of HLA-I loss and immune escape in diffuse large B cell lymphoma",
      "abstract": "Fifty percent of diffuse large B cell lymphoma (DLBCL) cases lack cell-surface expression of the class I major histocompatibility complex (MHC-I), thus escaping recognition by cytotoxic T cells. Here we show that, across B cell lymphomas, loss of MHC-I, but not MHC-II, is preferentially restricted to DLBCL. To identify the involved mechanisms, we performed whole exome and targeted HLA deep-sequencing in 74 DLBCL samples, and found somatic inactivation of B2M and the HLA-I loci in 80% (34 of 42) of MHC-INEG tumors. Furthermore, 70% (22 of 32) of MHC-IPOS DLBCLs harbored monoallelic HLA-I genetic alterations (MHC-IPOS/mono), indicating allele-specific inactivation. MHC-INEG and MHC-IPOS/mono cases harbored significantly higher mutational burden and inferred neoantigen load, suggesting potential coselection of HLA-I loss and sustained neoantigen production. Notably, the analysis of >500,000 individuals across different cancer types revealed common germline HLA-I homozygosity, preferentially in DLBCL. In mice, germinal-center B cells lacking HLA-I expression did not progress to lymphoma and were counterselected in the context of oncogene-driven lymphomagenesis, suggesting that additional events are needed to license immune evasion. These results suggest a multistep process of HLA-I loss in DLBCL development including both germline and somatic events, and have direct implications for the pathogenesis and immunotherapeutic targeting of this disease.",
      "authorList": [
        "Fangazio M",
        "Ladewig E",
        "Gomez K",
        "Garcia-Ibanez L",
        "Kumar R",
        "Teruya-Feldstein J",
        "Rossi D",
        "Filip I",
        "Pan-Hammarström Q",
        "Inghirami G",
        "Boldorini R",
        "Ott G",
        "Staiger AM",
        "Chapuy B",
        "Gaidano G",
        "Bhagat G",
        "Basso K",
        "Rabadan R",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Fangazio M, Ladewig E, Gomez K, Garcia-Ibanez L, Kumar R, Teruya-Feldstein J, Rossi D, Filip I, Pan-Hammarström Q, Inghirami G, Boldorini R, Ott G, Staiger AM, Chapuy B, Gaidano G, Bhagat G, Basso K, Rabadan R, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2021,
      "month": 6,
      "day": 1,
      "volume": "118",
      "issue": "22",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "karen-gomez",
        "ioan-filip",
        "katia-basso",
        "raul-rabadan",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "32398289",
      "pmcid": "PMC8015697",
      "doi": "10.1101/cshperspect.a034827",
      "title": "Mouse Models in the Study of Mature B-Cell Malignancies",
      "abstract": "Over the past two decades, genomic analyses of several B-cell lymphoma entities have identified a large number of genes that are recurrently mutated, suggesting that their aberrant function promotes lymphomagenesis. For many of those genes, the specific role in normal B-cell development is unknown; moreover, whether and how their deregulated activity contributes to lymphoma initiation and/or maintenance is often difficult to determine. Genetically engineered mouse models that faithfully mimic lymphoma-associated genetic alterations represent valuable tools for elucidating the pathogenic roles of candidate oncogenes and tumor suppressors in vivo, as well as for the preclinical testing of novel therapeutic principles in an intact microenvironment. Here we summarize what has been learned about the mechanisms of oncogenic transformation from accurately modeling the most common and well-characterized genetic alterations identified in mature B-cell malignancies. This information is expected to guide the design of improved molecular diagnostics and mechanism-based therapeutic approaches for these diseases.",
      "authorList": ["Pasqualucci L", "Klein U"],
      "authors": "Pasqualucci L, Klein U",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2021,
      "month": 4,
      "day": 1,
      "volume": "11",
      "issue": "4",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "33447829",
      "pmcid": "PMC7806186",
      "doi": "10.1158/2643-3230.BCD-19-0059",
      "title": "An Autochthonous Mouse Model of Myd88- and BCL2-Driven Diffuse Large B-cell Lymphoma Reveals Actionable Molecular Vulnerabilities",
      "abstract": "Based on gene expression profiles, diffuse large B cell lymphoma (DLBCL) is sub-divided into germinal center B cell-like (GCB) and activated B cell-like (ABC) DLBCL. Two of the most common genomic aberrations in ABC-DLBCL are mutations in MYD88, as well as BCL2 copy number gains. Here, we employ immune phenotyping, RNA-Seq and whole exome sequencing to characterize a Myd88 and Bcl2-driven mouse model of ABC-DLBCL. We show that this model resembles features of human ABC-DLBCL. We further demonstrate an actionable dependence of our murine ABC-DLBCL model on BCL2. This BCL2 dependence was also detectable in human ABC-DLBCL cell lines. Moreover, human ABC-DLBCLs displayed increased PD-L1 expression, compared to GCB-DLBCL. In vivo experiments in our ABC-DLBCL model showed that combined venetoclax and RMP1-14 significantly increased the overall survival of lymphoma bearing animals, indicating that this combination may be a viable option for selected human ABC-DLBCL cases harboring MYD88 and BCL2 aberrations.",
      "authorList": [
        "Flümann R",
        "Rehkämper T",
        "Nieper P",
        "Pfeiffer P",
        "Holzem A",
        "Klein S",
        "Bhatia S",
        "Kochanek M",
        "Kisis I",
        "Pelzer BW",
        "Ahlert H",
        "Hauer J",
        "da Palma Guerreiro A",
        "Ryan JA",
        "Reimann M",
        "Riabinska A",
        "Wiederstein J",
        "Krüger M",
        "Deckert M",
        "Altmüller J",
        "Klatt AR",
        "Frenzel LP",
        "Pasqualucci L",
        "Béguelin W",
        "Melnick AM",
        "Sander S",
        "Montesinos-Rongen M",
        "Brunn A",
        "Lohneis P",
        "Büttner R",
        "Kashkar H",
        "Borkhardt A",
        "Letai A",
        "Persigehl T",
        "Peifer M",
        "Schmitt CA",
        "Reinhardt HC",
        "Knittel G"
      ],
      "authors": "Flümann R, Rehkämper T, Nieper P, Pfeiffer P, Holzem A, Klein S, Bhatia S, Kochanek M, Kisis I, Pelzer BW, Ahlert H, Hauer J, da Palma Guerreiro A, Ryan JA, Reimann M, Riabinska A, Wiederstein J, Krüger M, Deckert M, Altmüller J, Klatt AR, Frenzel LP, Pasqualucci L, Béguelin W, Melnick AM, Sander S, Montesinos-Rongen M, Brunn A, Lohneis P, Büttner R, Kashkar H, Borkhardt A, Letai A, Persigehl T, Peifer M, Schmitt CA, Reinhardt HC, Knittel G",
      "journal": "Blood Cancer Discov",
      "year": 2021,
      "month": 1,
      "day": -1,
      "volume": "2",
      "issue": "1",
      "pages": "70-91",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "32603407",
      "pmcid": "PMC7537389",
      "doi": "10.1084/jem.20200483",
      "title": "Single-cell analysis of germinal-center B cells informs on lymphoma cell of origin and outcome",
      "abstract": "In response to T cell-dependent antigens, mature B cells are stimulated to form germinal centers (GCs), the sites of B cell affinity maturation and the cell of origin (COO) of most B cell lymphomas. To explore the dynamics of GC B cell development beyond the known dark zone and light zone compartments, we performed single-cell (sc) transcriptomic analysis on human GC B cells and identified multiple functionally linked subpopulations, including the distinct precursors of memory B cells and plasma cells. The gene expression signatures associated with these GC subpopulations were effective in providing a sc-COO for ∼80% of diffuse large B cell lymphomas (DLBCLs) and identified novel prognostic subgroups of DLBCL.",
      "authorList": [
        "Holmes AB",
        "Corinaldesi C",
        "Shen Q",
        "Kumar R",
        "Compagno N",
        "Wang Z",
        "Nitzan M",
        "Grunstein E",
        "Pasqualucci L",
        "Dalla-Favera R",
        "Basso K"
      ],
      "authors": "Holmes AB, Corinaldesi C, Shen Q, Kumar R, Compagno N, Wang Z, Nitzan M, Grunstein E, Pasqualucci L, Dalla-Favera R, Basso K",
      "journal": "J Exp Med",
      "year": 2020,
      "month": 10,
      "day": 5,
      "volume": "217",
      "issue": "10",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "clarissa-corinaldesi",
        "qiong-shen",
        "zixuan-wang",
        "laura-pasqualucci",
        "riccardo-dalla-favera",
        "katia-basso"
      ],
      "isbn": ""
    },
    {
      "pmid": "",
      "pmcid": "",
      "title": "Genomic Characterization of HIV-Associated Plasmablastic Lymphoma Identifies Pervasive Mutations in the JAK-STAT Pathway",
      "abstract": "",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": 1,
      "volume": "",
      "issue": "",
      "pages": "112-125",
      "tagList": [
        "article",
        "additional",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "https://bloodcancerdiscov.aacrjournals.org/content/1/1/112",
      "labs": ["raul-rabadan"],
      "doi": "10.1158/2643-3230.BCD-20-0051",
      "peopleList": ["laura-pasqualucci", "karen-gomez", "raul-rabadan"],
      "isbn": "",
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P"
    },
    {
      "pmid": "33225311",
      "pmcid": "PMC7679070",
      "doi": "10.1158/2643-3249.bcd-20-0051",
      "title": "Genomic characterization of HIV-associated plasmablastic lymphoma identifies pervasive mutations in the JAK-STAT pathway",
      "abstract": "Plasmablastic lymphoma (PBL) is an aggressive B-cell non-Hodgkin lymphoma associated with immunodeficiency in the context of Human Immunodeficiency Virus (HIV) infection or iatrogenic immunosuppression. While a rare disease in general, the incidence is dramatically increased in regions of the world with high HIV prevalence. The molecular pathogenesis of this disease is poorly characterized. Here, we defined the genomic features of PBL in a cohort of 110 patients from South Africa (15 by whole exome sequencing and 95 by deep targeted sequencing). We identified recurrent mutations in genes of the JAK-STAT signaling pathway, including STAT3 (42%), JAK1 (14%) and SOCS1 (10%), leading to its constitutive activation. Moreover, 24% of cases harbored gain-of-function mutations in RAS family members (NRAS and KRAS). Comparative analysis with other B-cell malignancies uncovered PBL-specific somatic mutations and transcriptional programs. We also found recurrent copy number gains encompassing the CD44 gene (37%), which encodes for a cell surface receptor involved in lymphocyte activation and homing, and was found expressed at high levels in all tested cases, independent of genetic alterations. These findings have implications for the understanding of the pathogenesis of this disease and the development of personalized medicine approaches.",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": -1,
      "volume": "1",
      "issue": "1",
      "pages": "112-125",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "ioan-filip",
        "karen-gomez",
        "junfei-zhao",
        "laura-pasqualucci",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "32188705",
      "pmcid": "",
      "doi": "10.1158/2159-8290.CD-19-1330",
      "title": "Mutations in the RNA Splicing Factor SF3B1 Promote Tumorigenesis through MYC Stabilization",
      "abstract": "Although mutations in the gene encoding the RNA splicing factor SF3B1 are frequent in multiple cancers, their functional effects and therapeutic dependencies are poorly understood. Here, we characterize 98 tumors and 12 isogenic cell lines harboring SF3B1 hotspot mutations, identifying hundreds of cryptic 3' splice sites common and specific to different cancer types. Regulatory network analysis revealed that the most common SF3B1 mutation activates MYC via effects conserved across human and mouse cells. SF3B1 mutations promote decay of transcripts encoding the protein phosphatase 2A (PP2A) subunit PPP2R5A, increasing MYC S62 and BCL2 S70 phosphorylation which, in turn, promotes MYC protein stability and impair apoptosis, respectively. Genetic PPP2R5A restoration or pharmacologic PP2A activation impaired SF3B1-mutant tumorigenesis, elucidating a therapeutic approach to aberrant splicing by mutant SF3B1. SIGNIFICANCE: Here, we identify that mutations in SF3B1, the most commonly mutated splicing factor gene across cancers, alter splicing of a specific subunit of the PP2A serine/threonine phosphatase complex to confer post-translational MYC and BCL2 activation, which is therapeutically intervenable using an FDA-approved drug.See related commentary by O'Connor and Narla, p. 765.This article is highlighted in the In This Issue feature, p. 747.",
      "authorList": [
        "Liu Z",
        "Yoshimi A",
        "Wang J",
        "Cho H",
        "Chun-Wei Lee S",
        "Ki M",
        "Bitner L",
        "Chu T",
        "Shah H",
        "Liu B",
        "Mato AR",
        "Ruvolo P",
        "Fabbri G",
        "Pasqualucci L",
        "Abdel-Wahab O",
        "Rabadan R"
      ],
      "authors": "Liu Z, Yoshimi A, Wang J, Cho H, Chun-Wei Lee S, Ki M, Bitner L, Chu T, Shah H, Liu B, Mato AR, Ruvolo P, Fabbri G, Pasqualucci L, Abdel-Wahab O, Rabadan R",
      "journal": "Cancer Discov",
      "year": 2020,
      "month": 6,
      "day": -1,
      "volume": "10",
      "issue": "6",
      "pages": "806-821",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "31519498",
      "pmcid": "PMC7362711",
      "doi": "10.1016/j.immuni.2019.08.006",
      "title": "Unique and Shared Epigenetic Programs of the CREBBP and EP300 Acetyltransferases in Germinal Center B Cells Reveal Targetable Dependencies in Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP and EP300 acetyltransferases are among the most common genetic alterations in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). Here, we examined the relationship between these two enzymes in germinal center (GC) B cells, the normal counterpart of FL and DLBCL, and in lymphomagenesis by using conditional GC-directed deletion mouse models targeting Crebbp or Ep300. We found that CREBBP and EP300 modulate common as well as distinct transcriptional programs implicated in separate anatomic and functional GC compartments. Consistently, deletion of Ep300 but not Crebbp impaired the fitness of GC B cells in vivo. Combined loss of Crebbp and Ep300 completely abrogated GC formation, suggesting that these proteins partially compensate for each other through common transcriptional targets. This synthetic lethal interaction was retained in CREBBP-mutant DLBCL cells and could be pharmacologically targeted with selective small molecule inhibitors of CREBBP and EP300 function. These data provide proof-of-principle for the clinical development of EP300-specific inhibitors in FL and DLBCL.",
      "authorList": [
        "Meyer SN",
        "Scuoppo C",
        "Vlasevska S",
        "Bal E",
        "Holmes AB",
        "Holloman M",
        "Garcia-Ibanez L",
        "Nataraj S",
        "Duval R",
        "Vantrimpont T",
        "Basso K",
        "Brooks N",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Meyer SN, Scuoppo C, Vlasevska S, Bal E, Holmes AB, Holloman M, Garcia-Ibanez L, Nataraj S, Duval R, Vantrimpont T, Basso K, Brooks N, Dalla-Favera R, Pasqualucci L",
      "journal": "Immunity",
      "year": 2019,
      "month": 9,
      "day": 17,
      "volume": "51",
      "issue": "3",
      "pages": "535-547",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stefanie-meyer",
        "claudio-scuoppo",
        "sofija-vlasevska",
        "elodie-bal",
        "antony-holmes",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "31383760",
      "pmcid": "PMC6708382",
      "doi": "10.1073/pnas.1905239116",
      "title": "Repurposing dasatinib for diffuse large B cell lymphoma",
      "abstract": "To repurpose compounds for diffuse large B cell lymphoma (DLBCL), we screened a library of drugs and other targeted compounds approved by the US Food and Drug Administration on 9 cell lines and validated the results on a panel of 32 genetically characterized DLBCL cell lines. Dasatinib, a multikinase inhibitor, was effective against 50% of DLBCL cell lines, as well as against in vivo xenografts. Dasatinib was more broadly active than the Bruton kinase inhibitor ibrutinib and overcame ibrutinib resistance. Tumors exhibiting dasatinib resistance were commonly characterized by activation of the PI3K pathway and loss of PTEN expression as a specific biomarker. PI3K suppression by mTORC2 inhibition synergized with dasatinib and abolished resistance in vitro and in vivo. These results provide a proof of concept for the repurposing approach in DLBCL, and point to dasatinib as an attractive strategy for further clinical development in lymphomas.",
      "authorList": [
        "Scuoppo C",
        "Wang J",
        "Persaud M",
        "Mittan SK",
        "Basso K",
        "Pasqualucci L",
        "Rabadan R",
        "Inghirami G",
        "Grandori C",
        "Bosch F",
        "Dalla-Favera R"
      ],
      "authors": "Scuoppo C, Wang J, Persaud M, Mittan SK, Basso K, Pasqualucci L, Rabadan R, Inghirami G, Grandori C, Bosch F, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 8,
      "day": 20,
      "volume": "116",
      "issue": "34",
      "pages": "16981-16986",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "claudio-scuoppo",
        "katia-basso",
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "30837715",
      "pmcid": "PMC6650343",
      "doi": "10.1038/s41571-019-0190-8",
      "title": "Emerging epigenetic-modulating therapies in lymphoma",
      "abstract": "Despite considerable advances in the treatment of lymphoma, the prognosis of patients with relapsed and/or refractory disease continues to be poor; thus, a continued need exists for the development of novel approaches and therapies. Epigenetic dysregulation might drive and/or promote tumorigenesis in various types of malignancies and is prevalent in both B cell and T cell lymphomas. Over the past decade, a large number of epigenetic-modifying agents have been developed and introduced into the clinical management of patients with haematological malignancies. In this Review, we provide a concise overview of the most promising epigenetic therapies for the treatment of lymphomas, including inhibitors of histone deacetylases (HDACs), DNA methyltransferases (DNMTs), enhancer of zeste homologue 2 (EZH2), bromodomain and extra-terminal domain proteins (BETs), protein arginine N-methyltransferases (PRMTs) and isocitrate dehydrogenases (IDHs), and highlight the most promising future directions of research in this area.",
      "authorList": [
        "Sermer D",
        "Pasqualucci L",
        "Wendel HG",
        "Melnick A",
        "Younes A"
      ],
      "authors": "Sermer D, Pasqualucci L, Wendel HG, Melnick A, Younes A",
      "journal": "Nat Rev Clin Oncol",
      "year": 2019,
      "month": 8,
      "day": -1,
      "volume": "16",
      "issue": "8",
      "pages": "494-507",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "30874347",
      "pmcid": "",
      "doi": "10.1111/imr.12745",
      "title": "Molecular pathogenesis of germinal center-derived B cell lymphomas",
      "abstract": "B cell lymphomas comprise a heterogeneous group of genetically, biologically, and clinically distinct neoplasms that, in most cases, originate from the clonal expansion of B cells in the germinal center (GC). In recent years, the advent of novel genomics technologies has revolutionized our understanding of the molecular pathogenesis of lymphoid malignancies as a multistep process that requires the progressive accumulation of multiple genetic and epigenetic alterations. A common theme that emerged from these studies is the ability of lymphoma cells to co-opt the same biological programs and signal transduction networks that operate during the normal GC reaction, and misuse them for their own survival advantage. This review summarizes recent progress in the understanding of the genetic and epigenetic mechanisms that drive the malignant transformation of GC B cells. These insights provide a conceptual framework for the identification of cellular pathways that may be explored for precision medicine approaches.",
      "authorList": ["Pasqualucci L"],
      "authors": "Pasqualucci L",
      "journal": "Immunol Rev",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "288",
      "issue": "1",
      "pages": "240-261",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "30107592",
      "pmcid": "PMC6488975",
      "doi": "10.1093/hmg/ddy241",
      "title": "Dissecting KMT2D missense mutations in Kabuki syndrome patients",
      "abstract": "Kabuki syndrome is a rare autosomal dominant condition characterized by facial features, various organs malformations, postnatal growth deficiency and intellectual disability. The discovery of frequent germline mutations in the histone methyltransferase KMT2D and the demethylase KDM6A revealed a causative role for histone modifiers in this disease. However, the role of missense mutations has remained unexplored. Here, we expanded the mutation spectrum of KMT2D and KDM6A in KS by identifying 37 new KMT2D sequence variants. Moreover, we functionally dissected 14 KMT2D missense variants, by investigating their impact on the protein enzymatic activity and the binding to members of the WRAD complex. We demonstrate impaired H3K4 methyltransferase activity in 9 of the 14 mutant alleles and show that this reduced activity is due in part to disruption of protein complex formation. These findings have relevant implications for diagnostic and counseling purposes in this disease.",
      "authorList": [
        "Cocciadiferro D",
        "Augello B",
        "De Nittis P",
        "Zhang J",
        "Mandriani B",
        "Malerba N",
        "Squeo GM",
        "Romano A",
        "Piccinni B",
        "Verri T",
        "Micale L",
        "Pasqualucci L",
        "Merla G"
      ],
      "authors": "Cocciadiferro D, Augello B, De Nittis P, Zhang J, Mandriani B, Malerba N, Squeo GM, Romano A, Piccinni B, Verri T, Micale L, Pasqualucci L, Merla G",
      "journal": "Hum Mol Genet",
      "year": 2018,
      "month": 11,
      "day": 1,
      "volume": "27",
      "issue": "21",
      "pages": "3651-3668",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "30205047",
      "pmcid": "PMC6223119",
      "doi": "10.1016/j.ccell.2018.08.006",
      "title": "MEF2B Instructs Germinal Center Development and Acts as an Oncogene in B Cell Lymphomagenesis",
      "abstract": "The gene encoding the MEF2B transcription factor is mutated in germinal center (GC)-derived B cell lymphomas, but its role in GC development and lymphomagenesis is unknown. We demonstrate that Mef2b deletion reduces GC formation in mice and identify MEF2B transcriptional targets in GC, with roles in cell proliferation, apoptosis, GC confinement, and differentiation. The most common lymphoma-associated MEF2B mutant (MEF2BD83V) is hypomorphic, yet escapes binding and negative regulation by components of the HUCA complex and class IIa HDACs. Mef2bD83V expression in mice leads to GC enlargement and lymphoma development, a phenotype that becomes fully penetrant in combination with BCL2 de-regulation, an event associated with human MEF2B mutations. These results identify MEF2B as a critical GC regulator and a driver oncogene in lymphomagenesis.",
      "authorList": [
        "Brescia P",
        "Schneider C",
        "Holmes AB",
        "Shen Q",
        "Hussein S",
        "Pasqualucci L",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Brescia P, Schneider C, Holmes AB, Shen Q, Hussein S, Pasqualucci L, Basso K, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 9,
      "day": 10,
      "volume": "34",
      "issue": "3",
      "pages": "453-465",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "qiong-shen",
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "30034030",
      "pmcid": "PMC6051708",
      "doi": "10.1007/s10955-017-1945-1",
      "title": "On statistical modeling of sequencing noise in high depth data to assess tumor evolution",
      "abstract": "One cause of cancer mortality is tumor evolution to therapy-resistant disease. First line therapy often targets the dominant clone, and drug resistance can emerge from preexisting clones that gain fitness through therapy-induced natural selection. Such mutations may be identified using targeted sequencing assays by analysis of noise in high-depth data. Here, we develop a comprehensive, unbiased model for sequencing error background. We find that noise in sufficiently deep DNA sequencing data can be approximated by aggregating negative binomial distributions. Mutations with frequencies above noise may have prognostic value. We evaluate our model with simulated exponentially expanded populations as well as data from cell line and patient sample dilution experiments, demonstrating its utility in prognosticating tumor progression. Our results may have the potential to identify significant mutations that can cause recurrence. These results are relevant in the pre-treatment clinical setting to determine appropriate therapy and prepare for potential recurrence pretreatment.",
      "authorList": [
        "Rabadan R",
        "Bhanot G",
        "Marsilio S",
        "Chiorazzi N",
        "Pasqualucci L",
        "Khiabanian H"
      ],
      "authors": "Rabadan R, Bhanot G, Marsilio S, Chiorazzi N, Pasqualucci L, Khiabanian H",
      "journal": "J Stat Phys",
      "year": 2018,
      "month": 7,
      "day": -1,
      "volume": "172",
      "issue": "1",
      "pages": "143-155",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "29650799",
      "pmcid": "PMC6634958",
      "doi": "10.1182/blood-2017-11-814913",
      "title": "Pervasive mutations of JAK-STAT pathway genes in classical Hodgkin lymphoma",
      "abstract": "Dissecting the pathogenesis of classical Hodgkin lymphoma (cHL), a common cancer in young adults, remains challenging because of the rarity of tumor cells in involved tissues (usually <5%). Here, we analyzed the coding genome of cHL by microdissecting tumor and normal cells from 34 patient biopsies for a total of ∼50 000 singly isolated lymphoma cells. We uncovered several recurrently mutated genes, namely, STAT6 (32% of cases), GNA13 (24%), XPO1 (18%), and ITPKB (16%), and document the functional role of mutant STAT6 in sustaining tumor cell viability. Mutations of STAT6 genetically and functionally cooperated with disruption of SOCS1, a JAK-STAT pathway inhibitor, to promote cHL growth. Overall, 87% of cases showed dysregulation of the JAK-STAT pathway by genetic alterations in multiple genes (also including STAT3, STAT5B, JAK1, JAK2, and PTPN1), attesting to the pivotal role of this pathway in cHL pathogenesis and highlighting its potential as a new therapeutic target in this disease.",
      "authorList": [
        "Tiacci E",
        "Ladewig E",
        "Schiavoni G",
        "Penson A",
        "Fortini E",
        "Pettirossi V",
        "Wang Y",
        "Rosseto A",
        "Venanzi A",
        "Vlasevska S",
        "Pacini R",
        "Piattoni S",
        "Tabarrini A",
        "Pucciarini A",
        "Bigerna B",
        "Santi A",
        "Gianni AM",
        "Viviani S",
        "Cabras A",
        "Ascani S",
        "Crescenzi B",
        "Mecucci C",
        "Pasqualucci L",
        "Rabadan R",
        "Falini B"
      ],
      "authors": "Tiacci E, Ladewig E, Schiavoni G, Penson A, Fortini E, Pettirossi V, Wang Y, Rosseto A, Venanzi A, Vlasevska S, Pacini R, Piattoni S, Tabarrini A, Pucciarini A, Bigerna B, Santi A, Gianni AM, Viviani S, Cabras A, Ascani S, Crescenzi B, Mecucci C, Pasqualucci L, Rabadan R, Falini B",
      "journal": "Blood",
      "year": 2018,
      "month": 5,
      "day": 31,
      "volume": "131",
      "issue": "22",
      "pages": "2454-2465",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["sofija-vlasevska", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "29666115",
      "pmcid": "PMC5969374",
      "doi": "10.1182/blood-2017-11-764332",
      "title": "Genetics of diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL), the most frequent subtype of lymphoid malignancy, remains a significant clinical challenge, as ∼30% of patients are not cured. Over the past decade, remarkable progress has been made in the understanding of the pathogenesis of this disease, spurred by the implementation of powerful genomic technologies that enabled the definition of its genetic and epigenetic landscape. These studies have uncovered a multitude of genomic alterations that contribute to the initiation and maintenance of the tumor clone by disrupting biological functions known to be critical for the normal biology of its cells of origin, germinal center B cells. The identified alterations involve epigenetic remodeling, block of differentiation, escape from immune surveillance, and the constitutive activation of several signal transduction pathways. This wealth of new information offers unique opportunities for the development of improved diagnostic and prognostic tools that could help guide the clinical management of DLBCL patients. Furthermore, a number of the mutated genes identified are potentially actionable targets that are currently being explored for the development of novel therapeutic strategies. This review summarizes current knowledge of the most common genetic alterations associated with DLBCL in relation to their functional impact on the malignant transformation process, and discusses their clinical implications for mechanism-based therapeutics.",
      "authorList": ["Pasqualucci L", "Dalla-Favera R"],
      "authors": "Pasqualucci L, Dalla-Favera R",
      "journal": "Blood",
      "year": 2018,
      "month": 5,
      "day": 24,
      "volume": "131",
      "issue": "21",
      "pages": "2307-2319",
      "tagList": [
        "article",
        "columbia",
        "selected",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "29203856",
      "pmcid": "PMC5886053",
      "doi": "10.1038/leu.2017.343",
      "title": "Somatic CLL mutations occur at multiple distinct hematopoietic maturation stages: documentation and cautionary note regarding cell fraction purity",
      "abstract": "",
      "authorList": [
        "Marsilio S",
        "Khiabanian H",
        "Fabbri G",
        "Vergani S",
        "Scuoppo C",
        "Montserrat E",
        "Shpall EJ",
        "Hadigol M",
        "Marin P",
        "Rai KR",
        "Rabadan R",
        "Devereux S",
        "Pasqualucci L",
        "Chiorazzi N"
      ],
      "authors": "Marsilio S, Khiabanian H, Fabbri G, Vergani S, Scuoppo C, Montserrat E, Shpall EJ, Hadigol M, Marin P, Rai KR, Rabadan R, Devereux S, Pasqualucci L, Chiorazzi N",
      "journal": "Leukemia",
      "year": 2018,
      "month": 4,
      "day": -1,
      "volume": "32",
      "issue": "4",
      "pages": "1041-1044",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo", "raul-rabadan", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "28562582",
      "pmcid": "",
      "doi": "10.1038/nature22353",
      "title": "The B-cell receptor controls fitness of MYC-driven lymphoma cells via GSK3β inhibition",
      "abstract": "Similar to resting mature B cells, where the B-cell antigen receptor (BCR) controls cellular survival, surface BCR expression is conserved in most mature B-cell lymphomas. The identification of activating BCR mutations and the growth disadvantage upon BCR knockdown of cells of certain lymphoma entities has led to the view that BCR signalling is required for tumour cell survival. Consequently, the BCR signalling machinery has become an established target in the therapy of B-cell malignancies. Here we study the effects of BCR ablation on MYC-driven mouse B-cell lymphomas and compare them with observations in human Burkitt lymphoma. Whereas BCR ablation does not, per se, significantly affect lymphoma growth, BCR-negative (BCR-) tumour cells rapidly disappear in the presence of their BCR-expressing (BCR+) counterparts in vitro and in vivo. This requires neither cellular contact nor factors released by BCR+ tumour cells. Instead, BCR loss induces the rewiring of central carbon metabolism, increasing the sensitivity of receptor-less lymphoma cells to nutrient restriction. The BCR attenuates glycogen synthase kinase 3 beta (GSK3β) activity to support MYC-controlled gene expression. BCR- tumour cells exhibit increased GSK3β activity and are rescued from their competitive growth disadvantage by GSK3β inhibition. BCR- lymphoma variants that restore competitive fitness normalize GSK3β activity after constitutive activation of the MAPK pathway, commonly through Ras mutations. Similarly, in Burkitt lymphoma, activating RAS mutations may propagate immunoglobulin-crippled tumour cells, which usually represent a minority of the tumour bulk. Thus, while BCR expression enhances lymphoma cell fitness, BCR-targeted therapies may profit from combinations with drugs targeting BCR- tumour cells.",
      "authorList": [
        "Varano G",
        "Raffel S",
        "Sormani M",
        "Zanardi F",
        "Lonardi S",
        "Zasada C",
        "Perucho L",
        "Petrocelli V",
        "Haake A",
        "Lee AK",
        "Bugatti M",
        "Paul U",
        "Van Anken E",
        "Pasqualucci L",
        "Rabadan R",
        "Siebert R",
        "Kempa S",
        "Ponzoni M",
        "Facchetti F",
        "Rajewsky K",
        "Casola S"
      ],
      "authors": "Varano G, Raffel S, Sormani M, Zanardi F, Lonardi S, Zasada C, Perucho L, Petrocelli V, Haake A, Lee AK, Bugatti M, Paul U, Van Anken E, Pasqualucci L, Rabadan R, Siebert R, Kempa S, Ponzoni M, Facchetti F, Rajewsky K, Casola S",
      "journal": "Nature",
      "year": 2017,
      "month": 6,
      "day": 8,
      "volume": "546",
      "issue": "7657",
      "pages": "302-306",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "28069569",
      "pmcid": "PMC5386396",
      "doi": "10.1158/2159-8290.CD-16-1417",
      "title": "The CREBBP Acetyltransferase Is a Haploinsufficient Tumor Suppressor in B-cell Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP acetyltransferase are highly frequent in diffuse large B-cell lymphoma (DLBCL) and follicular lymphoma (FL), the two most common germinal center (GC)-derived cancers. However, the role of CREBBP inactivation in lymphomagenesis remains unclear. Here, we show that CREBBP regulates enhancer/super-enhancer networks with central roles in GC/post-GC cell fate decisions, including genes involved in signal transduction by the B-cell receptor and CD40 receptor, transcriptional control of GC and plasma cell development, and antigen presentation. Consistently, Crebbp-deficient B cells exhibit enhanced response to mitogenic stimuli and perturbed plasma cell differentiation. Although GC-specific loss of Crebbp was insufficient to initiate malignant transformation, compound Crebbp-haploinsufficient/BCL2-transgenic mice, mimicking the genetics of FL and DLBCL, develop clonal lymphomas recapitulating the features of the human diseases. These findings establish CREBBP as a haploinsufficient tumor-suppressor gene in GC B cells and provide insights into the mechanisms by which its loss contributes to lymphomagenesis.Significance: Loss-of-function mutations of CREBBP are common and early lesions in FL and DLBCL, suggesting a prominent role in lymphoma initiation. Our studies identify the cellular program by which reduced CREBBP dosage facilitates malignant transformation, and have direct implications for targeted lymphoma therapy based on drugs affecting CREBBP-mediated chromatin acetylation. Cancer Discov; 7(3); 322-37. ©2017 AACR.This article is highlighted in the In This Issue feature, p. 235.",
      "authorList": [
        "Zhang J",
        "Vlasevska S",
        "Wells VA",
        "Nataraj S",
        "Holmes AB",
        "Duval R",
        "Meyer SN",
        "Mo T",
        "Basso K",
        "Brindle PK",
        "Hussein S",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Vlasevska S, Wells VA, Nataraj S, Holmes AB, Duval R, Meyer SN, Mo T, Basso K, Brindle PK, Hussein S, Dalla-Favera R, Pasqualucci L",
      "journal": "Cancer Discov",
      "year": 2017,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "3",
      "pages": "322-337",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "sofija-vlasevska",
        "antony-holmes",
        "stefanie-meyer",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "27335277",
      "pmcid": "PMC5016706",
      "doi": "10.1182/blood-2016-02-696757",
      "title": "The genetics of nodal marginal zone lymphoma",
      "abstract": "Nodal marginal zone lymphoma (NMZL) is a rare, indolent B-cell tumor that is distinguished from splenic marginal zone lymphoma (SMZL) by the different pattern of dissemination. NMZL still lacks distinct markers and remains orphan of specific cancer gene lesions. By combining whole-exome sequencing, targeted sequencing of tumor-related genes, whole-transcriptome sequencing, and high-resolution single nucleotide polymorphism array analysis, we aimed at disclosing the pathways that are molecularly deregulated in NMZL and we compare the molecular profile of NMZL with that of SMZL. These analyses identified a distinctive pattern of nonsilent somatic lesions in NMZL. In 35 NMZL patients, 41 genes were found recurrently affected in ≥3 (9%) cases, including highly prevalent molecular lesions of MLL2 (also known as KMT2D; 34%), PTPRD (20%), NOTCH2 (20%), and KLF2 (17%). Mutations of PTPRD, a receptor-type protein tyrosine phosphatase regulating cell growth, were enriched in NMZL across mature B-cell tumors, functionally caused the loss of the phosphatase activity of PTPRD, and were associated with cell-cycle transcriptional program deregulation and increased proliferation index in NMZL. Although NMZL shared with SMZL a common mutation profile, NMZL harbored PTPRD lesions that were otherwise absent in SMZL. Collectively, these findings provide new insights into the genetics of NMZL, identify PTPRD lesions as a novel marker for this lymphoma across mature B-cell tumors, and support the distinction of NMZL as an independent clinicopathologic entity within the current lymphoma classification.",
      "authorList": [
        "Spina V",
        "Khiabanian H",
        "Messina M",
        "Monti S",
        "Cascione L",
        "Bruscaggin A",
        "Spaccarotella E",
        "Holmes AB",
        "Arcaini L",
        "Lucioni M",
        "Tabbò F",
        "Zairis S",
        "Diop F",
        "Cerri M",
        "Chiaretti S",
        "Marasca R",
        "Ponzoni M",
        "Deaglio S",
        "Ramponi A",
        "Tiacci E",
        "Pasqualucci L",
        "Paulli M",
        "Falini B",
        "Inghirami G",
        "Bertoni F",
        "Foà R",
        "Rabadan R",
        "Gaidano G",
        "Rossi D"
      ],
      "authors": "Spina V, Khiabanian H, Messina M, Monti S, Cascione L, Bruscaggin A, Spaccarotella E, Holmes AB, Arcaini L, Lucioni M, Tabbò F, Zairis S, Diop F, Cerri M, Chiaretti S, Marasca R, Ponzoni M, Deaglio S, Ramponi A, Tiacci E, Pasqualucci L, Paulli M, Falini B, Inghirami G, Bertoni F, Foà R, Rabadan R, Gaidano G, Rossi D",
      "journal": "Blood",
      "year": 2016,
      "month": 9,
      "day": 8,
      "volume": "128",
      "issue": "10",
      "pages": "1362-73",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "27546290",
      "pmcid": "",
      "doi": "10.1016/j.semcancer.2016.08.001",
      "title": "Genetic drivers of NF-κB deregulation in diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B cell lymphoma (DLBCL) is the most common form of B cell non-Hodgkin lymphoma worldwide and comprises a heterogeneous group of malignancies that originate from the malignant transformation of germinal center (GC) B cells. Over the past decade, significant improvement has been achieved in our understanding of the molecular pathogenesis underlying this disease, thanks in part to the implementation of powerful genomic technologies allowing genome-wide structural and functional analyses. These studies revealed the presence of multiple oncogenic alterations dysregulating signal transduction pathways that are normally required for the normal biology of the cells from which these tumors are derived. Among the pathways identified as recurrent targets of genetic lesions in DLBCL, NF-κB has emerged as a central player in the development and maintenance of this disease, particularly in the less curable, activated B cell (ABC)- like subtype. These lesions reveal vulnerabilities of the lymphoma cells that can be exploited for the design of more rationale therapeutic approaches. The purpose of this review is to summarize recent progresses in understanding the role of NF-κB deregulation in the pathogenesis of DLBCL, with emphasis on the genetic basis underlying its aberrant activation, in relationship to the normal biology of B lymphocytes, and the modelling of these lesions in the mouse.",
      "authorList": ["Pasqualucci L", "Zhang B"],
      "authors": "Pasqualucci L, Zhang B",
      "journal": "Semin Cancer Biol",
      "year": 2016,
      "month": 8,
      "day": -1,
      "volume": "39",
      "issue": "",
      "pages": "26-31",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "27030389",
      "pmcid": "",
      "doi": "10.1182/blood-2015-12-686550",
      "title": "Genetic basis of PD-L1 overexpression in diffuse large B-cell lymphomas",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL) is one of the most common and aggressive types of B-cell lymphoma. Deregulation of proto-oncogene expression after a translocation, most notably to the immunoglobulin heavy-chain locus (IGH), is one of the hallmarks of DLBCL. Using whole-genome sequencing analysis, we have identified the PD-L1/PD-L2 locus as a recurrent translocation partner for IGH in DLBCL. PIM1 and TP63 were also identified as novel translocation partners for PD-L1/PD-L2 Fluorescence in situ hybridization was furthermore used to rapidly screen an expanded DLBCL cohort. Collectively, a subset of samples was found to be affected by gains (12%), amplifications (3%), and translocations (4%) of the PD-L1/PD-L2 locus. RNA sequencing data coupled with immunohistochemistry revealed that these cytogenetic alterations correlated with increased expression of PD-L1 but not of PD-L2 Moreover, cytogenetic alterations affecting the PD-L1/PD-L2 locus were more frequently observed in the non-germinal center B cell-like (non-GCB) subtype of DLBCL. These findings demonstrate the genetic basis of PD-L1 overexpression in DLBCL and suggest that treatments targeting the PD-1-PD-L1/PD-L2 axis might benefit DLBCL patients, especially those belonging to the more aggressive non-GCB subtype.",
      "authorList": [
        "Georgiou K",
        "Chen L",
        "Berglund M",
        "Ren W",
        "de Miranda NF",
        "Lisboa S",
        "Fangazio M",
        "Zhu S",
        "Hou Y",
        "Wu K",
        "Fang W",
        "Wang X",
        "Meng B",
        "Zhang L",
        "Zeng Y",
        "Bhagat G",
        "Nordenskjöld M",
        "Sundström C",
        "Enblad G",
        "Dalla-Favera R",
        "Zhang H",
        "Teixeira MR",
        "Pasqualucci L",
        "Peng R",
        "Pan-Hammarström Q"
      ],
      "authors": "Georgiou K, Chen L, Berglund M, Ren W, de Miranda NF, Lisboa S, Fangazio M, Zhu S, Hou Y, Wu K, Fang W, Wang X, Meng B, Zhang L, Zeng Y, Bhagat G, Nordenskjöld M, Sundström C, Enblad G, Dalla-Favera R, Zhang H, Teixeira MR, Pasqualucci L, Peng R, Pan-Hammarström Q",
      "journal": "Blood",
      "year": 2016,
      "month": 6,
      "day": 16,
      "volume": "127",
      "issue": "24",
      "pages": "3026-34",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "26366712",
      "pmcid": "PMC5145002",
      "doi": "10.1038/nm.3940",
      "title": "Disruption of KMT2D perturbs germinal center B cell development and promotes lymphomagenesis",
      "abstract": "Mutations in the gene encoding the KMT2D (or MLL2) methyltransferase are highly recurrent and occur early during tumorigenesis in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). However, the functional consequences of these mutations and their role in lymphomagenesis are unknown. Here we show that FL- and DLBCL-associated KMT2D mutations impair KMT2D enzymatic activity, leading to diminished global H3K4 methylation in germinal-center (GC) B cells and DLBCL cells. Conditional deletion of Kmt2d early during B cell development, but not after initiation of the GC reaction, results in an increase in GC B cells and enhances B cell proliferation in mice. Moreover, genetic ablation of Kmt2d in mice overexpressing Bcl2 increases the incidence of GC-derived lymphomas resembling human tumors. These findings suggest that KMT2D acts as a tumor suppressor gene whose early loss facilitates lymphomagenesis by remodeling the epigenetic landscape of the cancer precursor cells. Eradication of KMT2D-deficient cells may thus represent a rational therapeutic approach for targeting early tumorigenic events. ",
      "authorList": [
        "Zhang J",
        "Dominguez-Sola D",
        "Hussein S",
        "Lee JE",
        "Holmes AB",
        "Bansal M",
        "Vlasevska S",
        "Mo T",
        "Tang H",
        "Basso K",
        "Ge K",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Dominguez-Sola D, Hussein S, Lee JE, Holmes AB, Bansal M, Vlasevska S, Mo T, Tang H, Basso K, Ge K, Dalla-Favera R, Pasqualucci L",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1190-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "sofija-vlasevska",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "25921526",
      "pmcid": "PMC4426003",
      "doi": "10.1016/j.celrep.2015.03.059",
      "title": "An oncogenic role for alternative NF-κB signaling in DLBCL revealed upon deregulated BCL6 expression",
      "abstract": "Diffuse large B cell lymphoma (DLBCL) is a complex disease comprising diverse subtypes and genetic profiles. Possibly because of the prevalence of genetic alterations activating canonical NF-κB activity, a role for oncogenic lesions that activate the alternative NF-κB pathway in DLBCL has remained elusive. Here, we show that deletion/mutation of TRAF3, a negative regulator of the alternative NF-κB pathway, occurs in ∼15% of DLBCLs and that it often coexists with BCL6 translocation, which prevents terminal B cell differentiation. Accordingly, in a mouse model constitutive activation of the alternative NF-κB pathway cooperates with BCL6 deregulation in DLBCL development. This work demonstrates a key oncogenic role for the alternative NF-κB pathway in DLBCL development.",
      "authorList": [
        "Zhang B",
        "Calado DP",
        "Wang Z",
        "Fröhler S",
        "Köchert K",
        "Qian Y",
        "Koralov SB",
        "Schmidt-Supprian M",
        "Sasaki Y",
        "Unitt C",
        "Rodig S",
        "Chen W",
        "Dalla-Favera R",
        "Alt FW",
        "Pasqualucci L",
        "Rajewsky K"
      ],
      "authors": "Zhang B, Calado DP, Wang Z, Fröhler S, Köchert K, Qian Y, Koralov SB, Schmidt-Supprian M, Sasaki Y, Unitt C, Rodig S, Chen W, Dalla-Favera R, Alt FW, Pasqualucci L, Rajewsky K",
      "journal": "Cell Rep",
      "year": 2015,
      "month": 5,
      "day": 5,
      "volume": "11",
      "issue": "5",
      "pages": "715-26",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "zixuan-wang",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "25805586",
      "pmcid": "PMC4646421",
      "doi": "10.1053/j.seminhematol.2015.01.005",
      "title": "The genetic landscape of diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL), the most common lymphoid malignancy in the western world, is an aggressive disease that remains incurable in approximately 30% of patients. Over the past decade, the rapid expansion of sequencing technologies allowing the genome-wide assessment of genomic and transcriptional changes has revolutionized our understanding of the genetic basis of DLBCL by providing a comprehensive and unbiased view of the genes/pathways that are disrupted by genetic alterations in this disease, and may contribute to tumor initiation and expansion. These studies uncovered the existence of several previously unappreciated alterations in key cellular pathways that may also influence treatment outcome. Indeed, a number of newly identified genetic lesions are currently being explored as markers for improved diagnosis and risk stratification, or are entering clinical trials as promising therapeutic targets. This review focuses on recent advances in the genomic characterization of DLBCL and discusses how information gained from these efforts has provided new insights into its biology, uncovering potential targets of prognostic and therapeutic relevance. ",
      "authorList": ["Pasqualucci L", "Dalla-Favera R"],
      "authors": "Pasqualucci L, Dalla-Favera R",
      "journal": "Semin Hematol",
      "year": 2015,
      "month": 4,
      "day": -1,
      "volume": "52",
      "issue": "2",
      "pages": "67-76",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "25624445",
      "pmcid": "PMC4322050",
      "doi": "10.1084/jem.20132544",
      "title": "Lack of the ubiquitin-editing enzyme A20 results in loss of hematopoietic stem cell quiescence",
      "abstract": "A balance between quiescence and proliferation is critical for proper maintenance of the hematopoietic stem cell (HSC) pool. Although a lot is known about hematopoiesis, molecular mechanisms that control HSC quiescence remain largely unknown. The ubiquitin-editing enzyme A20 functions as a central regulator of inflammation and adaptive immunity. Here, we show that a deficiency of A20 in the hematopoietic system causes anemia, lymphopenia, and postnatal lethality. Lack of A20 in HSCs results in diminished pool size, impaired radioprotection, defective repopulation, and loss of quiescence. A20-deficient HSCs display increased IFN-γ signaling, caused by augmented NF-κB activation. Strikingly, deletion of both IFN-γ and A20 in hematopoietic cells results in partial rescue of the HSC phenotype. We anticipate that our experiments will facilitate the understanding of mechanisms through which A20-mediated inflammatory signals control HSC quiescence and functions. ",
      "authorList": [
        "Nakagawa MM",
        "Thummar K",
        "Mandelbaum J",
        "Pasqualucci L",
        "Rathinam CV"
      ],
      "authors": "Nakagawa MM, Thummar K, Mandelbaum J, Pasqualucci L, Rathinam CV",
      "journal": "J Exp Med",
      "year": 2015,
      "month": 2,
      "day": 9,
      "volume": "212",
      "issue": "2",
      "pages": "203-16",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "25496728",
      "pmcid": "PMC4308685",
      "doi": "10.7554/eLife.02869",
      "title": "Tumor evolutionary directed graphs and the history of chronic lymphocytic leukemia",
      "abstract": "Cancer is a clonal evolutionary process, caused by successive accumulation of genetic alterations providing milestones of tumor initiation, progression, dissemination, and/or resistance to certain therapeutic regimes. To unravel these milestones we propose a framework, tumor evolutionary directed graphs (TEDG), which is able to characterize the history of genetic alterations by integrating longitudinal and cross-sectional genomic data. We applied TEDG to a chronic lymphocytic leukemia (CLL) cohort of 70 patients spanning 12 years and show that: (a) the evolution of CLL follows a time-ordered process represented as a global flow in TEDG that proceeds from initiating events to late events; (b) there are two distinct and mutually exclusive evolutionary paths of CLL evolution; (c) higher fitness clones are present in later stages of the disease, indicating a progressive clonal replacement with more aggressive clones. Our results suggest that TEDG may constitute an effective framework to recapitulate the evolutionary history of tumors. ",
      "authorList": [
        "Wang J",
        "Khiabanian H",
        "Rossi D",
        "Fabbri G",
        "Gattei V",
        "Forconi F",
        "Laurenti L",
        "Marasca R",
        "Del Poeta G",
        "Foà R",
        "Pasqualucci L",
        "Gaidano G",
        "Rabadan R"
      ],
      "authors": "Wang J, Khiabanian H, Rossi D, Fabbri G, Gattei V, Forconi F, Laurenti L, Marasca R, Del Poeta G, Foà R, Pasqualucci L, Gaidano G, Rabadan R",
      "journal": "Elife",
      "year": 2014,
      "month": 12,
      "day": 11,
      "volume": "3",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "24388756",
      "pmcid": "PMC4100800",
      "doi": "10.1016/j.celrep.2013.12.027",
      "title": "Genetics of follicular lymphoma transformation",
      "abstract": "Follicular lymphoma (FL) is an indolent disease, but 30%-40% of cases undergo histologic transformation to an aggressive malignancy, typically represented by diffuse large B cell lymphoma (DLBCL). The pathogenesis of this process remains largely unknown. Using whole-exome sequencing and copy-number analysis, we show here that the dominant clone of FL and transformed FL (tFL) arise by divergent evolution from a common mutated precursor through the acquisition of distinct genetic events. Mutations in epigenetic modifiers and antiapoptotic genes are introduced early in the common precursor, whereas tFL is specifically associated with alterations deregulating cell-cycle progression and DNA damage responses (CDKN2A/B, MYC, and TP53) as well as aberrant somatic hypermutation. The genomic profile of tFL shares similarities with that of germinal center B cell-type de novo DLBCL but also displays unique combinations of altered genes with diagnostic and therapeutic implications. ",
      "authorList": [
        "Pasqualucci L",
        "Khiabanian H",
        "Fangazio M",
        "Vasishtha M",
        "Messina M",
        "Holmes AB",
        "Ouillette P",
        "Trifonov V",
        "Rossi D",
        "Tabbò F",
        "Ponzoni M",
        "Chadburn A",
        "Murty VV",
        "Bhagat G",
        "Gaidano G",
        "Inghirami G",
        "Malek SN",
        "Rabadan R",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Khiabanian H, Fangazio M, Vasishtha M, Messina M, Holmes AB, Ouillette P, Trifonov V, Rossi D, Tabbò F, Ponzoni M, Chadburn A, Murty VV, Bhagat G, Gaidano G, Inghirami G, Malek SN, Rabadan R, Dalla-Favera R",
      "journal": "Cell Rep",
      "year": 2014,
      "month": 1,
      "day": 16,
      "volume": "6",
      "issue": "1",
      "pages": "130-40",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "antony-holmes",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "24434215",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2013.12.012",
      "title": "SnapShot: diffuse large B cell lymphoma",
      "abstract": "",
      "authorList": ["Pasqualucci L", "Dalla-Favera R"],
      "authors": "Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2014,
      "month": 1,
      "day": 13,
      "volume": "25",
      "issue": "1",
      "pages": "132-132",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "24127483",
      "pmcid": "PMC3804949",
      "doi": "10.1084/jem.20131448",
      "title": "Genetic lesions associated with chronic lymphocytic leukemia transformation to Richter syndrome",
      "abstract": "Richter syndrome (RS) derives from the rare transformation of chronic lymphocytic leukemia (CLL) into an aggressive lymphoma, most commonly of the diffuse large B cell lymphoma (DLBCL) type. The molecular pathogenesis of RS is only partially understood. By combining whole-exome sequencing and copy-number analysis of 9 CLL-RS pairs and of an extended panel of 43 RS cases, we show that this aggressive disease typically arises from the predominant CLL clone by acquiring an average of ∼20 genetic lesions/case. RS lesions are heterogeneous in terms of load and spectrum among patients, and include those involved in CLL progression and chemorefractoriness (TP53 disruption and NOTCH1 activation) as well as some not previously implicated in CLL or RS pathogenesis. In particular, disruption of the CDKN2A/B cell cycle regulator is associated with ∼30% of RS cases. Finally, we report that the genomic landscape of RS is significantly different from that of de novo DLBCL, suggesting that they represent distinct disease entities. These results provide insights into RS pathogenesis, and identify dysregulated pathways of potential diagnostic and therapeutic relevance. ",
      "authorList": [
        "Fabbri G",
        "Khiabanian H",
        "Holmes AB",
        "Wang J",
        "Messina M",
        "Mullighan CG",
        "Pasqualucci L",
        "Rabadan R",
        "Dalla-Favera R"
      ],
      "authors": "Fabbri G, Khiabanian H, Holmes AB, Wang J, Messina M, Mullighan CG, Pasqualucci L, Rabadan R, Dalla-Favera R",
      "journal": "J Exp Med",
      "year": 2013,
      "month": 10,
      "day": 21,
      "volume": "210",
      "issue": "11",
      "pages": "2273-88",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "23974956",
      "pmcid": "PMC3954820",
      "doi": "10.1038/ni.2688",
      "title": "MEF2B mutations lead to deregulated expression of the oncogene BCL6 in diffuse large B cell lymphoma",
      "abstract": "MEF2B encodes a transcriptional activator and is mutated in ∼11% of diffuse large B cell lymphomas (DLBCLs) and ∼12% of follicular lymphomas (FLs). Here we found that MEF2B directly activated the transcription of the proto-oncogene BCL6 in normal germinal-center (GC) B cells and was required for DLBCL proliferation. Mutation of MEF2B resulted in enhanced transcriptional activity of MEF2B either through disruption of its interaction with the corepressor CABIN1 or by rendering it insensitive to inhibitory signaling events mediated by phosphorylation and sumoylation. Consequently, the transcriptional activity of Bcl-6 was deregulated in DLBCLs with MEF2B mutations. Thus, somatic mutations of MEF2B may contribute to lymphomagenesis by deregulating BCL6 expression, and MEF2B may represent an alternative target for blocking Bcl-6 activity in DLBCLs. ",
      "authorList": [
        "Ying CY",
        "Dominguez-Sola D",
        "Fabi M",
        "Lorenz IC",
        "Hussein S",
        "Bansal M",
        "Califano A",
        "Pasqualucci L",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Ying CY, Dominguez-Sola D, Fabi M, Lorenz IC, Hussein S, Bansal M, Califano A, Pasqualucci L, Basso K, Dalla-Favera R",
      "journal": "Nat Immunol",
      "year": 2013,
      "month": 10,
      "day": -1,
      "volume": "14",
      "issue": "10",
      "pages": "1084-92",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "23673341",
      "pmcid": "PMC4060531",
      "doi": "10.1097/MOH.0b013e3283623d7f",
      "title": "The genetic basis of diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL) is an aggressive disease featuring heterogeneous genetic, phenotypic, and clinical characteristics. Understanding the basis for this heterogeneity represents a critical step toward further progress in the management of this disease, which remains a clinical challenge in approximately one-third of patients. This review summarizes current knowledge about the molecular pathogenesis of DLBCL, and describes how recent advances in the genomic characterization of this cancer have provided new insights into its biology, revealing several potential targets for improved diagnosis and therapy.",
      "authorList": ["Pasqualucci L"],
      "authors": "Pasqualucci L",
      "journal": "Curr Opin Hematol",
      "year": 2013,
      "month": 7,
      "day": -1,
      "volume": "20",
      "issue": "4",
      "pages": "336-44",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "22137796",
      "pmcid": "PMC3660995",
      "doi": "10.1016/j.ccr.2011.11.006",
      "title": "Combined genetic inactivation of β2-Microglobulin and CD58 reveals frequent escape from immune recognition in diffuse large B cell lymphoma",
      "abstract": "We report that diffuse large B cell lymphoma (DLBCL) commonly fails to express cell-surface molecules necessary for the recognition of tumor cells by immune-effector cells. In 29% of cases, mutations and deletions inactivate the β2-Microglobulin gene, thus preventing the cell-surface expression of the HLA class-I (HLA-I) complex that is necessary for recognition by CD8(+) cytotoxic T cells. In 21% of cases, analogous lesions involve the CD58 gene, which encodes a molecule involved in T and natural killer cell-mediated responses. In addition to gene inactivation, alternative mechanisms lead to aberrant expression of HLA-I and CD58 in >60% of DLBCL. These two events are significantly associated in this disease, suggesting that they are coselected during lymphomagenesis for their combined role in escape from immune-surveillance.",
      "authorList": [
        "Challa-Malladi M",
        "Lieu YK",
        "Califano O",
        "Holmes AB",
        "Bhagat G",
        "Murty VV",
        "Dominguez-Sola D",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Challa-Malladi M, Lieu YK, Califano O, Holmes AB, Bhagat G, Murty VV, Dominguez-Sola D, Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2011,
      "month": 12,
      "day": 13,
      "volume": "20",
      "issue": "6",
      "pages": "728-40",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "21804550",
      "pmcid": "PMC3297422",
      "doi": "10.1038/ng.892",
      "title": "Analysis of the coding genome of diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL) is the most common form of human lymphoma. Although a number of structural alterations have been associated with the pathogenesis of this malignancy, the full spectrum of genetic lesions that are present in the DLBCL genome, and therefore the identity of dysregulated cellular pathways, remains unknown. By combining next-generation sequencing and copy number analysis, we show that the DLBCL coding genome contains, on average, more than 30 clonally represented gene alterations per case. This analysis also revealed mutations in genes not previously implicated in DLBCL pathogenesis, including those regulating chromatin methylation (MLL2; 24% of samples) and immune recognition by T cells. These results provide initial data on the complexity of the DLBCL coding genome and identify novel dysregulated pathways underlying its pathogenesis.",
      "authorList": [
        "Pasqualucci L",
        "Trifonov V",
        "Fabbri G",
        "Ma J",
        "Rossi D",
        "Chiarenza A",
        "Wells VA",
        "Grunn A",
        "Messina M",
        "Elliot O",
        "Chan J",
        "Bhagat G",
        "Chadburn A",
        "Gaidano G",
        "Mullighan CG",
        "Rabadan R",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Trifonov V, Fabbri G, Ma J, Rossi D, Chiarenza A, Wells VA, Grunn A, Messina M, Elliot O, Chan J, Bhagat G, Chadburn A, Gaidano G, Mullighan CG, Rabadan R, Dalla-Favera R",
      "journal": "Nat Genet",
      "year": 2011,
      "month": 7,
      "day": 31,
      "volume": "43",
      "issue": "9",
      "pages": "830-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "21670202",
      "pmcid": "PMC3135373",
      "doi": "10.1084/jem.20110921",
      "title": "Analysis of the chronic lymphocytic leukemia coding genome: role of NOTCH1 mutational activation",
      "abstract": "The pathogenesis of chronic lymphocytic leukemia (CLL), the most common leukemia in adults, is still largely unknown. The full spectrum of genetic lesions that are present in the CLL genome, and therefore the number and identity of dysregulated cellular pathways, have not been identified. By combining next-generation sequencing and copy number analysis, we show here that the typical CLL coding genome contains <20 clonally represented gene alterations/case, including predominantly nonsilent mutations, and fewer copy number aberrations. These analyses led to the discovery of several genes not previously known to be altered in CLL. Although most of these genes were affected at low frequency in an expanded CLL screening cohort, mutational activation of NOTCH1, observed in 8.3% of CLL at diagnosis, was detected at significantly higher frequency during disease progression toward Richter transformation (31.0%), as well as in chemorefractory CLL (20.8%). Consistent with the association of NOTCH1 mutations with clinically aggressive forms of the disease, NOTCH1 activation at CLL diagnosis emerged as an independent predictor of poor survival. These results provide initial data on the complexity of the CLL coding genome and identify a dysregulated pathway of diagnostic and therapeutic relevance.",
      "authorList": [
        "Fabbri G",
        "Rasi S",
        "Rossi D",
        "Trifonov V",
        "Khiabanian H",
        "Ma J",
        "Grunn A",
        "Fangazio M",
        "Capello D",
        "Monti S",
        "Cresta S",
        "Gargiulo E",
        "Forconi F",
        "Guarini A",
        "Arcaini L",
        "Paulli M",
        "Laurenti L",
        "Larocca LM",
        "Marasca R",
        "Gattei V",
        "Oscier D",
        "Bertoni F",
        "Mullighan CG",
        "Foá R",
        "Pasqualucci L",
        "Rabadan R",
        "Dalla-Favera R",
        "Gaidano G"
      ],
      "authors": "Fabbri G, Rasi S, Rossi D, Trifonov V, Khiabanian H, Ma J, Grunn A, Fangazio M, Capello D, Monti S, Cresta S, Gargiulo E, Forconi F, Guarini A, Arcaini L, Paulli M, Laurenti L, Larocca LM, Marasca R, Gattei V, Oscier D, Bertoni F, Mullighan CG, Foá R, Pasqualucci L, Rabadan R, Dalla-Favera R, Gaidano G",
      "journal": "J Exp Med",
      "year": 2011,
      "month": 7,
      "day": 4,
      "volume": "208",
      "issue": "7",
      "pages": "1389-401",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "21842702",
      "pmcid": "PMC3562715",
      "doi": "10.1053/j.semdp.2011.04.001",
      "title": "Molecular pathogenesis of diffuse large B-cell lymphoma",
      "abstract": "In past years, substantial insight regarding the pathogenesis of diffuse large B-cell lymphoma has been obtained. Particularly, based on gene expression profile analysis, this disease can be classified into distinct phenotypic subgroups and specific transcriptional programs have been identified. New technologies like next-generation whole genome/exome sequencing and genome-wide single nucleotide polymorphism array analysis have revealed novel lesions involved in the pathogenesis of this disease. This review focuses on the diversity of genetic lesions identified in the different subtypes of diffuse large B-cell lymphoma.",
      "authorList": ["Schneider C", "Pasqualucci L", "Dalla-Favera R"],
      "authors": "Schneider C, Pasqualucci L, Dalla-Favera R",
      "journal": "Semin Diagn Pathol",
      "year": 2011,
      "month": 5,
      "day": -1,
      "volume": "28",
      "issue": "2",
      "pages": "167-77",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "21390126",
      "pmcid": "PMC3271441",
      "doi": "10.1038/nature09730",
      "title": "Inactivating mutations of acetyltransferase genes in B-cell lymphoma",
      "abstract": "B-cell non-Hodgkin's lymphoma comprises biologically and clinically distinct diseases the pathogenesis of which is associated with genetic lesions affecting oncogenes and tumour-suppressor genes. We report here that the two most common types--follicular lymphoma and diffuse large B-cell lymphoma--harbour frequent structural alterations inactivating CREBBP and, more rarely, EP300, two highly related histone and non-histone acetyltransferases (HATs) that act as transcriptional co-activators in multiple signalling pathways. Overall, about 39% of diffuse large B-cell lymphoma and 41% of follicular lymphoma cases display genomic deletions and/or somatic mutations that remove or inactivate the HAT coding domain of these two genes. These lesions usually affect one allele, suggesting that reduction in HAT dosage is important for lymphomagenesis. We demonstrate specific defects in acetylation-mediated inactivation of the BCL6 oncoprotein and activation of the p53 tumour suppressor. These results identify CREBBP/EP300 mutations as a major pathogenetic mechanism shared by common forms of B-cell non-Hodgkin's lymphoma, with direct implications for the use of drugs targeting acetylation/deacetylation mechanisms.",
      "authorList": [
        "Pasqualucci L",
        "Dominguez-Sola D",
        "Chiarenza A",
        "Fabbri G",
        "Grunn A",
        "Trifonov V",
        "Kasper LH",
        "Lerach S",
        "Tang H",
        "Ma J",
        "Rossi D",
        "Chadburn A",
        "Murty VV",
        "Mullighan CG",
        "Gaidano G",
        "Rabadan R",
        "Brindle PK",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Dominguez-Sola D, Chiarenza A, Fabbri G, Grunn A, Trifonov V, Kasper LH, Lerach S, Tang H, Ma J, Rossi D, Chadburn A, Murty VV, Mullighan CG, Gaidano G, Rabadan R, Brindle PK, Dalla-Favera R",
      "journal": "Nature",
      "year": 2011,
      "month": 3,
      "day": 10,
      "volume": "471",
      "issue": "7337",
      "pages": "189-95",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "21156281",
      "pmcid": "PMC3030476",
      "doi": "10.1016/j.ccr.2010.10.030",
      "title": "BLIMP1 is a tumor suppressor gene frequently disrupted in activated B cell-like diffuse large B cell lymphoma",
      "abstract": "Diffuse large B cell lymphoma (DLBCL) is a heterogeneous disease composed of at least two distinct subtypes: germinal center B cell-like (GCB) and activated B cell-like (ABC) DLBCL. These phenotypic subtypes segregate with largely unique genetic lesions, suggesting the involvement of different pathogenetic mechanisms. In this report we show that the BLIMP1/PRDM1 gene is inactivated by multiple mechanisms, including homozygous deletions, truncating or missense mutations, and transcriptional repression by constitutively active BCL6, in ∼53% of ABC-DLBCL. In vivo, conditional deletion of Blimp1 in mouse B cells promotes the development of lymphoproliferative disorders recapitulating critical features of the human ABC-DLBCL. These results demonstrate that BLIMP1 is a bona fide tumor-suppressor gene whose loss contributes to lymphomagenesis by blocking plasma cell differentiation.",
      "authorList": [
        "Mandelbaum J",
        "Bhagat G",
        "Tang H",
        "Mo T",
        "Brahmachary M",
        "Shen Q",
        "Chadburn A",
        "Rajewsky K",
        "Tarakhovsky A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Mandelbaum J, Bhagat G, Tang H, Mo T, Brahmachary M, Shen Q, Chadburn A, Rajewsky K, Tarakhovsky A, Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2010,
      "month": 12,
      "day": 14,
      "volume": "18",
      "issue": "6",
      "pages": "568-79",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "tongwei-mo",
        "qiong-shen",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "19903857",
      "pmcid": "PMC2973841",
      "doi": "10.1158/0008-5472.CAN-09-1110",
      "title": "Targeted disruption of the S1P2 sphingosine 1-phosphate receptor gene leads to diffuse large B-cell lymphoma formation",
      "abstract": "S1P(2) sphingosine 1-phosphate receptor signaling can regulate proliferation, survival, morphology, and migration in many cell types in vitro. Here, we report that S1P(2)(-/-) mice develop clonal B-cell lymphomas with age, such that approximately half of the animals display this neoplasm by 1.5 to 2 years of age. Histologic, immunophenotypic, and molecular analyses revealed a uniform tumor phenotype with features of germinal center (GC)-derived diffuse large B-cell lymphoma (DLBCL). Tumor formation was preceded by increases in GC B cells and CD69(+) T cells, as well as an increased formation of spontaneous GCs, suggesting that S1P(2) loss may promote lymphomagenesis in part by disrupting GC B-cells homeostasis. With the sole exception of rare lung tumors, the effect of S1P(2) gene disruption is remarkably restricted to DLBCL. In humans, 28 of 106 (26%) DLBCL samples were found to harbor multiple somatic mutations in the 5' sequences of the S1P(2) gene. Mutations displayed features resembling those generated by the IgV-associated somatic hypermutation mechanism, but were not detected at significant levels in normal GC B cells, indicating a tumor-associated aberrant function. Collectively, our data suggest that S1P(2) signaling may play a critical role in suppressing DLBCL formation in vivo. The high incidence of DLBCL in S1P(2)(-/-) mice, its onset at old age, and the relative lack of other neoplasms identify these mice as a novel, and potentially valuable, model for this highly prevalent and aggressive human malignancy.",
      "authorList": [
        "Cattoretti G",
        "Mandelbaum J",
        "Lee N",
        "Chaves AH",
        "Mahler AM",
        "Chadburn A",
        "Dalla-Favera R",
        "Pasqualucci L",
        "MacLennan AJ"
      ],
      "authors": "Cattoretti G, Mandelbaum J, Lee N, Chaves AH, Mahler AM, Chadburn A, Dalla-Favera R, Pasqualucci L, MacLennan AJ",
      "journal": "Cancer Res",
      "year": 2009,
      "month": 11,
      "day": 15,
      "volume": "69",
      "issue": "22",
      "pages": "8686-92",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["riccardo-dalla-favera", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "19549844",
      "pmcid": "PMC2708681",
      "doi": "10.1073/pnas.0903854106",
      "title": "BCL6 suppression of BCL2 via Miz1 and its disruption in diffuse large B cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for germinal center (GC) formation and whose deregulation by genomic lesions is implicated in the pathogenesis of GC-derived diffuse large B cell lymphoma (DLBCL) and, less frequently, follicular lymphoma (FL). The biological function of BCL6 is only partially understood because no more than a few genes have been functionally characterized as direct targets of BCL6 transrepression activity. Here we report that the anti-apoptotic proto-oncogene BCL2 is a direct target of BCL6 in GC B cells. BCL6 binds to the BCL2 promoter region by interacting with the transcriptional activator Miz1 and suppresses Miz1-induced activation of BCL2 expression. BCL6-mediated suppression of BCL2 is lost in FL and DLBCL, where the 2 proteins are pathologically coexpressed, because of BCL2 chromosomal translocations and other mechanisms, including Miz1 deregulation and somatic mutations in the BCL2 promoter region. These results identify an important function for BCL6 in facilitating apoptosis of GC B cells via suppression of BCL2, and suggest that blocking this pathway is critical for lymphomagenesis.",
      "authorList": [
        "Saito M",
        "Novak U",
        "Piovan E",
        "Basso K",
        "Sumazin P",
        "Schneider C",
        "Crespo M",
        "Shen Q",
        "Bhagat G",
        "Califano A",
        "Chadburn A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Saito M, Novak U, Piovan E, Basso K, Sumazin P, Schneider C, Crespo M, Shen Q, Bhagat G, Califano A, Chadburn A, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2009,
      "month": 7,
      "day": 7,
      "volume": "106",
      "issue": "27",
      "pages": "11294-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "qiong-shen",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "19412164",
      "pmcid": "PMC2973325",
      "doi": "10.1038/nature07968",
      "title": "Mutations of multiple genes cause deregulation of NF-kappaB in diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL), the most common form of lymphoma in adulthood, comprises multiple biologically and clinically distinct subtypes including germinal centre B-cell-like (GCB) and activated B-cell-like (ABC) DLBCL. Gene expression profile studies have shown that its most aggressive subtype, ABC-DLBCL, is associated with constitutive activation of the NF-kappaB transcription complex. However, except for a small fraction of cases, it remains unclear whether NF-kappaB activation in these tumours represents an intrinsic program of the tumour cell of origin or a pathogenetic event. Here we show that >50% of ABC-DLBCL and a smaller fraction of GCB-DLBCL carry somatic mutations in multiple genes, including negative (TNFAIP3, also called A20) and positive (CARD11, TRAF2, TRAF5, MAP3K7 (TAK1) and TNFRSF11A (RANK)) regulators of NF-kappaB. Of these, the A20 gene, which encodes a ubiquitin-modifying enzyme involved in termination of NF-kappaB responses, is most commonly affected, with approximately 30% of patients displaying biallelic inactivation by mutations and/or deletions. When reintroduced in cell lines carrying biallelic inactivation of the gene, A20 induced apoptosis and cell growth arrest, indicating a tumour suppressor role. Less frequently, missense mutations of TRAF2 and CARD11 produce molecules with significantly enhanced ability to activate NF-kappaB. Thus, our results demonstrate that NF-kappaB activation in DLBCL is caused by genetic lesions affecting multiple genes, the loss or activation of which may promote lymphomagenesis by leading to abnormally prolonged NF-kappaB responses.",
      "authorList": [
        "Compagno M",
        "Lim WK",
        "Grunn A",
        "Nandula SV",
        "Brahmachary M",
        "Shen Q",
        "Bertoni F",
        "Ponzoni M",
        "Scandurra M",
        "Califano A",
        "Bhagat G",
        "Chadburn A",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Compagno M, Lim WK, Grunn A, Nandula SV, Brahmachary M, Shen Q, Bertoni F, Ponzoni M, Scandurra M, Califano A, Bhagat G, Chadburn A, Dalla-Favera R, Pasqualucci L",
      "journal": "Nature",
      "year": 2009,
      "month": 6,
      "day": 4,
      "volume": "459",
      "issue": "7247",
      "pages": "717-21",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "qiong-shen",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "19258598",
      "pmcid": "PMC2686142",
      "doi": "10.1182/blood-2008-08-174110",
      "title": "The NF-{kappa}B negative regulator TNFAIP3 (A20) is inactivated by somatic mutations and genomic deletions in marginal zone lymphomas",
      "abstract": "Unique and shared cytogenetic abnormalities have been documented for marginal zone lymphomas (MZLs) arising at different sites. Recently, homozygous deletions of the chromosomal band 6q23, involving the tumor necrosis factor alpha-induced protein 3 (TNFAIP3, A20) gene, a negative regulator of NF-kappaB, were described in ocular adnexal MZL, suggesting a role for A20 as a tumor suppressor in this disease. Here, we investigated inactivation of A20 by DNA mutations or deletions in a panel of extranodal MZL (EMZL), nodal MZL (NMZL), and splenic MZL (SMZL). Inactivating mutations encoding truncated A20 proteins were identified in 6 (19%) of 32 MZLs, including 2 (18%) of 11 EMZLs, 3 (33%) of 9 NMZLs, and 1 (8%) of 12 SMZLs. Two additional unmutated nonsplenic MZLs also showed monoallelic or biallelic A20 deletions by fluorescent in situ hybridization (FISH) and/or SNP-arrays. Thus, A20 inactivation by either somatic mutation and/or deletion represents a common genetic aberration across all MZL subtypes, which may contribute to lymphomagenesis by inducing constitutive NF-kappaB activation.",
      "authorList": [
        "Novak U",
        "Rinaldi A",
        "Kwee I",
        "Nandula SV",
        "Rancoita PM",
        "Compagno M",
        "Cerri M",
        "Rossi D",
        "Murty VV",
        "Zucca E",
        "Gaidano G",
        "Dalla-Favera R",
        "Pasqualucci L",
        "Bhagat G",
        "Bertoni F"
      ],
      "authors": "Novak U, Rinaldi A, Kwee I, Nandula SV, Rancoita PM, Compagno M, Cerri M, Rossi D, Murty VV, Zucca E, Gaidano G, Dalla-Favera R, Pasqualucci L, Bhagat G, Bertoni F",
      "journal": "Blood",
      "year": 2009,
      "month": 5,
      "day": 14,
      "volume": "113",
      "issue": "20",
      "pages": "4918-21",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["riccardo-dalla-favera", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "18066064",
      "pmcid": "",
      "doi": "10.1038/ng.2007.35",
      "title": "AID is required for germinal center-derived lymphomagenesis",
      "abstract": "Most human B cell non-Hodgkin's lymphomas (B-NHLs) derive from germinal centers (GCs), the structure in which B cells undergo somatic hypermutation (SHM) and class switch recombination (CSR) before being selected for high-affinity antibody production. The pathogenesis of B-NHL is associated with distinct genetic lesions, including chromosomal translocations and aberrant SHM, which arise from mistakes occurring during CSR and SHM. A direct link between these DNA remodeling events and GC lymphoma development, however, has not been demonstrated. Here we have crossed three mouse models of B cell lymphoma driven by oncogenes (Myc, Bcl6 and Myc/Bcl6; refs. 5,6) with mice lacking activation-induced cytidine deaminase (AID), the enzyme required for both CSR and SHM. We show that AID deficiency prevents Bcl6-dependent, GC-derived B-NHL, but has no impact on Myc-driven, pre-GC lymphomas. Accordingly, abrogation of AID is associated with the disappearance of CSR- and SHM-mediated structural alterations. These results show that AID is required for GC-derived lymphomagenesis, supporting the notion that errors in AID-mediated antigen-receptor gene modification processes are principal contributors to the pathogenesis of human B-NHL.",
      "authorList": [
        "Pasqualucci L",
        "Bhagat G",
        "Jankovic M",
        "Compagno M",
        "Smith P",
        "Muramatsu M",
        "Honjo T",
        "Morse HC",
        "Nussenzweig MC",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Bhagat G, Jankovic M, Compagno M, Smith P, Muramatsu M, Honjo T, Morse HC, Nussenzweig MC, Dalla-Favera R",
      "journal": "Nat Genet",
      "year": 2008,
      "month": 1,
      "day": -1,
      "volume": "40",
      "issue": "1",
      "pages": "108-12",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "17785208",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2007.08.011",
      "title": "A signaling pathway mediating downregulation of BCL6 in germinal center B cells is blocked by BCL6 gene alterations in B cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor necessary for the development of germinal centers (GCs) and directly implicated in lymphomagenesis. Post-GC development of B cells requires BCL6 downregulation, while its constitutive expression caused by chromosomal translocations leads to diffuse large B cell lymphoma (DLBCL). Herein we identify a signaling pathway that downregulates BCL6 expression in normal GC B cells and is blocked in a subset of DLBCL due to alterations in the BCL6 gene. Activation of the CD40 receptor leads to NF-kappaB-mediated induction of the IRF4 transcription factor, which, in turn, represses BCL6 expression by binding to its promoter region. A subset of DLBCL displays chromosomal translocations or mutations that disrupt the IRF4-responsive region in the BCL6 promoter and block its downregulation by CD40 signaling.",
      "authorList": [
        "Saito M",
        "Gao J",
        "Basso K",
        "Kitagawa Y",
        "Smith PM",
        "Bhagat G",
        "Pernis A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Saito M, Gao J, Basso K, Kitagawa Y, Smith PM, Bhagat G, Pernis A, Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2007,
      "month": 9,
      "day": -1,
      "volume": "12",
      "issue": "3",
      "pages": "280-92",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "16492805",
      "pmcid": "PMC2118216",
      "doi": "10.1084/jem.20052204",
      "title": "Inactivation of the PRDM1/BLIMP1 gene in diffuse large B cell lymphoma",
      "abstract": "PR domain containing 1 with zinc finger domain (PRDM1)/B lymphocyte-induced maturation protein 1 (BLIMP1) is a transcriptional repressor expressed in a subset of germinal center (GC) B cells and in all plasma cells, and required for terminal B cell differentiation. The BLIMP1 locus lies on chromosome 6q21-q22.1, a region frequently deleted in B cell lymphomas, suggesting that it may harbor a tumor suppressor gene. We report here that the BLIMP1 gene is inactivated by structural alterations in 24% (8 out of 34) activated B cell-like diffuse large cell lymphoma (ABC-DLBCL), but not in GC B cell-like (n = 0/37) or unclassified (n = 0/21) DLBCL. BLIMP1 alterations included gene truncations, nonsense mutations, frameshift deletions, and splice site mutations that generate aberrant transcripts encoding truncated BLIMP1 proteins. In all cases studied, both BLIMP1 alleles were inactivated by deletions or mutations. Furthermore, most non-GC type DLBCL cases (n = 20/26, 77%) lack BLIMP1 protein expression, despite the presence of BLIMP1 mRNA. These results indicate that a sizable fraction of ABC-DLBCL carry an inactive BLIMP1 gene, and suggest that the same gene is inactivated by epigenetic mechanisms in an additional large number of cases. These findings point to a role for BLIMP1 as a tumor suppressor gene, whose inactivation may contribute to lymphomagenesis by blocking post-GC differentiation of B cells toward plasma cells.",
      "authorList": [
        "Pasqualucci L",
        "Compagno M",
        "Houldsworth J",
        "Monti S",
        "Grunn A",
        "Nandula SV",
        "Aster JC",
        "Murty VV",
        "Shipp MA",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Compagno M, Houldsworth J, Monti S, Grunn A, Nandula SV, Aster JC, Murty VV, Shipp MA, Dalla-Favera R",
      "journal": "J Exp Med",
      "year": 2006,
      "month": 2,
      "day": 20,
      "volume": "203",
      "issue": "2",
      "pages": "311-7",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "16387847",
      "pmcid": "PMC1326186",
      "doi": "10.1073/pnas.0509969103",
      "title": "PKA-mediated phosphorylation regulates the function of activation-induced deaminase (AID) in B cells",
      "abstract": "During humoral immune responses, two distinct genetic modification events diversify the Ig genes in germinal center (GC) B cells: somatic hypermutation and class switch recombination (CSR). Both processes require the activity of activation-induced cytidine deaminase (AID), an enzyme expressed specifically in GC B cells. However, the mechanisms that regulate AID activity are largely unknown. Here we report that protein kinase A (PKA) phosphorylates AID and regulates its activity in GC B cells. AID physically interacts with the PKA holoenzyme in the cytoplasm and is phosphorylated by the PKA catalytic subunit at specific residues. AID phosphorylation is required for CSR, because substitution of the two phosphorylation targets impairs its ability to rescue CSR in AID-deficient B cells. Pharmacologic inhibition of PKA prevents isotype class switching in a murine B-cell lymphoma cell line; conversely, B cells from mice where PKA activity is made constitutive by conditional deletion of the PKA regulatory subunit gene display enhanced CSR. These findings implicate PKA in the regulation of AID function and suggest that the control of T cell-dependent immune responses may be modulated, via AID, by signals that activate PKA.",
      "authorList": ["Pasqualucci L", "Kitaura Y", "Gu H", "Dalla-Favera R"],
      "authors": "Pasqualucci L, Kitaura Y, Gu H, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2006,
      "month": 1,
      "day": 10,
      "volume": "103",
      "issue": "2",
      "pages": "395-400",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "15894265",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2005.03.037",
      "title": "Deregulated BCL6 expression recapitulates the pathogenesis of human diffuse large B cell lymphomas in mice",
      "abstract": "Diffuse large B cell lymphomas (DLBCL) derive from germinal center (GC) B cells and display chromosomal alterations deregulating the expression of BCL6, a transcriptional repressor required for GC formation. To investigate the role of BCL6 in DLBCL pathogenesis, we have engineered mice that express BCL6 constitutively in B cells by mimicking a chromosomal translocation found in human DLBCL. These mice display increased GC formation and perturbed post-GC differentiation characterized by a decreased number of post-isotype switch plasma cells. Subsequently, these mice develop a lymphoproliferative syndrome that culminates with the development of lymphomas displaying features typical of human DLBCL. These results define the oncogenic role of BCL6 in the pathogenesis of DLBCL and provide a faithful mouse model of this common disease.",
      "authorList": [
        "Cattoretti G",
        "Pasqualucci L",
        "Ballon G",
        "Tam W",
        "Nandula SV",
        "Shen Q",
        "Mo T",
        "Murty VV",
        "Dalla-Favera R"
      ],
      "authors": "Cattoretti G, Pasqualucci L, Ballon G, Tam W, Nandula SV, Shen Q, Mo T, Murty VV, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2005,
      "month": 5,
      "day": -1,
      "volume": "7",
      "issue": "5",
      "pages": "445-55",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "qiong-shen",
        "tongwei-mo",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "15304391",
      "pmcid": "",
      "doi": "10.1182/blood-2004-04-1558",
      "title": "Expression of the AID protein in normal and neoplastic B cells",
      "abstract": "Somatic hypermutation (SHM) targets primarily the immunoglobulin variable region (IgV) genes in germinal center (GC) B cells, thereby allowing antibody affinity maturation. A malfunction of SHM, termed aberrant somatic hypermutation (ASHM), was found in about 50% of diffuse large B-cell lymphomas (DLBCLs), leading to mutations in the 5' sequences of multiple genes, including oncogenes. Although the SHM mechanism is largely unknown, it was shown to require the activation-induced cytidine deaminase (AID) gene. AID mRNA is expressed in GC B cells and GC-derived lymphomas, but the pattern of expression of the AID protein is not known. Using 2 specific antibodies, here we show that the AID protein can be detected in GC centroblasts and their transformed counterpart (Burkitt lymphoma) but not in pre-GC B cells and post-GC neoplasms, including B-cell chronic lymphocytic leukemia and multiple myeloma. DLBCLs displayed variable levels of AID expression, which did not correlate with IgV ongoing hypermutation, ASHM, or disease subtype. Finally, both in normal and malignant B cells the AID protein appeared predominantly localized in the cytoplasm. These results indicate that the AID protein is specifically expressed in normal and transformed GC B cells; nonetheless, its predominantly cytoplasmic localization suggests that additional mechanisms may regulate its function and may be altered during lymphomagenesis.",
      "authorList": [
        "Pasqualucci L",
        "Guglielmino R",
        "Houldsworth J",
        "Mohr J",
        "Aoufouchi S",
        "Polakiewicz R",
        "Chaganti RS",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Guglielmino R, Houldsworth J, Mohr J, Aoufouchi S, Polakiewicz R, Chaganti RS, Dalla-Favera R",
      "journal": "Blood",
      "year": 2004,
      "month": 11,
      "day": 15,
      "volume": "104",
      "issue": "10",
      "pages": "3318-25",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "12714522",
      "pmcid": "",
      "doi": "10.1182/blood-2002-11-3606",
      "title": "Aberrant somatic hypermutation in multiple subtypes of AIDS-associated non-Hodgkin lymphoma",
      "abstract": "The pathogenesis of AIDS-related non-Hodgkin lymphomas (AIDS-NHLs) is associated with chromosomal translocations that deregulate the expression of various oncogenes. Recently, a novel mechanism of genetic lesion, termed aberrant hypermutation, has been identified in diffuse large B-cell lymphoma (DLBCL) of immunocompetent hosts. In these tumors, the somatic hypermutation (SHM) process that normally targets immunoglobulin V (IgV) genes in B cells appears to misfire and causes mutations in the 5' sequences of multiple proto-oncogenes, including PIM-1, PAX-5, RhoH/TTF, and c-MYC. To investigate whether aberrant hypermutation occurs also in AIDS-NHL, we studied the mutation profile of these 4 genes in various histologic subtypes. Mutations in 1 gene or more were detected in 19 of 39 (48.7%) AIDS-NHL cases (10 of 18 AIDS-diffuse large B-cell lymphoma; 4 of 11 AIDS-Burkitt lymphoma; 4 of 6 AIDS-primary effusion lymphoma; 1 of 4 AIDS-primary central nervous system lymphoma), with 9 of 39 (23.1%) cases carrying mutations in 2 or more genes. Overall, PIM-1 was mutated in 5 of 39 (12.8%), PAX-5 in 8 of 39 (20.5%), RhoH/TTF in 9 of 39 (23.1%), and c-MYC in 7 of 27 (25.9%) AIDS-NHL cases. Mutations were represented mainly by single base pair substitutions (n = 63) with rare deletions/insertions (n = 5) and displayed features typical of the IgV-associated SHM process. In addition, a number of mutations in PIM-1 and c-MYC were found to affect coding exons, leading to amino acid substitutions with likely functional consequences. Analysis of intraclonal heterogeneity documented that the aberrant hypermutation activity may be ongoing in at least some cases. These data indicate that aberrant hypermutation is associated with various subtypes of AIDS-NHL and may represent a major contributor to their pathogenesis.",
      "authorList": [
        "Gaidano G",
        "Pasqualucci L",
        "Capello D",
        "Berra E",
        "Deambrogi C",
        "Rossi D",
        "Maria Larocca L",
        "Gloghini A",
        "Carbone A",
        "Dalla-Favera R"
      ],
      "authors": "Gaidano G, Pasqualucci L, Capello D, Berra E, Deambrogi C, Rossi D, Maria Larocca L, Gloghini A, Carbone A, Dalla-Favera R",
      "journal": "Blood",
      "year": 2003,
      "month": 9,
      "day": 1,
      "volume": "102",
      "issue": "5",
      "pages": "1833-41",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "12515714",
      "pmcid": "",
      "doi": "10.1182/blood-2002-11-3387",
      "title": "Mutations of the BCL6 proto-oncogene disrupt its negative autoregulation in diffuse large B-cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor whose expression is deregulated by chromosomal translocations in approximately 40% of diffuse large B-cell lymphomas (DLBCLs). The BCL6 regulatory sequences are also targeted by somatic hypermutation in germinal center (GC) B cells and in a fraction of all GC-derived lymphomas. However, the functional consequences of these mutations are unknown. Here we report that a subset of mutations specifically associated with DLBCL causes deregulated BCL6 transcription. These mutations affect 2 adjacent BCL6 binding sites located within the first noncoding exon of the gene, and they prevent BCL6 from binding its own promoter, thereby disrupting its negative autoregulatory circuit. These alterations were found in approximately 16% of DLBCLs devoid of chromosomal translocations involving the BCL6 locus, but they were not found in normal GC B cells. This study establishes a novel mechanism for BCL6 deregulation and reveals a broader involvement of this gene in DLBCL pathogenesis.",
      "authorList": [
        "Pasqualucci L",
        "Migliazza A",
        "Basso K",
        "Houldsworth J",
        "Chaganti RS",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Migliazza A, Basso K, Houldsworth J, Chaganti RS, Dalla-Favera R",
      "journal": "Blood",
      "year": 2003,
      "month": 4,
      "day": 15,
      "volume": "101",
      "issue": "8",
      "pages": "2914-23",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "15202519",
      "pmcid": "",
      "doi": "10.1080/10428190310001621588",
      "title": "Molecular pathogenesis of non-Hodgkin's lymphoma: the role of Bcl-6",
      "abstract": "Non-Hodgkin's lymphomas (NHL) form a heterogeneous group of diseases, with diffuse large B-cell lymphoma (DLBCL) comprising the largest subgroup. The commonest chromosomal translocations found in DLBCL are those affecting band 3q27. In 35% of DLBCL cases, as well as in a small fraction of follicular lymphomas, the normal transcriptional regulation of Bcl-6 is disrupted by these chromosomal translocations. In addition, about three-quarters of cases of DLBCL display multiple somatic mutations in the 5' non-coding region of Bcl-6, which occur independently of chromosomal translocations and appear to be due to the IgV-associated somatic hypermutation process. Bcl-6 is a 95-kD nuclear phosphoprotein belonging to the BTB/POZ (bric-a-brac, tramtrack, broad complex/Pox virus zinc finger) zinc finger family of transcription factors. It has been suggested that Bcl-6 is important in the repression of genes involved in the control of lymphocyte activation, differentiation, and apoptosis within the germinal center, and that its down-regulation is necessary for normal B-cells to exit the germinal center. Bcl-6 remains constitutively expressed in a substantial proportion of B-cell lymphomas. Recently, acetylation has been identified as a mode for down-regulating Bcl-6 activity by inhibition of the ability of Bcl-6 to recruit complexes containing histone deacetylases (HDAC). The pharmacologic inhibition of two recently identified deacetylation pathways, HDAC- and silent information regulator (SIR)-2-dependent deacetylation, results in the accumulation of inactive acetylated Bcl-6 and thus in cell cycle arrest and apoptosis in B-cell lymphoma cells. These results reveal a new method of regulating Bcl-6, with the potential for therapeutic exploitation. These studies also indicate a novel mechanism by which acetylation promotes transcription, not only by modifying histones and activating transcriptional activators, but also by inhibiting transcriptional repressors.",
      "authorList": [
        "Pasqualucci L",
        "Bereshchenko O",
        "Bereschenko O",
        "Niu H",
        "Klein U",
        "Basso K",
        "Guglielmino R",
        "Cattoretti G",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Bereshchenko O, Bereschenko O, Niu H, Klein U, Basso K, Guglielmino R, Cattoretti G, Dalla-Favera R",
      "journal": "Leuk Lymphoma",
      "year": 2003,
      "month": -1,
      "day": -1,
      "volume": "44 Suppl 3",
      "issue": "",
      "pages": "S5-12",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "11460166",
      "pmcid": "",
      "doi": "10.1038/35085588",
      "title": "Hypermutation of multiple proto-oncogenes in B-cell diffuse large-cell lymphomas",
      "abstract": "Genomic instability promotes tumorigenesis and can occur through various mechanisms, including defective segregation of chromosomes or inactivation of DNA mismatch repair. Although B-cell lymphomas are associated with chromosomal translocations that deregulate oncogene expression, a mechanism for genome-wide instability during lymphomagenesis has not been described. During B-cell development, the immunoglobulin variable (V) region genes are subject to somatic hypermutation in germinal-centre B cells. Here we report that an aberrant hypermutation activity targets multiple loci, including the proto-oncogenes PIM1, MYC, RhoH/TTF (ARHH) and PAX5, in more than 50% of diffuse large-cell lymphomas (DLCLs), which are tumours derived from germinal centres. Mutations are distributed in the 5' untranslated or coding sequences, are independent of chromosomal translocations, and share features typical of V-region-associated somatic hypermutation. In contrast to mutations in V regions, however, these mutations are not detectable in normal germinal-centre B cells or in other germinal-centre-derived lymphomas, suggesting a DLCL-associated malfunction of somatic hypermutation. Intriguingly, the four hypermutable genes are susceptible to chromosomal translocations in the same region, consistent with a role for hypermutation in generating translocations by DNA double-strand breaks. By mutating multiple genes, and possibly by favouring chromosomal translocations, aberrant hypermutation may represent the major contributor to lymphomagenesis.",
      "authorList": [
        "Pasqualucci L",
        "Neumeister P",
        "Goossens T",
        "Nanjangud G",
        "Chaganti RS",
        "Küppers R",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Neumeister P, Goossens T, Nanjangud G, Chaganti RS, Küppers R, Dalla-Favera R",
      "journal": "Nature",
      "year": 2001,
      "month": 7,
      "day": 19,
      "volume": "412",
      "issue": "6844",
      "pages": "341-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "riccardo-dalla-favera"],
      "isbn": ""
    }
  ]
}
