{
  "person": "liang-cheng",
  "publications": [
    {
      "pmid": "31586391",
      "pmcid": "PMC6868363",
      "doi": "10.1093/nar/gkz858",
      "title": "Chromatin Assembly Factor 1 (CAF-1) facilitates the establishment of facultative heterochromatin during pluripotency exit",
      "abstract": "Establishment and subsequent maintenance of distinct chromatin domains during embryonic stem cell (ESC) differentiation are crucial for lineage specification and cell fate determination. Here we show that the histone chaperone Chromatin Assembly Factor 1 (CAF-1), which is recruited to DNA replication forks through its interaction with proliferating cell nuclear antigen (PCNA) for nucleosome assembly, participates in the establishment of H3K27me3-mediated silencing during differentiation. Deletion of CAF-1 p150 subunit impairs the silencing of many genes including Oct4, Sox2 and Nanog as well as the establishment of H3K27me3 at these gene promoters during ESC differentiation. Mutations of PCNA residues involved in recruiting CAF-1 to the chromatin also result in defects in differentiation in vitro and impair early embryonic development as p150 deletion. Together, these results reveal that the CAF-1-PCNA nucleosome assembly pathway plays an important role in the establishment of H3K27me3-mediated silencing during cell fate determination.",
      "authorList": [
        "Cheng L",
        "Zhang X",
        "Wang Y",
        "Gan H",
        "Xu X",
        "Lv X",
        "Hua X",
        "Que J",
        "Ordog T",
        "Zhang Z"
      ],
      "authors": "Cheng L, Zhang X, Wang Y, Gan H, Xu X, Lv X, Hua X, Que J, Ordog T, Zhang Z",
      "journal": "Nucleic Acids Res",
      "year": 2019,
      "month": 12,
      "day": 2,
      "volume": "47",
      "issue": "21",
      "pages": "11114-11131",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "liang-cheng",
        "xu-zhang",
        "xiaowei-xu",
        "xu-hua",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "29932419",
      "pmcid": "PMC6033537",
      "doi": "10.7554/eLife.36696",
      "title": "H3.3K27M mutant proteins reprogram epigenome by sequestering the PRC2 complex to poised enhancers",
      "abstract": "Expression of histone H3.3K27M mutant proteins in human diffuse intrinsic pontine glioma (DIPG) results in a global reduction of tri-methylation of H3K27 (H3K27me3), and paradoxically, H3K27me3 peaks remain at hundreds of genomic loci, a dichotomous change that lacks mechanistic insights. Here, we show that the PRC2 complex is sequestered at poised enhancers, but not at active promoters with high levels of H3.3K27M proteins, thereby contributing to the global reduction of H3K27me3. Moreover, the levels of H3.3K27M proteins are low at the retained H3K27me3 peaks and consequently having minimal effects on the PRC2 activity at these loci. H3K27me3-mediated silencing at specific tumor suppressor genes, including Wilms Tumor 1, promotes proliferation of DIPG cells. These results support a model in which the PRC2 complex is redistributed to poised enhancers in H3.3K27M mutant cells and contributes to tumorigenesis in part by locally enhancing H3K27me3, and hence silencing of tumor suppressor genes.",
      "authorList": [
        "Fang D",
        "Gan H",
        "Cheng L",
        "Lee JH",
        "Zhou H",
        "Sarkaria JN",
        "Daniels DJ",
        "Zhang Z"
      ],
      "authors": "Fang D, Gan H, Cheng L, Lee JH, Zhou H, Sarkaria JN, Daniels DJ, Zhang Z",
      "journal": "Elife",
      "year": 2018,
      "month": 6,
      "day": 22,
      "volume": "7",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["liang-cheng", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "26982726",
      "pmcid": "PMC4836395",
      "doi": "10.1038/nature17157",
      "title": "Deletions linked to TP53 loss drive cancer through p53-independent mechanisms",
      "abstract": "Mutations disabling the TP53 tumour suppressor gene represent the most frequent events in human cancer and typically occur through a two-hit mechanism involving a missense mutation in one allele and a 'loss of heterozygosity' deletion encompassing the other. While TP53 missense mutations can also contribute gain-of-function activities that impact tumour progression, it remains unclear whether the deletion event, which frequently includes many genes, impacts tumorigenesis beyond TP53 loss alone. Here we show that somatic heterozygous deletion of mouse chromosome 11B3, a 4-megabase region syntenic to human 17p13.1, produces a greater effect on lymphoma and leukaemia development than Trp53 deletion. Mechanistically, the effect of 11B3 loss on tumorigenesis involves co-deleted genes such as Eif5a and Alox15b (also known as Alox8), the suppression of which cooperates with Trp53 loss to produce more aggressive disease. Our results imply that the selective advantage produced by human chromosome 17p deletion reflects the combined impact of TP53 loss and the reduced dosage of linked tumour suppressor genes. ",
      "authorList": [
        "Liu Y",
        "Chen C",
        "Xu Z",
        "Scuoppo C",
        "Rillahan CD",
        "Gao J",
        "Spitzer B",
        "Bosbach B",
        "Kastenhuber ER",
        "Baslan T",
        "Ackermann S",
        "Cheng L",
        "Wang Q",
        "Niu T",
        "Schultz N",
        "Levine RL",
        "Mills AA",
        "Lowe SW"
      ],
      "authors": "Liu Y, Chen C, Xu Z, Scuoppo C, Rillahan CD, Gao J, Spitzer B, Bosbach B, Kastenhuber ER, Baslan T, Ackermann S, Cheng L, Wang Q, Niu T, Schultz N, Levine RL, Mills AA, Lowe SW",
      "journal": "Nature",
      "year": 2016,
      "month": 3,
      "day": 24,
      "volume": "531",
      "issue": "7595",
      "pages": "471-475",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "claudio-scuoppo", "liang-cheng"],
      "isbn": ""
    }
  ]
}
