{
  "person": "marissa-rashkovan",
  "publications": [
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31676734",
      "pmcid": "PMC6824464",
      "doi": "10.1101/gad.326470.119",
      "title": "Metabolic dependencies and vulnerabilities in leukemia",
      "abstract": "Leukemia cell proliferation requires up-regulation and rewiring of metabolic pathways to feed anabolic cell growth. Oncogenic drivers directly and indirectly regulate metabolic pathways, and aberrant metabolism is central not only for leukemia proliferation and survival, but also mediates oncogene addiction with significant implications for the development of targeted therapies. This review explores leukemia metabolic circuitries feeding anabolism, redox potential, and energy required for tumor propagation with an emphasis on emerging therapeutic opportunities.",
      "authorList": ["Rashkovan M", "Ferrando A"],
      "authors": "Rashkovan M, Ferrando A",
      "journal": "Genes Dev",
      "year": 2019,
      "month": 11,
      "day": 1,
      "volume": "33",
      "issue": "21-22",
      "pages": "1460-1474",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["marissa-rashkovan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "30567843",
      "pmcid": "PMC6425751",
      "doi": "10.1158/2159-8290.CD-18-1005",
      "title": "Phf6 Loss Enhances HSC Self-Renewal Driving Tumor Initiation and Leukemia Stem Cell Activity in T-ALL",
      "abstract": "The plant homeodomain 6 gene (PHF6) is frequently mutated in human T-cell acute lymphoblastic leukemia (T-ALL); however, its specific functional role in leukemia development remains to be established. Here, we show that loss of PHF6 is an early mutational event in leukemia transformation. Mechanistically, genetic inactivation of Phf6 in the hematopoietic system enhances hematopoietic stem cell (HSC) long-term self-renewal and hematopoietic recovery after chemotherapy by rendering Phf6 knockout HSCs more quiescent and less prone to stress-induced activation. Consistent with a leukemia-initiating tumor suppressor role, inactivation of Phf6 in hematopoietic progenitors lowers the threshold for the development of NOTCH1-induced T-ALL. Moreover, loss of Phf6 in leukemia lymphoblasts activates a leukemia stem cell transcriptional program and drives enhanced T-ALL leukemia-initiating cell activity. These results implicate Phf6 in the control of HSC homeostasis and long-term self-renewal and support a role for PHF6 loss as a driver of leukemia-initiating cell activity in T-ALL. SIGNIFICANCE: Phf6 controls HSC homeostasis, leukemia initiation, and T-ALL leukemia-initiating cell self-renewal. These results substantiate a role for PHF6 mutations as early events and drivers of leukemia stem cell activity in the pathogenesis of T-ALL.This article is highlighted in the In This Issue feature, p. 305.",
      "authorList": [
        "Wendorff AA",
        "Quinn SA",
        "Rashkovan M",
        "Madubata CJ",
        "Ambesi-Impiombato A",
        "Litzow MR",
        "Tallman MS",
        "Paietta E",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Rabadan R",
        "Van Vlierberghe P",
        "Ferrando AA"
      ],
      "authors": "Wendorff AA, Quinn SA, Rashkovan M, Madubata CJ, Ambesi-Impiombato A, Litzow MR, Tallman MS, Paietta E, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Rabadan R, Van Vlierberghe P, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "9",
      "issue": "3",
      "pages": "436-451",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "agnieszka-wendorff",
        "stuart-aidan-quinn",
        "marissa-rashkovan",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "25468973",
      "pmcid": "PMC4273400",
      "doi": "10.1073/pnas.1412107111",
      "title": "Miz-1 regulates translation of Trp53 via ribosomal protein L22 in cells undergoing V(D)J recombination",
      "abstract": "To be effective, the adaptive immune response requires a large repertoire of antigen receptors, which are generated through V(D)J recombination in lymphoid precursors. These precursors must be protected from DNA damage-induced cell death, however, because V(D)J recombination generates double-strand breaks and may activate p53. Here we show that the BTB/POZ domain protein Miz-1 restricts p53-dependent induction of apoptosis in both pro-B and DN3a pre-T cells that actively rearrange antigen receptor genes. Miz-1 exerts this function by directly activating the gene for ribosomal protein L22 (Rpl22), which binds to p53 mRNA and negatively regulates its translation. This mechanism limits p53 expression levels and thus contains its apoptosis-inducing functions in lymphocytes, precisely at differentiation stages in which V(D)J recombination occurs. ",
      "authorList": [
        "Rashkovan M",
        "Vadnais C",
        "Ross J",
        "Gigoux M",
        "Suh WK",
        "Gu W",
        "Kosan C",
        "Möröy T"
      ],
      "authors": "Rashkovan M, Vadnais C, Ross J, Gigoux M, Suh WK, Gu W, Kosan C, Möröy T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2014,
      "month": 12,
      "day": 16,
      "volume": "111",
      "issue": "50",
      "pages": "E5411-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["marissa-rashkovan", "wei-gu"],
      "isbn": ""
    }
  ]
}
