{
  "person": "raul-rabadan",
  "publications": [
    {
      "pmid": "34050029",
      "pmcid": "",
      "doi": "10.1073/pnas.2104504118",
      "title": "Genetic mechanisms of HLA-I loss and immune escape in diffuse large B cell lymphoma",
      "abstract": "Fifty percent of diffuse large B cell lymphoma (DLBCL) cases lack cell-surface expression of the class I major histocompatibility complex (MHC-I), thus escaping recognition by cytotoxic T cells. Here we show that, across B cell lymphomas, loss of MHC-I, but not MHC-II, is preferentially restricted to DLBCL. To identify the involved mechanisms, we performed whole exome and targeted HLA deep-sequencing in 74 DLBCL samples, and found somatic inactivation of B2M and the HLA-I loci in 80% (34 of 42) of MHC-INEG tumors. Furthermore, 70% (22 of 32) of MHC-IPOS DLBCLs harbored monoallelic HLA-I genetic alterations (MHC-IPOS/mono), indicating allele-specific inactivation. MHC-INEG and MHC-IPOS/mono cases harbored significantly higher mutational burden and inferred neoantigen load, suggesting potential coselection of HLA-I loss and sustained neoantigen production. Notably, the analysis of >500,000 individuals across different cancer types revealed common germline HLA-I homozygosity, preferentially in DLBCL. In mice, germinal-center B cells lacking HLA-I expression did not progress to lymphoma and were counterselected in the context of oncogene-driven lymphomagenesis, suggesting that additional events are needed to license immune evasion. These results suggest a multistep process of HLA-I loss in DLBCL development including both germline and somatic events, and have direct implications for the pathogenesis and immunotherapeutic targeting of this disease.",
      "authorList": [
        "Fangazio M",
        "Ladewig E",
        "Gomez K",
        "Garcia-Ibanez L",
        "Kumar R",
        "Teruya-Feldstein J",
        "Rossi D",
        "Filip I",
        "Pan-Hammarström Q",
        "Inghirami G",
        "Boldorini R",
        "Ott G",
        "Staiger AM",
        "Chapuy B",
        "Gaidano G",
        "Bhagat G",
        "Basso K",
        "Rabadan R",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Fangazio M, Ladewig E, Gomez K, Garcia-Ibanez L, Kumar R, Teruya-Feldstein J, Rossi D, Filip I, Pan-Hammarström Q, Inghirami G, Boldorini R, Ott G, Staiger AM, Chapuy B, Gaidano G, Bhagat G, Basso K, Rabadan R, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2021,
      "month": 6,
      "day": 1,
      "volume": "118",
      "issue": "22",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "karen-gomez",
        "ioan-filip",
        "katia-basso",
        "raul-rabadan",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "34011400",
      "pmcid": "PMC8136167",
      "doi": "10.1186/s13073-021-00906-x",
      "title": "Single-cell characterization of macrophages in glioblastoma reveals MARCO as a mesenchymal pro-tumor marker",
      "abstract": "Macrophages are the most common infiltrating immune cells in gliomas and play a wide variety of pro-tumor and anti-tumor roles. However, the different subpopulations of macrophages and their effects on the tumor microenvironment remain poorly understood.",
      "authorList": [
        "Chen AX",
        "Gartrell RD",
        "Zhao J",
        "Upadhyayula PS",
        "Zhao W",
        "Yuan J",
        "Minns HE",
        "Dovas A",
        "Bruce JN",
        "Lasorella A",
        "Iavarone A",
        "Canoll P",
        "Sims PA",
        "Rabadan R"
      ],
      "authors": "Chen AX, Gartrell RD, Zhao J, Upadhyayula PS, Zhao W, Yuan J, Minns HE, Dovas A, Bruce JN, Lasorella A, Iavarone A, Canoll P, Sims PA, Rabadan R",
      "journal": "Genome Med",
      "year": 2021,
      "month": 5,
      "day": 19,
      "volume": "13",
      "issue": "1",
      "pages": "88",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "33140187",
      "pmcid": "",
      "doi": "10.1007/s00262-020-02769-4",
      "title": "High tumor mutational burden and T-cell activation are associated with long-term response to anti-PD1 therapy in Lynch syndrome recurrent glioblastoma patient",
      "abstract": "Glioblastomas (GBMs) in patients harboring somatic or germinal mutations of mismatch-repair (MMR) genes exhibit a hypermutable phenotype. Here, we describe a GBM patient with increased tumor mutational burden and germline MMR mutations, treated using anti-PD1 therapy.",
      "authorList": [
        "Anghileri E",
        "Di Ianni N",
        "Paterra R",
        "Langella T",
        "Zhao J",
        "Eoli M",
        "Patanè M",
        "Pollo B",
        "Cuccarini V",
        "Iavarone A",
        "Rabadan R",
        "Finocchiaro G",
        "Pellegatta S"
      ],
      "authors": "Anghileri E, Di Ianni N, Paterra R, Langella T, Zhao J, Eoli M, Patanè M, Pollo B, Cuccarini V, Iavarone A, Rabadan R, Finocchiaro G, Pellegatta S",
      "journal": "Cancer Immunol Immunother",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "70",
      "issue": "3",
      "pages": "831-842",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["junfei-zhao", "antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "33404608",
      "pmcid": "PMC7791342",
      "doi": "10.1083/jcb.201807163",
      "title": "The UVSSA complex alleviates MYC-driven transcription stress",
      "abstract": "Cancer cells develop strong genetic dependencies, enabling survival under oncogenic stress. MYC is a key oncogene activated across most cancers, and identifying associated synthetic lethality or sickness can provide important clues about its activity and potential therapeutic strategies. On the basis of previously conducted genome-wide screenings in MCF10A cells expressing MYC fused to an estrogen receptor fragment, we identified UVSSA, a gene involved in transcription-coupled repair, whose knockdown or knockout decreased cell viability when combined with MYC expression. Synthetic sick interactions between MYC expression and UVSSA down-regulation correlated with ATM/CHK2 activation, suggesting increased genome instability. We show that the synthetic sick interaction is diminished by attenuating RNA polymerase II (RNAPII) activity; yet, it is independent of UV-induced damage repair, suggesting that UVSSA has a critical function in regulating RNAPII in the absence of exogenous DNA damage. Supporting this hypothesis, RNAPII ChIP-seq revealed that MYC-dependent increases in RNAPII promoter occupancy are reduced or abrogated by UVSSA knockdown, suggesting that UVSSA influences RNAPII dynamics during MYC-dependent transcription. Taken together, our data show that the UVSSA complex has a significant function in supporting MYC-dependent RNAPII dynamics and maintaining cell survival during MYC addiction. While the role of UVSSA in regulating RNAPII has been documented thus far only in the context of UV-induced DNA damage repair, we propose that its activity is also required to cope with transcriptional changes induced by oncogene activation.",
      "authorList": [
        "Sato M",
        "Liebau AW",
        "Liu Z",
        "Liu L",
        "Rabadan R",
        "Gautier J"
      ],
      "authors": "Sato M, Liebau AW, Liu Z, Liu L, Rabadan R, Gautier J",
      "journal": "J Cell Biol",
      "year": 2021,
      "month": 2,
      "day": 1,
      "volume": "220",
      "issue": "2",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "andrew-liebau",
        "zhaoqi-liu",
        "raul-rabadan",
        "jean-gautier"
      ],
      "isbn": ""
    },
    {
      "pmid": "33928261",
      "pmcid": "PMC8081346",
      "doi": "10.1038/s43018-020-00161-w",
      "title": "FYN-TRAF3IP2 induces NF-κB signaling-driven peripheral T cell lymphoma",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) and peripheral T cell lymphoma not-otherwise-specified (PTCL, NOS) have poor prognosis and lack driver actionable targets for directed therapies in most cases. Here we identify FYN-TRAF3IP2 as a recurrent oncogenic gene fusion in AITL and PTCL, NOS tumors. Mechanistically, we show that FYN-TRAF3IP2 leads to aberrant NF-κB signaling downstream of T cell receptor activation. Consistent with a driver oncogenic role, FYN-TRAF3IP2 expression in hematopoietic progenitors induces NF-κB-driven T cell transformation in mice and cooperates with loss of the Tet2 tumor suppressor in PTCL development. Moreover, abrogation of NF-κB signaling in FYN-TRAF3IP2-induced tumors with IκB kinase inhibitors delivers strong anti-lymphoma effects in vitro and in vivo. These results demonstrate an oncogenic and pharmacologically targetable role for FYN-TRAF3IP2 in PTCLs and call for the clinical testing of anti-NF-κB targeted therapies in these diseases.",
      "authorList": [
        "Moon CS",
        "Reglero C",
        "Cortes JR",
        "Quinn SA",
        "Alvarez S",
        "Zhao J",
        "Lin WW",
        "Cooke AJ",
        "Abate F",
        "Soderquist CR",
        "Fiñana C",
        "Inghirami G",
        "Campo E",
        "Bhagat G",
        "Rabadan R",
        "Palomero T",
        "Ferrando AA"
      ],
      "authors": "Moon CS, Reglero C, Cortes JR, Quinn SA, Alvarez S, Zhao J, Lin WW, Cooke AJ, Abate F, Soderquist CR, Fiñana C, Inghirami G, Campo E, Bhagat G, Rabadan R, Palomero T, Ferrando AA",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 1,
      "day": -1,
      "volume": "2",
      "issue": "1",
      "pages": "98-113",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "junfei-zhao",
        "anisha-cooke",
        "raul-rabadan",
        "teresa-palomero",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "33796864",
      "pmcid": "PMC8011577",
      "doi": "10.1038/s43018-020-00124-1",
      "title": "Mutational and functional genetics mapping of chemotherapy resistance mechanisms in relapsed acute lymphoblastic leukemia",
      "abstract": "Multi-agent combination chemotherapy can be curative in acute lymphoblastic leukemia (ALL). Still, patients with primary refractory disease or with relapsed leukemia have a very poor prognosis. Here we integrate an in-depth dissection of the mutational landscape across diagnostic and relapsed pediatric and adult ALL samples with genome-wide CRISPR screen analysis of gene-drug interactions across seven ALL chemotherapy drugs. By combining these analyses, we uncover diagnostic and relapse-specific mutational mechanisms as well as genetic drivers of chemoresistance. Functionally, our data identifies common and drug-specific pathways modulating chemotherapy response and underscores the effect of drug combinations in restricting the selection of resistance-driving genetic lesions. In addition, by identifying actionable targets for the reversal of chemotherapy resistance, these analyses open novel therapeutic opportunities for the treatment of relapse and refractory disease.",
      "authorList": [
        "Oshima K",
        "Zhao J",
        "Pérez-Durán P",
        "Brown JA",
        "Patiño-Galindo JA",
        "Chu T",
        "Quinn A",
        "Gunning T",
        "Belver L",
        "Ambesi-Impiombato A",
        "Tosello V",
        "Wang Z",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Balbin M",
        "Nicolas C",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Litzow M",
        "Minden MD",
        "Meijerink J",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Oshima K, Zhao J, Pérez-Durán P, Brown JA, Patiño-Galindo JA, Chu T, Quinn A, Gunning T, Belver L, Ambesi-Impiombato A, Tosello V, Wang Z, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Balbin M, Nicolas C, Gastier-Foster JM, Devidas M, Loh ML, Paietta E, Tallman MS, Rowe JM, Litzow M, Minden MD, Meijerink J, Rabadan R, Ferrando A",
      "journal": "Nat Cancer",
      "year": 2020,
      "month": 11,
      "day": -1,
      "volume": "1",
      "issue": "11",
      "pages": "1113-1127",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "jessie-a-brown",
        "thomas-gunning",
        "laura-belver-miguel",
        "zixuan-wang",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "",
      "pmcid": "",
      "title": "Genomic Characterization of HIV-Associated Plasmablastic Lymphoma Identifies Pervasive Mutations in the JAK-STAT Pathway",
      "abstract": "",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": 1,
      "volume": "",
      "issue": "",
      "pages": "112-125",
      "tagList": [
        "article",
        "additional",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "https://bloodcancerdiscov.aacrjournals.org/content/1/1/112",
      "labs": ["raul-rabadan"],
      "doi": "10.1158/2643-3230.BCD-20-0051",
      "peopleList": ["laura-pasqualucci", "karen-gomez", "raul-rabadan"],
      "isbn": "",
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P"
    },
    {
      "pmid": "33225311",
      "pmcid": "PMC7679070",
      "doi": "10.1158/2643-3249.bcd-20-0051",
      "title": "Genomic characterization of HIV-associated plasmablastic lymphoma identifies pervasive mutations in the JAK-STAT pathway",
      "abstract": "Plasmablastic lymphoma (PBL) is an aggressive B-cell non-Hodgkin lymphoma associated with immunodeficiency in the context of Human Immunodeficiency Virus (HIV) infection or iatrogenic immunosuppression. While a rare disease in general, the incidence is dramatically increased in regions of the world with high HIV prevalence. The molecular pathogenesis of this disease is poorly characterized. Here, we defined the genomic features of PBL in a cohort of 110 patients from South Africa (15 by whole exome sequencing and 95 by deep targeted sequencing). We identified recurrent mutations in genes of the JAK-STAT signaling pathway, including STAT3 (42%), JAK1 (14%) and SOCS1 (10%), leading to its constitutive activation. Moreover, 24% of cases harbored gain-of-function mutations in RAS family members (NRAS and KRAS). Comparative analysis with other B-cell malignancies uncovered PBL-specific somatic mutations and transcriptional programs. We also found recurrent copy number gains encompassing the CD44 gene (37%), which encodes for a cell surface receptor involved in lymphocyte activation and homing, and was found expressed at high levels in all tested cases, independent of genetic alterations. These findings have implications for the understanding of the pathogenesis of this disease and the development of personalized medicine approaches.",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": -1,
      "volume": "1",
      "issue": "1",
      "pages": "112-125",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "ioan-filip",
        "karen-gomez",
        "junfei-zhao",
        "laura-pasqualucci",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "32188705",
      "pmcid": "",
      "doi": "10.1158/2159-8290.CD-19-1330",
      "title": "Mutations in the RNA Splicing Factor SF3B1 Promote Tumorigenesis through MYC Stabilization",
      "abstract": "Although mutations in the gene encoding the RNA splicing factor SF3B1 are frequent in multiple cancers, their functional effects and therapeutic dependencies are poorly understood. Here, we characterize 98 tumors and 12 isogenic cell lines harboring SF3B1 hotspot mutations, identifying hundreds of cryptic 3' splice sites common and specific to different cancer types. Regulatory network analysis revealed that the most common SF3B1 mutation activates MYC via effects conserved across human and mouse cells. SF3B1 mutations promote decay of transcripts encoding the protein phosphatase 2A (PP2A) subunit PPP2R5A, increasing MYC S62 and BCL2 S70 phosphorylation which, in turn, promotes MYC protein stability and impair apoptosis, respectively. Genetic PPP2R5A restoration or pharmacologic PP2A activation impaired SF3B1-mutant tumorigenesis, elucidating a therapeutic approach to aberrant splicing by mutant SF3B1. SIGNIFICANCE: Here, we identify that mutations in SF3B1, the most commonly mutated splicing factor gene across cancers, alter splicing of a specific subunit of the PP2A serine/threonine phosphatase complex to confer post-translational MYC and BCL2 activation, which is therapeutically intervenable using an FDA-approved drug.See related commentary by O'Connor and Narla, p. 765.This article is highlighted in the In This Issue feature, p. 747.",
      "authorList": [
        "Liu Z",
        "Yoshimi A",
        "Wang J",
        "Cho H",
        "Chun-Wei Lee S",
        "Ki M",
        "Bitner L",
        "Chu T",
        "Shah H",
        "Liu B",
        "Mato AR",
        "Ruvolo P",
        "Fabbri G",
        "Pasqualucci L",
        "Abdel-Wahab O",
        "Rabadan R"
      ],
      "authors": "Liu Z, Yoshimi A, Wang J, Cho H, Chun-Wei Lee S, Ki M, Bitner L, Chu T, Shah H, Liu B, Mato AR, Ruvolo P, Fabbri G, Pasqualucci L, Abdel-Wahab O, Rabadan R",
      "journal": "Cancer Discov",
      "year": 2020,
      "month": 6,
      "day": -1,
      "volume": "10",
      "issue": "6",
      "pages": "806-821",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "32332164",
      "pmcid": "PMC7229667",
      "doi": "10.1073/pnas.1922622117",
      "title": "Pan-cancer analysis identifies mutations in SUGP1 that recapitulate mutant SF3B1 splicing dysregulation",
      "abstract": "The gene encoding the core spliceosomal protein SF3B1 is the most frequently mutated gene encoding a splicing factor in a variety of hematologic malignancies and solid tumors. SF3B1 mutations induce use of cryptic 3' splice sites (3'ss), and these splicing errors contribute to tumorigenesis. However, it is unclear how widespread this type of cryptic 3'ss usage is in cancers and what is the full spectrum of genetic mutations that cause such missplicing. To address this issue, we performed an unbiased pan-cancer analysis to identify genetic alterations that lead to the same aberrant splicing as observed with SF3B1 mutations. This analysis identified multiple mutations in another spliceosomal gene, SUGP1, that correlated with significant usage of cryptic 3'ss known to be utilized in mutant SF3B1 expressing cells. Remarkably, this is consistent with recent biochemical studies that identified a defective interaction between mutant SF3B1 and SUGP1 as the molecular defect responsible for cryptic 3'ss usage. Experimental validation revealed that five different SUGP1 mutations completely or partially recapitulated the 3'ss defects. Our analysis suggests that SUGP1 mutations in cancers can induce missplicing identical or similar to that observed in mutant SF3B1 cancers.",
      "authorList": [
        "Liu Z",
        "Zhang J",
        "Sun Y",
        "Perea-Chamblee TE",
        "Manley JL",
        "Rabadan R"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 5,
      "day": 12,
      "volume": "117",
      "issue": "19",
      "pages": "10305-10312",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "zhaoqi-liu", "tomin-perea-chamblee"],
      "isbn": "",
      "authors": "Liu Z, Zhang J, Sun Y, Perea-Chamblee TE, Manley JL, Rabadan R"
    },
    {
      "pmid": "",
      "pmcid": "",
      "title": "Understanding Coronavirus (Understanding Life)",
      "abstract": "",
      "authorList": ["Rabadan R"],
      "journal": "Cambridge University Press",
      "year": 2020,
      "month": -1,
      "day": -1,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "book",
        "additional",
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "https://www.amazon.com/Understanding-Coronavirus-Life-Raul-Rabadan/dp/1108826717",
      "labs": ["raul-rabadan"],
      "doi": "",
      "isbn": "ISBN-13: 978-1108826716",
      "peopleList": ["raul-rabadan"],
      "authors": "Rabadan R"
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31748746",
      "pmcid": "PMC6897368",
      "doi": "10.1038/s41586-019-1775-1",
      "title": "Longitudinal molecular trajectories of diffuse glioma in adults",
      "abstract": "The evolutionary processes that drive universal therapeutic resistance in adult patients with diffuse glioma remain unclear1,2. Here we analysed temporally separated DNA-sequencing data and matched clinical annotation from 222 adult patients with glioma. By analysing mutations and copy numbers across the three major subtypes of diffuse glioma, we found that driver genes detected at the initial stage of disease were retained at recurrence, whereas there was little evidence of recurrence-specific gene alterations. Treatment with alkylating agents resulted in a hypermutator phenotype at different rates across the glioma subtypes, and hypermutation was not associated with differences in overall survival. Acquired aneuploidy was frequently detected in recurrent gliomas and was characterized by IDH mutation but without co-deletion of chromosome arms 1p/19q, and further converged with acquired alterations in the cell cycle and poor outcomes. The clonal architecture of each tumour remained similar over time, but the presence of subclonal selection was associated with decreased survival. Finally, there were no differences in the levels of immunoediting between initial and recurrent gliomas. Collectively, our results suggest that the strongest selective pressures occur during early glioma development and that current therapies shape this evolution in a largely stochastic manner.",
      "authorList": [
        "Barthel FP",
        "Johnson KC",
        "Varn FS",
        "Moskalik AD",
        "Tanner G",
        "Kocakavuk E",
        "Anderson KJ",
        "Abiola O",
        "Aldape K",
        "Alfaro KD",
        "Alpar D",
        "Amin SB",
        "Ashley DM",
        "Bandopadhayay P",
        "Barnholtz-Sloan JS",
        "Beroukhim R",
        "Bock C",
        "Brastianos PK",
        "Brat DJ",
        "Brodbelt AR",
        "Bruns AF",
        "Bulsara KR",
        "Chakrabarty A",
        "Chakravarti A",
        "Chuang JH",
        "Claus EB",
        "Cochran EJ",
        "Connelly J",
        "Costello JF",
        "Finocchiaro G",
        "Fletcher MN",
        "French PJ",
        "Gan HK",
        "Gilbert MR",
        "Gould PV",
        "Grimmer MR",
        "Iavarone A",
        "Ismail A",
        "Jenkinson MD",
        "Khasraw M",
        "Kim H",
        "Kouwenhoven MCM",
        "LaViolette PS",
        "Li M",
        "Lichter P",
        "Ligon KL",
        "Lowman AK",
        "Malta TM",
        "Mazor T",
        "McDonald KL",
        "Molinaro AM",
        "Nam DH",
        "Nayyar N",
        "Ng HK",
        "Ngan CY",
        "Niclou SP",
        "Niers JM",
        "Noushmehr H",
        "Noorbakhsh J",
        "Ormond DR",
        "Park CK",
        "Poisson LM",
        "Rabadan R",
        "Radlwimmer B",
        "Rao G",
        "Reifenberger G",
        "Sa JK",
        "Schuster M",
        "Shaw BL",
        "Short SC",
        "Smitt PAS",
        "Sloan AE",
        "Smits M",
        "Suzuki H",
        "Tabatabai G",
        "Van Meir EG",
        "Watts C",
        "Weller M",
        "Wesseling P",
        "Westerman BA",
        "Widhalm G",
        "Woehrer A",
        "Yung WKA",
        "Zadeh G",
        "Huse JT",
        "De Groot JF",
        "Stead LF",
        "Verhaak RGW"
      ],
      "authors": "Barthel FP, Johnson KC, Varn FS, Moskalik AD, Tanner G, Kocakavuk E, Anderson KJ, Abiola O, Aldape K, Alfaro KD, Alpar D, Amin SB, Ashley DM, Bandopadhayay P, Barnholtz-Sloan JS, Beroukhim R, Bock C, Brastianos PK, Brat DJ, Brodbelt AR, Bruns AF, Bulsara KR, Chakrabarty A, Chakravarti A, Chuang JH, Claus EB, Cochran EJ, Connelly J, Costello JF, Finocchiaro G, Fletcher MN, French PJ, Gan HK, Gilbert MR, Gould PV, Grimmer MR, Iavarone A, Ismail A, Jenkinson MD, Khasraw M, Kim H, Kouwenhoven MCM, LaViolette PS, Li M, Lichter P, Ligon KL, Lowman AK, Malta TM, Mazor T, McDonald KL, Molinaro AM, Nam DH, Nayyar N, Ng HK, Ngan CY, Niclou SP, Niers JM, Noushmehr H, Noorbakhsh J, Ormond DR, Park CK, Poisson LM, Rabadan R, Radlwimmer B, Rao G, Reifenberger G, Sa JK, Schuster M, Shaw BL, Short SC, Smitt PAS, Sloan AE, Smits M, Suzuki H, Tabatabai G, Van Meir EG, Watts C, Weller M, Wesseling P, Westerman BA, Widhalm G, Woehrer A, Yung WKA, Zadeh G, Huse JT, De Groot JF, Stead LF, Verhaak RGW",
      "journal": "Nature",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "576",
      "issue": "7785",
      "pages": "112-120",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "31383760",
      "pmcid": "PMC6708382",
      "doi": "10.1073/pnas.1905239116",
      "title": "Repurposing dasatinib for diffuse large B cell lymphoma",
      "abstract": "To repurpose compounds for diffuse large B cell lymphoma (DLBCL), we screened a library of drugs and other targeted compounds approved by the US Food and Drug Administration on 9 cell lines and validated the results on a panel of 32 genetically characterized DLBCL cell lines. Dasatinib, a multikinase inhibitor, was effective against 50% of DLBCL cell lines, as well as against in vivo xenografts. Dasatinib was more broadly active than the Bruton kinase inhibitor ibrutinib and overcame ibrutinib resistance. Tumors exhibiting dasatinib resistance were commonly characterized by activation of the PI3K pathway and loss of PTEN expression as a specific biomarker. PI3K suppression by mTORC2 inhibition synergized with dasatinib and abolished resistance in vitro and in vivo. These results provide a proof of concept for the repurposing approach in DLBCL, and point to dasatinib as an attractive strategy for further clinical development in lymphomas.",
      "authorList": [
        "Scuoppo C",
        "Wang J",
        "Persaud M",
        "Mittan SK",
        "Basso K",
        "Pasqualucci L",
        "Rabadan R",
        "Inghirami G",
        "Grandori C",
        "Bosch F",
        "Dalla-Favera R"
      ],
      "authors": "Scuoppo C, Wang J, Persaud M, Mittan SK, Basso K, Pasqualucci L, Rabadan R, Inghirami G, Grandori C, Bosch F, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 8,
      "day": 20,
      "volume": "116",
      "issue": "34",
      "pages": "16981-16986",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "claudio-scuoppo",
        "katia-basso",
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "30536544",
      "pmcid": "PMC6590456",
      "doi": "10.1002/ijc.32054",
      "title": "Hypermutagenesis in untreated adult gliomas due to inherited mismatch mutations",
      "abstract": "Hypermutagenesis refers to marked increase in the number of mutations due to continuous mutagenic process. Hypermutated tumors, have being found in several tumor types, are associated with inherited or acquired alterations in the DNA repair pathways. Hypermutation has been observed in a subset of adult glioma patients as a direct result of temozolomide(TMZ)-induced mutagenesis. In our study, we have identified a rare subset of treatment-naïve adult gliomas with de novo hypermutator phenotype and explored the evolution of spontaneous and treatment-induced hypermutagenesis. We conducted Whole-Exome Sequencing (WES), Whole-Transcriptome Sequencing (WTS), and Single-Cell Sequencing (SCS) of TMZ-naïve and post-TMZ-treated hypermutated tumors to identify distinct clinical or genomic manifestations that contribute to the development of hypermutation in untreated adult gliomas. TMZ-naïve hypermutated tumors were marked by absence of IDH1 somatic mutation and MGMT promoter (pMGMT) methylation, two genomic traits that were significantly associated with the TMZ-induced hypermutagenic event in glioblastoma, and harbored inherited alterations in the mismatch repair (MMR) machinery. The immediate family members of the TMZ-naive hypermutated glioma patients were also previous diagnosed with cancer development history, suggesting that germline dysfunction of the MMR pathway could potentially pose hereditary risk to genetic predisposition of carcinogenesis in gliomas. Lastly, both TMZ-naïve and post-TMZ-treated hypermutated tumors exhibited a significant accumulation of neoantigen loads, suggesting immunotherapeutic alternatives. Our results present new and unique understanding of hypermutagenic process in adult gliomas and an important step towards clinical implication of immunotherapy in glioma treatment.",
      "authorList": [
        "Sa JK",
        "Choi SW",
        "Zhao J",
        "Lee Y",
        "Zhang J",
        "Kong DS",
        "Choi JW",
        "Seol HJ",
        "Lee JI",
        "Iavarone A",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Sa JK, Choi SW, Zhao J, Lee Y, Zhang J, Kong DS, Choi JW, Seol HJ, Lee JI, Iavarone A, Rabadan R, Nam DH",
      "journal": "Int J Cancer",
      "year": 2019,
      "month": 6,
      "day": 15,
      "volume": "144",
      "issue": "12",
      "pages": "3023-3030",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["junfei-zhao", "antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "29440233",
      "pmcid": "PMC6086768",
      "doi": "10.1136/gutjnl-2017-314353",
      "title": "Comprehensive characterisation of compartment-specific long non-coding RNAs associated with pancreatic ductal adenocarcinoma",
      "abstract": "Pancreatic ductal adenocarcinoma (PDA) is a highly metastatic disease with limited therapeutic options. Genome and transcriptome analyses have identified signalling pathways and cancer driver genes with implications in patient stratification and targeted therapy. However, these analyses were performed in bulk samples and focused on coding genes, which represent a small fraction of the genome.",
      "authorList": [
        "Arnes L",
        "Liu Z",
        "Wang J",
        "Maurer C",
        "Sagalovskiy I",
        "Sanchez-Martin M",
        "Bommakanti N",
        "Garofalo DC",
        "Balderes DA",
        "Sussel L",
        "Olive KP",
        "Rabadan R"
      ],
      "authors": "Arnes L, Liu Z, Wang J, Maurer C, Sagalovskiy I, Sanchez-Martin M, Bommakanti N, Garofalo DC, Balderes DA, Sussel L, Olive KP, Rabadan R",
      "journal": "Gut",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "68",
      "issue": "3",
      "pages": "499-511",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "30742119",
      "pmcid": "PMC6810613",
      "doi": "10.1038/s41591-019-0349-y",
      "title": "Immune and genomic correlates of response to anti-PD-1 immunotherapy in glioblastoma",
      "abstract": "Immune checkpoint inhibitors have been successful across several tumor types; however, their efficacy has been uncommon and unpredictable in glioblastomas (GBM), where <10% of patients show long-term responses. To understand the molecular determinants of immunotherapeutic response in GBM, we longitudinally profiled 66 patients, including 17 long-term responders, during standard therapy and after treatment with PD-1 inhibitors (nivolumab or pembrolizumab). Genomic and transcriptomic analysis revealed a significant enrichment of PTEN mutations associated with immunosuppressive expression signatures in non-responders, and an enrichment of MAPK pathway alterations (PTPN11, BRAF) in responders. Responsive tumors were also associated with branched patterns of evolution from the elimination of neoepitopes as well as with differences in T cell clonal diversity and tumor microenvironment profiles. Our study shows that clinical response to anti-PD-1 immunotherapy in GBM is associated with specific molecular alterations, immune expression signatures, and immune infiltration that reflect the tumor's clonal evolution during treatment.",
      "authorList": [
        "Zhao J",
        "Chen AX",
        "Gartrell RD",
        "Silverman AM",
        "Aparicio L",
        "Chu T",
        "Bordbar D",
        "Shan D",
        "Samanamud J",
        "Mahajan A",
        "Filip I",
        "Orenbuch R",
        "Goetz M",
        "Yamaguchi JT",
        "Cloney M",
        "Horbinski C",
        "Lukas RV",
        "Raizer J",
        "Rae AI",
        "Yuan J",
        "Canoll P",
        "Bruce JN",
        "Saenger YM",
        "Sims P",
        "Iwamoto FM",
        "Sonabend AM",
        "Rabadan R"
      ],
      "journal": "Nat Med",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "25",
      "issue": "3",
      "pages": "462-469",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": [
        "raul-rabadan",
        "junfei-zhao",
        "luis-aparicio",
        "ioan-filip"
      ],
      "isbn": "",
      "authors": "Zhao J, Chen AX, Gartrell RD, Silverman AM, Aparicio L, Chu T, Bordbar D, Shan D, Samanamud J, Mahajan A, Filip I, Orenbuch R, Goetz M, Yamaguchi JT, Cloney M, Horbinski C, Lukas RV, Raizer J, Rae AI, Yuan J, Canoll P, Bruce JN, Saenger YM, Sims P, Iwamoto FM, Sonabend AM, Rabadan R"
    },
    {
      "pmid": "30567843",
      "pmcid": "PMC6425751",
      "doi": "10.1158/2159-8290.CD-18-1005",
      "title": "Phf6 Loss Enhances HSC Self-Renewal Driving Tumor Initiation and Leukemia Stem Cell Activity in T-ALL",
      "abstract": "The plant homeodomain 6 gene (PHF6) is frequently mutated in human T-cell acute lymphoblastic leukemia (T-ALL); however, its specific functional role in leukemia development remains to be established. Here, we show that loss of PHF6 is an early mutational event in leukemia transformation. Mechanistically, genetic inactivation of Phf6 in the hematopoietic system enhances hematopoietic stem cell (HSC) long-term self-renewal and hematopoietic recovery after chemotherapy by rendering Phf6 knockout HSCs more quiescent and less prone to stress-induced activation. Consistent with a leukemia-initiating tumor suppressor role, inactivation of Phf6 in hematopoietic progenitors lowers the threshold for the development of NOTCH1-induced T-ALL. Moreover, loss of Phf6 in leukemia lymphoblasts activates a leukemia stem cell transcriptional program and drives enhanced T-ALL leukemia-initiating cell activity. These results implicate Phf6 in the control of HSC homeostasis and long-term self-renewal and support a role for PHF6 loss as a driver of leukemia-initiating cell activity in T-ALL. SIGNIFICANCE: Phf6 controls HSC homeostasis, leukemia initiation, and T-ALL leukemia-initiating cell self-renewal. These results substantiate a role for PHF6 mutations as early events and drivers of leukemia stem cell activity in the pathogenesis of T-ALL.This article is highlighted in the In This Issue feature, p. 305.",
      "authorList": [
        "Wendorff AA",
        "Quinn SA",
        "Rashkovan M",
        "Madubata CJ",
        "Ambesi-Impiombato A",
        "Litzow MR",
        "Tallman MS",
        "Paietta E",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Rabadan R",
        "Van Vlierberghe P",
        "Ferrando AA"
      ],
      "authors": "Wendorff AA, Quinn SA, Rashkovan M, Madubata CJ, Ambesi-Impiombato A, Litzow MR, Tallman MS, Paietta E, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Rabadan R, Van Vlierberghe P, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "9",
      "issue": "3",
      "pages": "436-451",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "agnieszka-wendorff",
        "stuart-aidan-quinn",
        "marissa-rashkovan",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "30262818",
      "pmcid": "",
      "doi": "10.1038/s41588-018-0209-6",
      "title": "Pharmacogenomic landscape of patient-derived tumor cells informs precision oncology therapy",
      "abstract": "Outcomes of anticancer therapy vary dramatically among patients due to diverse genetic and molecular backgrounds, highlighting extensive intertumoral heterogeneity. The fundamental tenet of precision oncology defines molecular characterization of tumors to guide optimal patient-tailored therapy. Towards this goal, we have established a compilation of pharmacological landscapes of 462 patient-derived tumor cells (PDCs) across 14 cancer types, together with genomic and transcriptomic profiling in 385 of these tumors. Compared with the traditional long-term cultured cancer cell line models, PDCs recapitulate the molecular properties and biology of the diseases more precisely. Here, we provide insights into dynamic pharmacogenomic associations, including molecular determinants that elicit therapeutic resistance to EGFR inhibitors, and the potential repurposing of ibrutinib (currently used in hematological malignancies) for EGFR-specific therapy in gliomas. Lastly, we present a potential implementation of PDC-derived drug sensitivities for the prediction of clinical response to targeted therapeutics using retrospective clinical studies.",
      "authorList": [
        "Lee JK",
        "Liu Z",
        "Sa JK",
        "Shin S",
        "Wang J",
        "Bordyuh M",
        "Cho HJ",
        "Elliott O",
        "Chu T",
        "Choi SW",
        "Rosenbloom DIS",
        "Lee IH",
        "Shin YJ",
        "Kang HJ",
        "Kim D",
        "Kim SY",
        "Sim MH",
        "Kim J",
        "Lee T",
        "Seo YJ",
        "Shin H",
        "Lee M",
        "Kim SH",
        "Kwon YJ",
        "Oh JW",
        "Song M",
        "Kim M",
        "Kong DS",
        "Choi JW",
        "Seol HJ",
        "Lee JI",
        "Kim ST",
        "Park JO",
        "Kim KM",
        "Song SY",
        "Lee JW",
        "Kim HC",
        "Lee JE",
        "Choi MG",
        "Seo SW",
        "Shim YM",
        "Zo JI",
        "Jeong BC",
        "Yoon Y",
        "Ryu GH",
        "Kim NKD",
        "Bae JS",
        "Park WY",
        "Lee J",
        "Verhaak RGW",
        "Iavarone A",
        "Lee J",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Liu Z, Sa JK, Shin S, Wang J, Bordyuh M, Cho HJ, Elliott O, Chu T, Choi SW, Rosenbloom DIS, Lee IH, Shin YJ, Kang HJ, Kim D, Kim SY, Sim MH, Kim J, Lee T, Seo YJ, Shin H, Lee M, Kim SH, Kwon YJ, Oh JW, Song M, Kim M, Kong DS, Choi JW, Seol HJ, Lee JI, Kim ST, Park JO, Kim KM, Song SY, Lee JW, Kim HC, Lee JE, Choi MG, Seo SW, Shim YM, Zo JI, Jeong BC, Yoon Y, Ryu GH, Kim NKD, Bae JS, Park WY, Lee J, Verhaak RGW, Iavarone A, Lee J, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2018,
      "month": 10,
      "day": -1,
      "volume": "50",
      "issue": "10",
      "pages": "1399-1411",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "30034030",
      "pmcid": "PMC6051708",
      "doi": "10.1007/s10955-017-1945-1",
      "title": "On statistical modeling of sequencing noise in high depth data to assess tumor evolution",
      "abstract": "One cause of cancer mortality is tumor evolution to therapy-resistant disease. First line therapy often targets the dominant clone, and drug resistance can emerge from preexisting clones that gain fitness through therapy-induced natural selection. Such mutations may be identified using targeted sequencing assays by analysis of noise in high-depth data. Here, we develop a comprehensive, unbiased model for sequencing error background. We find that noise in sufficiently deep DNA sequencing data can be approximated by aggregating negative binomial distributions. Mutations with frequencies above noise may have prognostic value. We evaluate our model with simulated exponentially expanded populations as well as data from cell line and patient sample dilution experiments, demonstrating its utility in prognosticating tumor progression. Our results may have the potential to identify significant mutations that can cause recurrence. These results are relevant in the pre-treatment clinical setting to determine appropriate therapy and prepare for potential recurrence pretreatment.",
      "authorList": [
        "Rabadan R",
        "Bhanot G",
        "Marsilio S",
        "Chiorazzi N",
        "Pasqualucci L",
        "Khiabanian H"
      ],
      "authors": "Rabadan R, Bhanot G, Marsilio S, Chiorazzi N, Pasqualucci L, Khiabanian H",
      "journal": "J Stat Phys",
      "year": 2018,
      "month": 7,
      "day": -1,
      "volume": "172",
      "issue": "1",
      "pages": "143-155",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "29650799",
      "pmcid": "PMC6634958",
      "doi": "10.1182/blood-2017-11-814913",
      "title": "Pervasive mutations of JAK-STAT pathway genes in classical Hodgkin lymphoma",
      "abstract": "Dissecting the pathogenesis of classical Hodgkin lymphoma (cHL), a common cancer in young adults, remains challenging because of the rarity of tumor cells in involved tissues (usually <5%). Here, we analyzed the coding genome of cHL by microdissecting tumor and normal cells from 34 patient biopsies for a total of ∼50 000 singly isolated lymphoma cells. We uncovered several recurrently mutated genes, namely, STAT6 (32% of cases), GNA13 (24%), XPO1 (18%), and ITPKB (16%), and document the functional role of mutant STAT6 in sustaining tumor cell viability. Mutations of STAT6 genetically and functionally cooperated with disruption of SOCS1, a JAK-STAT pathway inhibitor, to promote cHL growth. Overall, 87% of cases showed dysregulation of the JAK-STAT pathway by genetic alterations in multiple genes (also including STAT3, STAT5B, JAK1, JAK2, and PTPN1), attesting to the pivotal role of this pathway in cHL pathogenesis and highlighting its potential as a new therapeutic target in this disease.",
      "authorList": [
        "Tiacci E",
        "Ladewig E",
        "Schiavoni G",
        "Penson A",
        "Fortini E",
        "Pettirossi V",
        "Wang Y",
        "Rosseto A",
        "Venanzi A",
        "Vlasevska S",
        "Pacini R",
        "Piattoni S",
        "Tabarrini A",
        "Pucciarini A",
        "Bigerna B",
        "Santi A",
        "Gianni AM",
        "Viviani S",
        "Cabras A",
        "Ascani S",
        "Crescenzi B",
        "Mecucci C",
        "Pasqualucci L",
        "Rabadan R",
        "Falini B"
      ],
      "authors": "Tiacci E, Ladewig E, Schiavoni G, Penson A, Fortini E, Pettirossi V, Wang Y, Rosseto A, Venanzi A, Vlasevska S, Pacini R, Piattoni S, Tabarrini A, Pucciarini A, Bigerna B, Santi A, Gianni AM, Viviani S, Cabras A, Ascani S, Crescenzi B, Mecucci C, Pasqualucci L, Rabadan R, Falini B",
      "journal": "Blood",
      "year": 2018,
      "month": 5,
      "day": 31,
      "volume": "131",
      "issue": "22",
      "pages": "2454-2465",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["sofija-vlasevska", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "29203856",
      "pmcid": "PMC5886053",
      "doi": "10.1038/leu.2017.343",
      "title": "Somatic CLL mutations occur at multiple distinct hematopoietic maturation stages: documentation and cautionary note regarding cell fraction purity",
      "abstract": "",
      "authorList": [
        "Marsilio S",
        "Khiabanian H",
        "Fabbri G",
        "Vergani S",
        "Scuoppo C",
        "Montserrat E",
        "Shpall EJ",
        "Hadigol M",
        "Marin P",
        "Rai KR",
        "Rabadan R",
        "Devereux S",
        "Pasqualucci L",
        "Chiorazzi N"
      ],
      "authors": "Marsilio S, Khiabanian H, Fabbri G, Vergani S, Scuoppo C, Montserrat E, Shpall EJ, Hadigol M, Marin P, Rai KR, Rabadan R, Devereux S, Pasqualucci L, Chiorazzi N",
      "journal": "Leukemia",
      "year": 2018,
      "month": 4,
      "day": -1,
      "volume": "32",
      "issue": "4",
      "pages": "1041-1044",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo", "raul-rabadan", "laura-pasqualucci"],
      "isbn": ""
    },
    {
      "pmid": "29342136",
      "pmcid": "PMC5931372",
      "doi": "10.1038/nature25186",
      "title": "Clonal evolution mechanisms in NT5C2 mutant-relapsed acute lymphoblastic leukaemia",
      "abstract": "Relapsed acute lymphoblastic leukaemia (ALL) is associated with resistance to chemotherapy and poor prognosis. Gain-of-function mutations in the 5'-nucleotidase, cytosolic II (NT5C2) gene induce resistance to 6-mercaptopurine and are selectively present in relapsed ALL. Yet, the mechanisms involved in NT5C2 mutation-driven clonal evolution during the initiation of leukaemia, disease progression and relapse remain unknown. Here we use a conditional-and-inducible leukaemia model to demonstrate that expression of NT5C2(R367Q), a highly prevalent relapsed-ALL NT5C2 mutation, induces resistance to chemotherapy with 6-mercaptopurine at the cost of impaired leukaemia cell growth and leukaemia-initiating cell activity. The loss-of-fitness phenotype of NT5C2+/R367Q mutant cells is associated with excess export of purines to the extracellular space and depletion of the intracellular purine-nucleotide pool. Consequently, blocking guanosine synthesis by inhibition of inosine-5'-monophosphate dehydrogenase (IMPDH) induced increased cytotoxicity against NT5C2-mutant leukaemia lymphoblasts. These results identify the fitness cost of NT5C2 mutation and resistance to chemotherapy as key evolutionary drivers that shape clonal evolution in relapsed ALL and support a role for IMPDH inhibition in the treatment of ALL.",
      "authorList": [
        "Tzoneva G",
        "Dieck CL",
        "Oshima K",
        "Ambesi-Impiombato A",
        "Sánchez-Martín M",
        "Madubata CJ",
        "Khiabanian H",
        "Yu J",
        "Waanders E",
        "Iacobucci I",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Kirschner-Schwabe R",
        "Mullighan CG",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Tzoneva G, Dieck CL, Oshima K, Ambesi-Impiombato A, Sánchez-Martín M, Madubata CJ, Khiabanian H, Yu J, Waanders E, Iacobucci I, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Kirschner-Schwabe R, Mullighan CG, Rabadan R, Ferrando AA",
      "journal": "Nature",
      "year": 2018,
      "month": 1,
      "day": 25,
      "volume": "553",
      "issue": "7689",
      "pages": "511-514",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28562582",
      "pmcid": "",
      "doi": "10.1038/nature22353",
      "title": "The B-cell receptor controls fitness of MYC-driven lymphoma cells via GSK3β inhibition",
      "abstract": "Similar to resting mature B cells, where the B-cell antigen receptor (BCR) controls cellular survival, surface BCR expression is conserved in most mature B-cell lymphomas. The identification of activating BCR mutations and the growth disadvantage upon BCR knockdown of cells of certain lymphoma entities has led to the view that BCR signalling is required for tumour cell survival. Consequently, the BCR signalling machinery has become an established target in the therapy of B-cell malignancies. Here we study the effects of BCR ablation on MYC-driven mouse B-cell lymphomas and compare them with observations in human Burkitt lymphoma. Whereas BCR ablation does not, per se, significantly affect lymphoma growth, BCR-negative (BCR-) tumour cells rapidly disappear in the presence of their BCR-expressing (BCR+) counterparts in vitro and in vivo. This requires neither cellular contact nor factors released by BCR+ tumour cells. Instead, BCR loss induces the rewiring of central carbon metabolism, increasing the sensitivity of receptor-less lymphoma cells to nutrient restriction. The BCR attenuates glycogen synthase kinase 3 beta (GSK3β) activity to support MYC-controlled gene expression. BCR- tumour cells exhibit increased GSK3β activity and are rescued from their competitive growth disadvantage by GSK3β inhibition. BCR- lymphoma variants that restore competitive fitness normalize GSK3β activity after constitutive activation of the MAPK pathway, commonly through Ras mutations. Similarly, in Burkitt lymphoma, activating RAS mutations may propagate immunoglobulin-crippled tumour cells, which usually represent a minority of the tumour bulk. Thus, while BCR expression enhances lymphoma cell fitness, BCR-targeted therapies may profit from combinations with drugs targeting BCR- tumour cells.",
      "authorList": [
        "Varano G",
        "Raffel S",
        "Sormani M",
        "Zanardi F",
        "Lonardi S",
        "Zasada C",
        "Perucho L",
        "Petrocelli V",
        "Haake A",
        "Lee AK",
        "Bugatti M",
        "Paul U",
        "Van Anken E",
        "Pasqualucci L",
        "Rabadan R",
        "Siebert R",
        "Kempa S",
        "Ponzoni M",
        "Facchetti F",
        "Rajewsky K",
        "Casola S"
      ],
      "authors": "Varano G, Raffel S, Sormani M, Zanardi F, Lonardi S, Zasada C, Perucho L, Petrocelli V, Haake A, Lee AK, Bugatti M, Paul U, Van Anken E, Pasqualucci L, Rabadan R, Siebert R, Kempa S, Ponzoni M, Facchetti F, Rajewsky K, Casola S",
      "journal": "Nature",
      "year": 2017,
      "month": 6,
      "day": 8,
      "volume": "546",
      "issue": "7657",
      "pages": "302-306",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "28459448",
      "pmcid": "PMC5569300",
      "doi": "10.1038/nbt.3854",
      "title": "Single-cell topological RNA-seq analysis reveals insights into cellular differentiation and development",
      "abstract": "Transcriptional programs control cellular lineage commitment and differentiation during development. Understanding of cell fate has been advanced by studying single-cell RNA-sequencing (RNA-seq) but is limited by the assumptions of current analytic methods regarding the structure of data. We present single-cell topological data analysis (scTDA), an algorithm for topology-based computational analyses to study temporal, unbiased transcriptional regulation. Unlike other methods, scTDA is a nonlinear, model-independent, unsupervised statistical framework that can characterize transient cellular states. We applied scTDA to the analysis of murine embryonic stem cell (mESC) differentiation in vitro in response to inducers of motor neuron differentiation. scTDA resolved asynchrony and continuity in cellular identity over time and identified four transient states (pluripotent, precursor, progenitor, and fully differentiated cells) based on changes in stage-dependent combinations of transcription factors, RNA-binding proteins, and long noncoding RNAs (lncRNAs). scTDA can be applied to study asynchronous cellular responses to either developmental cues or environmental perturbations.",
      "authorList": [
        "Rizvi AH",
        "Camara PG",
        "Kandror EK",
        "Roberts TJ",
        "Schieren I",
        "Maniatis T",
        "Rabadan R"
      ],
      "journal": "Nat Biotechnol",
      "year": 2017,
      "month": 6,
      "day": -1,
      "volume": "35",
      "issue": "6",
      "pages": "551-560",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan"],
      "isbn": "",
      "authors": "Rizvi AH, Camara PG, Kandror EK, Roberts TJ, Schieren I, Maniatis T, Rabadan R"
    },
    {
      "pmid": "28263318",
      "pmcid": "PMC5627771",
      "doi": "10.1038/ng.3806",
      "title": "Spatiotemporal genomic architecture informs precision oncology in glioblastoma",
      "abstract": "Precision medicine in cancer proposes that genomic characterization of tumors can inform personalized targeted therapies. However, this proposition is complicated by spatial and temporal heterogeneity. Here we study genomic and expression profiles across 127 multisector or longitudinal specimens from 52 individuals with glioblastoma (GBM). Using bulk and single-cell data, we find that samples from the same tumor mass share genomic and expression signatures, whereas geographically separated, multifocal tumors and/or long-term recurrent tumors are seeded from different clones. Chemical screening of patient-derived glioma cells (PDCs) shows that therapeutic response is associated with genetic similarity, and multifocal tumors that are enriched with PIK3CA mutations have a heterogeneous drug-response pattern. We show that targeting truncal events is more efficacious than targeting private events in reducing the tumor burden. In summary, this work demonstrates that evolutionary inference from integrated genomic analysis in multisector biopsies can inform targeted therapeutic interventions for patients with GBM.",
      "authorList": [
        "Lee JK",
        "Wang J",
        "Sa JK",
        "Ladewig E",
        "Lee HO",
        "Lee IH",
        "Kang HJ",
        "Rosenbloom DS",
        "Camara PG",
        "Liu Z",
        "van Nieuwenhuizen P",
        "Jung SW",
        "Choi SW",
        "Kim J",
        "Chen A",
        "Kim KT",
        "Shin S",
        "Seo YJ",
        "Oh JM",
        "Shin YJ",
        "Park CK",
        "Kong DS",
        "Seol HJ",
        "Blumberg A",
        "Lee JI",
        "Iavarone A",
        "Park WY",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Wang J, Sa JK, Ladewig E, Lee HO, Lee IH, Kang HJ, Rosenbloom DS, Camara PG, Liu Z, van Nieuwenhuizen P, Jung SW, Choi SW, Kim J, Chen A, Kim KT, Shin S, Seo YJ, Oh JM, Shin YJ, Park CK, Kong DS, Seol HJ, Blumberg A, Lee JI, Iavarone A, Park WY, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "49",
      "issue": "4",
      "pages": "594-599",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "28062691",
      "pmcid": "PMC5278460",
      "doi": "10.1073/pnas.1608839114",
      "title": "Activating mutations and translocations in the guanine exchange factor VAV1 in peripheral T-cell lymphomas",
      "abstract": "Peripheral T-cell lymphomas (PTCLs) are a heterogeneous group of non-Hodgkin lymphomas frequently associated with poor prognosis and for which genetic mechanisms of transformation remain incompletely understood. Using RNA sequencing and targeted sequencing, here we identify a recurrent in-frame deletion (VAV1 Δ778-786) generated by a focal deletion-driven alternative splicing mechanism as well as novel VAV1 gene fusions (VAV1-THAP4, VAV1-MYO1F, and VAV1-S100A7) in PTCL. Mechanistically these genetic lesions result in increased activation of VAV1 catalytic-dependent (MAPK, JNK) and non-catalytic-dependent (nuclear factor of activated T cells, NFAT) VAV1 effector pathways. These results support a driver oncogenic role for VAV1 signaling in the pathogenesis of PTCL.",
      "authorList": [
        "Abate F",
        "da Silva-Almeida AC",
        "Zairis S",
        "Robles-Valero J",
        "Couronne L",
        "Khiabanian H",
        "Quinn SA",
        "Kim MY",
        "Laginestra MA",
        "Kim C",
        "Fiore D",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Lossos IS",
        "Bernard OA",
        "Inghirami G",
        "Pileri S",
        "Bustelo XR",
        "Rabadan R",
        "Ferrando AA",
        "Palomero T"
      ],
      "authors": "Abate F, da Silva-Almeida AC, Zairis S, Robles-Valero J, Couronne L, Khiabanian H, Quinn SA, Kim MY, Laginestra MA, Kim C, Fiore D, Bhagat G, Piris MA, Campo E, Lossos IS, Bernard OA, Inghirami G, Pileri S, Bustelo XR, Rabadan R, Ferrando AA, Palomero T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 1,
      "day": 24,
      "volume": "114",
      "issue": "4",
      "pages": "764-769",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "raul-rabadan",
        "adolfo-ferrando",
        "teresa-palomero"
      ],
      "isbn": ""
    },
    {
      "pmid": "27655895",
      "pmcid": "PMC5056035",
      "doi": "10.1073/pnas.1608420113",
      "title": "Mutational landscape, clonal evolution patterns, and role of RAS mutations in relapsed acute lymphoblastic leukemia",
      "abstract": "Although multiagent combination chemotherapy is curative in a significant fraction of childhood acute lymphoblastic leukemia (ALL) patients, 20% of cases relapse and most die because of chemorefractory disease. Here we used whole-exome and whole-genome sequencing to analyze the mutational landscape at relapse in pediatric ALL cases. These analyses identified numerous relapse-associated mutated genes intertwined in chemotherapy resistance-related protein complexes. In this context, RAS-MAPK pathway-activating mutations in the neuroblastoma RAS viral oncogene homolog (NRAS), kirsten rat sarcoma viral oncogene homolog (KRAS), and protein tyrosine phosphatase, nonreceptor type 11 (PTPN11) genes were present in 24 of 55 (44%) cases in our series. Interestingly, some leukemias showed retention or emergence of RAS mutant clones at relapse, whereas in others RAS mutant clones present at diagnosis were replaced by RAS wild-type populations, supporting a role for both positive and negative selection evolutionary pressures in clonal evolution of RAS-mutant leukemia. Consistently, functional dissection of mouse and human wild-type and mutant RAS isogenic leukemia cells demonstrated induction of methotrexate resistance but also improved the response to vincristine in mutant RAS-expressing lymphoblasts. These results highlight the central role of chemotherapy-driven selection as a central mechanism of leukemia clonal evolution in relapsed ALL, and demonstrate a previously unrecognized dual role of RAS mutations as drivers of both sensitivity and resistance to chemotherapy.",
      "authorList": [
        "Oshima K",
        "Khiabanian H",
        "da Silva-Almeida AC",
        "Tzoneva G",
        "Abate F",
        "Ambesi-Impiombato A",
        "Sanchez-Martin M",
        "Carpenter Z",
        "Penson A",
        "Perez-Garcia A",
        "Eckert C",
        "Nicolas C",
        "Balbin M",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Oshima K, Khiabanian H, da Silva-Almeida AC, Tzoneva G, Abate F, Ambesi-Impiombato A, Sanchez-Martin M, Carpenter Z, Penson A, Perez-Garcia A, Eckert C, Nicolas C, Balbin M, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Gastier-Foster JM, Devidas M, Loh ML, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando AA",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2016,
      "month": 10,
      "day": 4,
      "volume": "113",
      "issue": "40",
      "pages": "11306-11311",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27335277",
      "pmcid": "PMC5016706",
      "doi": "10.1182/blood-2016-02-696757",
      "title": "The genetics of nodal marginal zone lymphoma",
      "abstract": "Nodal marginal zone lymphoma (NMZL) is a rare, indolent B-cell tumor that is distinguished from splenic marginal zone lymphoma (SMZL) by the different pattern of dissemination. NMZL still lacks distinct markers and remains orphan of specific cancer gene lesions. By combining whole-exome sequencing, targeted sequencing of tumor-related genes, whole-transcriptome sequencing, and high-resolution single nucleotide polymorphism array analysis, we aimed at disclosing the pathways that are molecularly deregulated in NMZL and we compare the molecular profile of NMZL with that of SMZL. These analyses identified a distinctive pattern of nonsilent somatic lesions in NMZL. In 35 NMZL patients, 41 genes were found recurrently affected in ≥3 (9%) cases, including highly prevalent molecular lesions of MLL2 (also known as KMT2D; 34%), PTPRD (20%), NOTCH2 (20%), and KLF2 (17%). Mutations of PTPRD, a receptor-type protein tyrosine phosphatase regulating cell growth, were enriched in NMZL across mature B-cell tumors, functionally caused the loss of the phosphatase activity of PTPRD, and were associated with cell-cycle transcriptional program deregulation and increased proliferation index in NMZL. Although NMZL shared with SMZL a common mutation profile, NMZL harbored PTPRD lesions that were otherwise absent in SMZL. Collectively, these findings provide new insights into the genetics of NMZL, identify PTPRD lesions as a novel marker for this lymphoma across mature B-cell tumors, and support the distinction of NMZL as an independent clinicopathologic entity within the current lymphoma classification.",
      "authorList": [
        "Spina V",
        "Khiabanian H",
        "Messina M",
        "Monti S",
        "Cascione L",
        "Bruscaggin A",
        "Spaccarotella E",
        "Holmes AB",
        "Arcaini L",
        "Lucioni M",
        "Tabbò F",
        "Zairis S",
        "Diop F",
        "Cerri M",
        "Chiaretti S",
        "Marasca R",
        "Ponzoni M",
        "Deaglio S",
        "Ramponi A",
        "Tiacci E",
        "Pasqualucci L",
        "Paulli M",
        "Falini B",
        "Inghirami G",
        "Bertoni F",
        "Foà R",
        "Rabadan R",
        "Gaidano G",
        "Rossi D"
      ],
      "authors": "Spina V, Khiabanian H, Messina M, Monti S, Cascione L, Bruscaggin A, Spaccarotella E, Holmes AB, Arcaini L, Lucioni M, Tabbò F, Zairis S, Diop F, Cerri M, Chiaretti S, Marasca R, Ponzoni M, Deaglio S, Ramponi A, Tiacci E, Pasqualucci L, Paulli M, Falini B, Inghirami G, Bertoni F, Foà R, Rabadan R, Gaidano G, Rossi D",
      "journal": "Blood",
      "year": 2016,
      "month": 9,
      "day": 8,
      "volume": "128",
      "issue": "10",
      "pages": "1362-73",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "27149388",
      "pmcid": "",
      "doi": "10.1002/pbc.26054",
      "title": "A Case of T-cell Acute Lymphoblastic Leukemia Relapsed As Myeloid Acute Leukemia",
      "abstract": "A 4-year-old male with the diagnosis of T-cell acute lymphoblastic leukemia (T-ALL) relapsed after 19 months with an acute myeloid leukemia (AML). Immunoglobulin and T-cell receptor gene rearrangements analyses reveal that both leukemias were rearranged with a clonal relationship between them. Comparative genomic hybridization (Array-CGH) and whole-exome sequencing analyses of both samples suggest that this leukemia may have originated from a common T/myeloid progenitor. The presence of homozygous deletion of p16/INK4A, p14/ARF, p15/INK4B, and heterozygous deletion of WT1 locus remained stable in the leukemia throughout phenotypic switch, revealing that this AML can be genetically associated to T-ALL.",
      "authorList": [
        "Paganin M",
        "Buldini B",
        "Germano G",
        "Seganfreddo E",
        "Meglio Ad",
        "Magrin E",
        "Grillo F",
        "Pigazzi M",
        "Rizzari C",
        "Cazzaniga G",
        "Khiabanian H",
        "Palomero T",
        "Rabadan R",
        "Ferrando AA",
        "Basso G"
      ],
      "authors": "Paganin M, Buldini B, Germano G, Seganfreddo E, Meglio Ad, Magrin E, Grillo F, Pigazzi M, Rizzari C, Cazzaniga G, Khiabanian H, Palomero T, Rabadan R, Ferrando AA, Basso G",
      "journal": "Pediatr Blood Cancer",
      "year": 2016,
      "month": 9,
      "day": -1,
      "volume": "63",
      "issue": "9",
      "pages": "1660-3",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27270107",
      "pmcid": "PMC5627776",
      "doi": "10.1038/ng.3590",
      "title": "Clonal evolution of glioblastoma under therapy",
      "abstract": "Glioblastoma (GBM) is the most common and aggressive primary brain tumor. To better understand how GBM evolves, we analyzed longitudinal genomic and transcriptomic data from 114 patients. The analysis shows a highly branched evolutionary pattern in which 63% of patients experience expression-based subtype changes. The branching pattern, together with estimates of evolutionary rate, suggests that relapse-associated clones typically existed years before diagnosis. Fifteen percent of tumors present hypermutation at relapse in highly expressed genes, with a clear mutational signature. We find that 11% of recurrence tumors harbor mutations in LTBP4, which encodes a protein binding to TGF-β. Silencing LTBP4 in GBM cells leads to suppression of TGF-β activity and decreased cell proliferation. In recurrent GBM with wild-type IDH1, high LTBP4 expression is associated with worse prognosis, highlighting the TGF-β pathway as a potential therapeutic target in GBM.",
      "authorList": [
        "Wang J",
        "Cazzato E",
        "Ladewig E",
        "Frattini V",
        "Rosenbloom DI",
        "Zairis S",
        "Abate F",
        "Liu Z",
        "Elliott O",
        "Shin YJ",
        "Lee JK",
        "Lee IH",
        "Park WY",
        "Eoli M",
        "Blumberg AJ",
        "Lasorella A",
        "Nam DH",
        "Finocchiaro G",
        "Iavarone A",
        "Rabadan R"
      ],
      "authors": "Wang J, Cazzato E, Ladewig E, Frattini V, Rosenbloom DI, Zairis S, Abate F, Liu Z, Elliott O, Shin YJ, Lee JK, Lee IH, Park WY, Eoli M, Blumberg AJ, Lasorella A, Nam DH, Finocchiaro G, Iavarone A, Rabadan R",
      "journal": "Nat Genet",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "48",
      "issue": "7",
      "pages": "768-76",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "27304073",
      "pmcid": "PMC4957979",
      "doi": "10.7554/eLife.14709",
      "title": "Kinase-dead ATM protein is highly oncogenic and can be preferentially targeted by Topo-isomerase I inhibitors",
      "abstract": "Missense mutations in ATM kinase, a master regulator of DNA damage responses, are found in many cancers, but their impact on ATM function and implications for cancer therapy are largely unknown. Here we report that 72% of cancer-associated ATM mutations are missense mutations that are enriched around the kinase domain. Expression of kinase-dead ATM (Atm(KD/-)) is more oncogenic than loss of ATM (Atm(-/-)) in mouse models, leading to earlier and more frequent lymphomas with Pten deletions. Kinase-dead ATM protein (Atm-KD), but not loss of ATM (Atm-null), prevents replication-dependent removal of Topo-isomerase I-DNA adducts at the step of strand cleavage, leading to severe genomic instability and hypersensitivity to Topo-isomerase I inhibitors. Correspondingly, Topo-isomerase I inhibitors effectively and preferentially eliminate Atm(KD/-), but not Atm-proficientor Atm(-/-) leukemia in animal models. These findings identify ATM kinase-domain missense mutations as a potent oncogenic event and a biomarker for Topo-isomerase I inhibitor based therapy.",
      "authorList": [
        "Yamamoto K",
        "Wang J",
        "Sprinzen L",
        "Xu J",
        "Haddock CJ",
        "Li C",
        "Lee BJ",
        "Loredan DG",
        "Jiang W",
        "Vindigni A",
        "Wang D",
        "Rabadan R",
        "Zha S"
      ],
      "authors": "Yamamoto K, Wang J, Sprinzen L, Xu J, Haddock CJ, Li C, Lee BJ, Loredan DG, Jiang W, Vindigni A, Wang D, Rabadan R, Zha S",
      "journal": "Elife",
      "year": 2016,
      "month": 6,
      "day": 15,
      "volume": "5",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "di-wang", "raul-rabadan", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "26883104",
      "pmcid": "PMC4924686",
      "doi": "10.18632/oncotarget.7356",
      "title": "Prognostic and therapeutic role of targetable lesions in B-lineage acute lymphoblastic leukemia without recurrent fusion genes",
      "abstract": "To shed light into the molecular bases of B-lineage acute lymphoblastic leukemia lacking known fusion transcripts, i.e. BCR-ABL1, ETV6-RUNX1, E2A-PBX1, and MLL rearrangements (B-NEG ALL) and the differences between children, adolescents/young adults (AYA) and adults, we analyzed 168 B-NEG ALLs by genome-wide technologies. This approach showed that B-NEG cases carry 10.5 mutations and 9.1 copy-number aberrations/sample. The most frequently mutated druggable pathways were those pertaining to RAS/RTK (26.8%) and JAK/STAT (12.5%) signaling. In particular, FLT3 and JAK/STAT mutations were detected mainly in AYA and adults, while KRAS and NRAS mutations were more frequent in children. RAS/RTK mutations negatively affected the outcome of AYA and adults, but not that of children. Furthermore, adult B-NEG ALL carrying JAK/STAT mutations had a shorter survival. In vitro experiments showed that FLT3 inhibitors reduced significantly the proliferation of FLT3-mutated primary B-NEG ALL cells. Likewise, PI3K/mTOR inhibitors reduced the proliferation of primary cells harboring RAS and IL7R mutations. These results refine the genetic landscape of B-NEG ALL and suggest that the different distribution of lesions and their prognostic impact might sustain the diverse outcome between children, adults and partly AYA - whose genomic scenario is similar to adults - and open the way to targeted therapeutic strategies. ",
      "authorList": [
        "Messina M",
        "Chiaretti S",
        "Wang J",
        "Fedullo AL",
        "Peragine N",
        "Gianfelici V",
        "Piciocchi A",
        "Brugnoletti F",
        "Di Giacomo F",
        "Pauselli S",
        "Holmes AB",
        "Puzzolo MC",
        "Ceglie G",
        "Apicella V",
        "Mancini M",
        "Te Kronnie G",
        "Testi AM",
        "Vitale A",
        "Vignetti M",
        "Guarini A",
        "Rabadan R",
        "Foà R"
      ],
      "authors": "Messina M, Chiaretti S, Wang J, Fedullo AL, Peragine N, Gianfelici V, Piciocchi A, Brugnoletti F, Di Giacomo F, Pauselli S, Holmes AB, Puzzolo MC, Ceglie G, Apicella V, Mancini M, Te Kronnie G, Testi AM, Vitale A, Vignetti M, Guarini A, Rabadan R, Foà R",
      "journal": "Oncotarget",
      "year": 2016,
      "month": 3,
      "day": 22,
      "volume": "7",
      "issue": "12",
      "pages": "13886-901",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "26824661",
      "pmcid": "PMC4754110",
      "doi": "10.1016/j.cell.2015.12.028",
      "title": "Molecular Profiling Reveals Biologically Discrete Subsets and Pathways of Progression in Diffuse Glioma",
      "abstract": "Therapy development for adult diffuse glioma is hindered by incomplete knowledge of somatic glioma driving alterations and suboptimal disease classification. We defined the complete set of genes associated with 1,122 diffuse grade II-III-IV gliomas from The Cancer Genome Atlas and used molecular profiles to improve disease classification, identify molecular correlations, and provide insights into the progression from low- to high-grade disease. Whole-genome sequencing data analysis determined that ATRX but not TERT promoter mutations are associated with increased telomere length. Recent advances in glioma classification based on IDH mutation and 1p/19q co-deletion status were recapitulated through analysis of DNA methylation profiles, which identified clinically relevant molecular subsets. A subtype of IDH mutant glioma was associated with DNA demethylation and poor outcome; a group of IDH-wild-type diffuse glioma showed molecular similarity to pilocytic astrocytoma and relatively favorable survival. Understanding of cohesive disease groups may aid improved clinical outcomes. ",
      "authorList": [
        "Ceccarelli M",
        "Barthel FP",
        "Malta TM",
        "Sabedot TS",
        "Salama SR",
        "Murray BA",
        "Morozova O",
        "Newton Y",
        "Radenbaugh A",
        "Pagnotta SM",
        "Anjum S",
        "Wang J",
        "Manyam G",
        "Zoppoli P",
        "Ling S",
        "Rao AA",
        "Grifford M",
        "Cherniack AD",
        "Zhang H",
        "Poisson L",
        "Carlotti CG",
        "Tirapelli DP",
        "Rao A",
        "Mikkelsen T",
        "Lau CC",
        "Yung WK",
        "Rabadan R",
        "Huse J",
        "Brat DJ",
        "Lehman NL",
        "Barnholtz-Sloan JS",
        "Zheng S",
        "Hess K",
        "Rao G",
        "Meyerson M",
        "Beroukhim R",
        "Cooper L",
        "Akbani R",
        "Wrensch M",
        "Haussler D",
        "Aldape KD",
        "Laird PW",
        "Gutmann DH",
        "Noushmehr H",
        "Iavarone A",
        "Verhaak RG"
      ],
      "authors": "Ceccarelli M, Barthel FP, Malta TM, Sabedot TS, Salama SR, Murray BA, Morozova O, Newton Y, Radenbaugh A, Pagnotta SM, Anjum S, Wang J, Manyam G, Zoppoli P, Ling S, Rao AA, Grifford M, Cherniack AD, Zhang H, Poisson L, Carlotti CG, Tirapelli DP, Rao A, Mikkelsen T, Lau CC, Yung WK, Rabadan R, Huse J, Brat DJ, Lehman NL, Barnholtz-Sloan JS, Zheng S, Hess K, Rao G, Meyerson M, Beroukhim R, Cooper L, Akbani R, Wrensch M, Haussler D, Aldape KD, Laird PW, Gutmann DH, Noushmehr H, Iavarone A, Verhaak RG",
      "journal": "Cell",
      "year": 2016,
      "month": 1,
      "day": 28,
      "volume": "164",
      "issue": "3",
      "pages": "550-63",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "26551667",
      "pmcid": "PMC4878831",
      "doi": "10.1038/ng.3442",
      "title": "The mutational landscape of cutaneous T cell lymphoma and Sézary syndrome",
      "abstract": "Sézary syndrome is a leukemic and aggressive form of cutaneous T cell lymphoma (CTCL) resulting from the malignant transformation of skin-homing central memory CD4(+) T cells. Here we performed whole-exome sequencing of tumor-normal sample pairs from 25 patients with Sézary syndrome and 17 patients with other CTCLs. These analyses identified a distinctive pattern of somatic copy number alterations in Sézary syndrome, including highly prevalent chromosomal deletions involving the TP53, RB1, PTEN, DNMT3A and CDKN1B tumor suppressors. Mutation analysis identified a broad spectrum of somatic mutations in key genes involved in epigenetic regulation (TET2, CREBBP, KMT2D (MLL2), KMT2C (MLL3), BRD9, SMARCA4 and CHD3) and signaling, including MAPK1, BRAF, CARD11 and PRKG1 mutations driving increased MAPK, NF-κB and NFAT activity upon T cell receptor stimulation. Collectively, our findings provide new insights into the genetics of Sézary syndrome and CTCL and support the development of personalized therapies targeting key oncogenically activated signaling pathways for the treatment of these diseases. ",
      "authorList": [
        "da Silva Almeida AC",
        "Abate F",
        "Khiabanian H",
        "Martinez-Escala E",
        "Guitart J",
        "Tensen CP",
        "Vermeer MH",
        "Rabadan R",
        "Ferrando A",
        "Palomero T"
      ],
      "authors": "da Silva Almeida AC, Abate F, Khiabanian H, Martinez-Escala E, Guitart J, Tensen CP, Vermeer MH, Rabadan R, Ferrando A, Palomero T",
      "journal": "Nat Genet",
      "year": 2015,
      "month": 12,
      "day": -1,
      "volume": "47",
      "issue": "12",
      "pages": "1465-70",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["raul-rabadan", "adolfo-ferrando", "teresa-palomero"],
      "isbn": ""
    },
    {
      "pmid": "25941339",
      "pmcid": "PMC4565985",
      "doi": "10.1093/jmcb/mjv026",
      "title": "An information theoretic method to identify combinations of genomic alterations that promote glioblastoma",
      "abstract": "Tumors are the result of accumulated genomic alterations that cooperate synergistically to produce uncontrollable cell growth. Although identifying recurrent alterations among large collections of tumors provides a way to pinpoint genes that endow a selective advantage in oncogenesis and progression, it fails to address the genetic interactions behind this selection process. A non-random pattern of co-mutated genes is evidence for selective forces acting on tumor cells that harbor combinations of these genetic alterations. Although existing methods have successfully identified mutually exclusive gene sets, no current method can systematically discover more general genetic relationships. We develop Genomic Alteration Modules using Total Correlation (GAMToC), an information theoretic framework that integrates copy number and mutation data to identify gene modules with any non-random pattern of joint alteration. Additionally, we present the Seed-GAMToC procedure, which uncovers the mutational context of any putative cancer gene. The software is publicly available. Applied to glioblastoma multiforme samples, GAMToC results show distinct subsets of co-occurring mutations, suggesting distinct mutational routes to cancer and providing new insight into mutations associated with proneural, proneural/G-CIMP, and classical types of the disease. The results recapitulate known relationships such as mutual exclusive mutations, place these alterations in the context of other mutations, and find more complex relationships such as conditional mutual exclusivity. ",
      "authorList": ["Melamed RD", "Wang J", "Iavarone A", "Rabadan R"],
      "authors": "Melamed RD, Wang J, Iavarone A, Rabadan R",
      "journal": "J Mol Cell Biol",
      "year": 2015,
      "month": 6,
      "day": -1,
      "volume": "7",
      "issue": "3",
      "pages": "203-13",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "25957685",
      "pmcid": "PMC4428671",
      "doi": "10.1016/j.cell.2015.04.034",
      "title": "RNA exosome-regulated long non-coding RNA transcription controls super-enhancer activity",
      "abstract": "We have ablated the cellular RNA degradation machinery in differentiated B cells and pluripotent embryonic stem cells (ESCs) by conditional mutagenesis of core (Exosc3) and nuclear RNase (Exosc10) components of RNA exosome and identified a vast number of long non-coding RNAs (lncRNAs) and enhancer RNAs (eRNAs) with emergent functionality. Unexpectedly, eRNA-expressing regions accumulate R-loop structures upon RNA exosome ablation, thus demonstrating the role of RNA exosome in resolving deleterious DNA/RNA hybrids arising from active enhancers. We have uncovered a distal divergent eRNA-expressing element (lncRNA-CSR) engaged in long-range DNA interactions and regulating IgH 3' regulatory region super-enhancer function. CRISPR-Cas9-mediated ablation of lncRNA-CSR transcription decreases its chromosomal looping-mediated association with the IgH 3' regulatory region super-enhancer and leads to decreased class switch recombination efficiency. We propose that the RNA exosome protects divergently transcribed lncRNA expressing enhancers by resolving deleterious transcription-coupled secondary DNA structures, while also regulating long-range super-enhancer chromosomal interactions important for cellular function.",
      "authorList": [
        "Pefanis E",
        "Wang J",
        "Rothschild G",
        "Lim J",
        "Kazadi D",
        "Sun J",
        "Federation A",
        "Chao J",
        "Elliott O",
        "Liu ZP",
        "Economides AN",
        "Bradner JE",
        "Rabadan R",
        "Basu U"
      ],
      "journal": "Cell",
      "year": 2015,
      "month": 5,
      "day": 7,
      "volume": "161",
      "issue": "4",
      "pages": "774-89",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "oliver-elliott"],
      "isbn": "",
      "authors": "Pefanis E, Wang J, Rothschild G, Lim J, Kazadi D, Sun J, Federation A, Chao J, Elliott O, Liu ZP, Economides AN, Bradner JE, Rabadan R, Basu U"
    },
    {
      "pmid": "25926297",
      "pmcid": "PMC4416231",
      "doi": "10.1038/ncomms8033",
      "title": "Genetic similarity between cancers and comorbid Mendelian diseases identifies candidate driver genes",
      "abstract": "Despite large-scale cancer genomics studies, key somatic mutations driving cancer, and their functional roles, remain elusive. Here, we propose that analysis of comorbidities of Mendelian diseases with cancers provides a novel, systematic way to discover new cancer genes. If germline genetic variation in Mendelian loci predisposes bearers to common cancers, the same loci may harbour cancer-associated somatic variation. Compilations of clinical records spanning over 100 million patients provide an unprecedented opportunity to assess clinical associations between Mendelian diseases and cancers. We systematically compare these comorbidities against recurrent somatic mutations from more than 5,000 patients across many cancers. Using multiple measures of genetic similarity, we show that a Mendelian disease and comorbid cancer indeed have genetic alterations of significant functional similarity. This result provides a basis to identify candidate drivers in cancers including melanoma and glioblastoma. Some Mendelian diseases demonstrate 'pan-cancer' comorbidity and shared genetics across cancers. ",
      "authorList": [
        "Melamed RD",
        "Emmett KJ",
        "Madubata C",
        "Rzhetsky A",
        "Rabadan R"
      ],
      "journal": "Nat Commun",
      "year": 2015,
      "month": 4,
      "day": 30,
      "volume": "6",
      "issue": "",
      "pages": "7033",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan"],
      "isbn": "",
      "authors": "Melamed RD, Emmett KJ, Madubata C, Rzhetsky A, Rabadan R"
    },
    {
      "pmid": "25496728",
      "pmcid": "PMC4308685",
      "doi": "10.7554/eLife.02869",
      "title": "Tumor evolutionary directed graphs and the history of chronic lymphocytic leukemia",
      "abstract": "Cancer is a clonal evolutionary process, caused by successive accumulation of genetic alterations providing milestones of tumor initiation, progression, dissemination, and/or resistance to certain therapeutic regimes. To unravel these milestones we propose a framework, tumor evolutionary directed graphs (TEDG), which is able to characterize the history of genetic alterations by integrating longitudinal and cross-sectional genomic data. We applied TEDG to a chronic lymphocytic leukemia (CLL) cohort of 70 patients spanning 12 years and show that: (a) the evolution of CLL follows a time-ordered process represented as a global flow in TEDG that proceeds from initiating events to late events; (b) there are two distinct and mutually exclusive evolutionary paths of CLL evolution; (c) higher fitness clones are present in later stages of the disease, indicating a progressive clonal replacement with more aggressive clones. Our results suggest that TEDG may constitute an effective framework to recapitulate the evolutionary history of tumors. ",
      "authorList": [
        "Wang J",
        "Khiabanian H",
        "Rossi D",
        "Fabbri G",
        "Gattei V",
        "Forconi F",
        "Laurenti L",
        "Marasca R",
        "Del Poeta G",
        "Foà R",
        "Pasqualucci L",
        "Gaidano G",
        "Rabadan R"
      ],
      "authors": "Wang J, Khiabanian H, Rossi D, Fabbri G, Gattei V, Forconi F, Laurenti L, Marasca R, Del Poeta G, Foà R, Pasqualucci L, Gaidano G, Rabadan R",
      "journal": "Elife",
      "year": 2014,
      "month": 12,
      "day": 11,
      "volume": "3",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "25183062",
      "pmcid": "PMC4363948",
      "doi": "10.1186/s12918-014-0097-z",
      "title": "Pegasus: a comprehensive annotation and prediction tool for detection of driver gene fusions in cancer",
      "abstract": "The extraordinary success of imatinib in the treatment of BCR-ABL1 associated cancers underscores the need to identify novel functional gene fusions in cancer. RNA sequencing offers a genome-wide view of expressed transcripts, uncovering biologically functional gene fusions. Although several bioinformatics tools are already available for the detection of putative fusion transcripts, candidate event lists are plagued with non-functional read-through events, reverse transcriptase template switching events, incorrect mapping, and other systematic errors. Such lists lack any indication of oncogenic relevance, and they are too large for exhaustive experimental validation.",
      "authorList": [
        "Abate F",
        "Zairis S",
        "Ficarra E",
        "Acquaviva A",
        "Wiggins CH",
        "Frattini V",
        "Lasorella A",
        "Iavarone A",
        "Inghirami G",
        "Rabadan R"
      ],
      "authors": "Abate F, Zairis S, Ficarra E, Acquaviva A, Wiggins CH, Frattini V, Lasorella A, Iavarone A, Inghirami G, Rabadan R",
      "journal": "BMC Syst Biol",
      "year": 2014,
      "month": 9,
      "day": 4,
      "volume": "8",
      "issue": "",
      "pages": "97",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "antonio-iavarone", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "24413734",
      "pmcid": "PMC3963408",
      "doi": "10.1038/ng.2873",
      "title": "Recurrent mutations in epigenetic regulators, RHOA and FYN kinase in peripheral T cell lymphomas",
      "abstract": "Peripheral T cell lymphomas (PTCLs) are a heterogeneous and poorly understood group of non-Hodgkin lymphomas. Here we combined whole-exome sequencing of 12 tumor-normal DNA pairs, RNA sequencing analysis and targeted deep sequencing to identify new genetic alterations in PTCL transformation. These analyses identified highly recurrent epigenetic factor mutations in TET2, DNMT3A and IDH2 as well as a new highly prevalent RHOA mutation encoding a p.Gly17Val alteration present in 22 of 35 (67%) angioimmunoblastic T cell lymphoma (AITL) samples and in 8 of 44 (18%) PTCL, not otherwise specified (PTCL-NOS) samples. Mechanistically, the RHOA Gly17Val protein interferes with RHOA signaling in biochemical and cellular assays, an effect potentially mediated by the sequestration of activated guanine-exchange factor (GEF) proteins. In addition, we describe new and recurrent, albeit less frequent, genetic defects including mutations in FYN, ATM, B2M and CD58 implicating SRC signaling, impaired DNA damage response and escape from immune surveillance mechanisms in the pathogenesis of PTCL. ",
      "authorList": [
        "Palomero T",
        "Couronné L",
        "Khiabanian H",
        "Kim MY",
        "Ambesi-Impiombato A",
        "Perez-Garcia A",
        "Carpenter Z",
        "Abate F",
        "Allegretta M",
        "Haydu JE",
        "Jiang X",
        "Lossos IS",
        "Nicolas C",
        "Balbin M",
        "Bastard C",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Bernard OA",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Palomero T, Couronné L, Khiabanian H, Kim MY, Ambesi-Impiombato A, Perez-Garcia A, Carpenter Z, Abate F, Allegretta M, Haydu JE, Jiang X, Lossos IS, Nicolas C, Balbin M, Bastard C, Bhagat G, Piris MA, Campo E, Bernard OA, Rabadan R, Ferrando AA",
      "journal": "Nat Genet",
      "year": 2014,
      "month": 2,
      "day": -1,
      "volume": "46",
      "issue": "2",
      "pages": "166-70",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "24388756",
      "pmcid": "PMC4100800",
      "doi": "10.1016/j.celrep.2013.12.027",
      "title": "Genetics of follicular lymphoma transformation",
      "abstract": "Follicular lymphoma (FL) is an indolent disease, but 30%-40% of cases undergo histologic transformation to an aggressive malignancy, typically represented by diffuse large B cell lymphoma (DLBCL). The pathogenesis of this process remains largely unknown. Using whole-exome sequencing and copy-number analysis, we show here that the dominant clone of FL and transformed FL (tFL) arise by divergent evolution from a common mutated precursor through the acquisition of distinct genetic events. Mutations in epigenetic modifiers and antiapoptotic genes are introduced early in the common precursor, whereas tFL is specifically associated with alterations deregulating cell-cycle progression and DNA damage responses (CDKN2A/B, MYC, and TP53) as well as aberrant somatic hypermutation. The genomic profile of tFL shares similarities with that of germinal center B cell-type de novo DLBCL but also displays unique combinations of altered genes with diagnostic and therapeutic implications. ",
      "authorList": [
        "Pasqualucci L",
        "Khiabanian H",
        "Fangazio M",
        "Vasishtha M",
        "Messina M",
        "Holmes AB",
        "Ouillette P",
        "Trifonov V",
        "Rossi D",
        "Tabbò F",
        "Ponzoni M",
        "Chadburn A",
        "Murty VV",
        "Bhagat G",
        "Gaidano G",
        "Inghirami G",
        "Malek SN",
        "Rabadan R",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Khiabanian H, Fangazio M, Vasishtha M, Messina M, Holmes AB, Ouillette P, Trifonov V, Rossi D, Tabbò F, Ponzoni M, Chadburn A, Murty VV, Bhagat G, Gaidano G, Inghirami G, Malek SN, Rabadan R, Dalla-Favera R",
      "journal": "Cell Rep",
      "year": 2014,
      "month": 1,
      "day": 16,
      "volume": "6",
      "issue": "1",
      "pages": "130-40",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "antony-holmes",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "24127483",
      "pmcid": "PMC3804949",
      "doi": "10.1084/jem.20131448",
      "title": "Genetic lesions associated with chronic lymphocytic leukemia transformation to Richter syndrome",
      "abstract": "Richter syndrome (RS) derives from the rare transformation of chronic lymphocytic leukemia (CLL) into an aggressive lymphoma, most commonly of the diffuse large B cell lymphoma (DLBCL) type. The molecular pathogenesis of RS is only partially understood. By combining whole-exome sequencing and copy-number analysis of 9 CLL-RS pairs and of an extended panel of 43 RS cases, we show that this aggressive disease typically arises from the predominant CLL clone by acquiring an average of ∼20 genetic lesions/case. RS lesions are heterogeneous in terms of load and spectrum among patients, and include those involved in CLL progression and chemorefractoriness (TP53 disruption and NOTCH1 activation) as well as some not previously implicated in CLL or RS pathogenesis. In particular, disruption of the CDKN2A/B cell cycle regulator is associated with ∼30% of RS cases. Finally, we report that the genomic landscape of RS is significantly different from that of de novo DLBCL, suggesting that they represent distinct disease entities. These results provide insights into RS pathogenesis, and identify dysregulated pathways of potential diagnostic and therapeutic relevance. ",
      "authorList": [
        "Fabbri G",
        "Khiabanian H",
        "Holmes AB",
        "Wang J",
        "Messina M",
        "Mullighan CG",
        "Pasqualucci L",
        "Rabadan R",
        "Dalla-Favera R"
      ],
      "authors": "Fabbri G, Khiabanian H, Holmes AB, Wang J, Messina M, Mullighan CG, Pasqualucci L, Rabadan R, Dalla-Favera R",
      "journal": "J Exp Med",
      "year": 2013,
      "month": 10,
      "day": 21,
      "volume": "210",
      "issue": "11",
      "pages": "2273-88",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "23917401",
      "pmcid": "PMC3799953",
      "doi": "10.1038/ng.2734",
      "title": "The integrated landscape of driver genomic alterations in glioblastoma",
      "abstract": "Glioblastoma is one of the most challenging forms of cancer to treat. Here we describe a computational platform that integrates the analysis of copy number variations and somatic mutations and unravels the landscape of in-frame gene fusions in glioblastoma. We found mutations with loss of heterozygosity in LZTR1, encoding an adaptor of CUL3-containing E3 ligase complexes. Mutations and deletions disrupt LZTR1 function, which restrains the self renewal and growth of glioma spheres that retain stem cell features. Loss-of-function mutations in CTNND2 target a neural-specific gene and are associated with the transformation of glioma cells along the very aggressive mesenchymal phenotype. We also report recurrent translocations that fuse the coding sequence of EGFR to several partners, with EGFR-SEPT14 being the most frequent functional gene fusion in human glioblastoma. EGFR-SEPT14 fusions activate STAT3 signaling and confer mitogen independence and sensitivity to EGFR inhibition. These results provide insights into the pathogenesis of glioblastoma and highlight new targets for therapeutic intervention. ",
      "authorList": [
        "Frattini V",
        "Trifonov V",
        "Chan JM",
        "Castano A",
        "Lia M",
        "Abate F",
        "Keir ST",
        "Ji AX",
        "Zoppoli P",
        "Niola F",
        "Danussi C",
        "Dolgalev I",
        "Porrati P",
        "Pellegatta S",
        "Heguy A",
        "Gupta G",
        "Pisapia DJ",
        "Canoll P",
        "Bruce JN",
        "McLendon RE",
        "Yan H",
        "Aldape K",
        "Finocchiaro G",
        "Mikkelsen T",
        "PrivÃ© GG",
        "Bigner DD",
        "Lasorella A",
        "Rabadan R",
        "Iavarone A"
      ],
      "journal": "Nat Genet",
      "year": 2013,
      "month": 10,
      "day": -1,
      "volume": "45",
      "issue": "10",
      "pages": "1141-9",
      "tagList": [
        "article",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "first-author"
      ],
      "url": "",
      "labs": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
      "peopleList": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
      "isbn": "",
      "authors": "Frattini V, Trifonov V, Chan JM, Castano A, Lia M, Abate F, Keir ST, Ji AX, Zoppoli P, Niola F, Danussi C, Dolgalev I, Porrati P, Pellegatta S, Heguy A, Gupta G, Pisapia DJ, Canoll P, Bruce JN, McLendon RE, Yan H, Aldape K, Finocchiaro G, Mikkelsen T, PrivÃ© GG, Bigner DD, Lasorella A, Rabadan R, Iavarone A"
    },
    {
      "pmid": "23377281",
      "pmcid": "PMC3594483",
      "doi": "10.1038/nm.3078",
      "title": "Activating mutations in the NT5C2 nucleotidase gene drive chemotherapy resistance in relapsed ALL",
      "abstract": "Acute lymphoblastic leukemia (ALL) is an aggressive hematological tumor resulting from the malignant transformation of lymphoid progenitors. Despite intensive chemotherapy, 20% of pediatric patients and over 50% of adult patients with ALL do not achieve a complete remission or relapse after intensified chemotherapy, making disease relapse and resistance to therapy the most substantial challenge in the treatment of this disease. Using whole-exome sequencing, we identify mutations in the cytosolic 5'-nucleotidase II gene (NT5C2), which encodes a 5'-nucleotidase enzyme that is responsible for the inactivation of nucleoside-analog chemotherapy drugs, in 20/103 (19%) relapse T cell ALLs and 1/35 (3%) relapse B-precursor ALLs. NT5C2 mutant proteins show increased nucleotidase activity in vitro and conferred resistance to chemotherapy with 6-mercaptopurine and 6-thioguanine when expressed in ALL lymphoblasts. These results support a prominent role for activating mutations in NT5C2 and increased nucleoside-analog metabolism in disease progression and chemotherapy resistance in ALL.",
      "authorList": [
        "Tzoneva G",
        "Perez-Garcia A",
        "Carpenter Z",
        "Khiabanian H",
        "Tosello V",
        "Allegretta M",
        "Paietta E",
        "Racevskis J",
        "Rowe JM",
        "Tallman MS",
        "Paganin M",
        "Basso G",
        "Hof J",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Tzoneva G, Perez-Garcia A, Carpenter Z, Khiabanian H, Tosello V, Allegretta M, Paietta E, Racevskis J, Rowe JM, Tallman MS, Paganin M, Basso G, Hof J, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando A",
      "journal": "Nat Med",
      "year": 2013,
      "month": 3,
      "day": -1,
      "volume": "19",
      "issue": "3",
      "pages": "368-71",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::raul-rabadan",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "22837387",
      "pmcid": "PMC3677224",
      "doi": "10.1126/science.1220834",
      "title": "Transforming fusions of FGFR and TACC genes in human glioblastoma",
      "abstract": "The brain tumor glioblastoma multiforme (GBM) is among the most lethal forms of human cancer. Here, we report that a small subset of GBMs (3.1%; 3 of 97 tumors examined) harbors oncogenic chromosomal translocations that fuse in-frame the tyrosine kinase coding domains of fibroblast growth factor receptor (FGFR) genes (FGFR1 or FGFR3) to the transforming acidic coiled-coil (TACC) coding domains of TACC1 or TACC3, respectively. The FGFR-TACC fusion protein displays oncogenic activity when introduced into astrocytes or stereotactically transduced in the mouse brain. The fusion protein, which localizes to mitotic spindle poles, has constitutive kinase activity and induces mitotic and chromosomal segregation defects and triggers aneuploidy. Inhibition of FGFR kinase corrects the aneuploidy, and oral administration of an FGFR inhibitor prolongs survival of mice harboring intracranial FGFR3-TACC3-initiated glioma. FGFR-TACC fusions could potentially identify a subset of GBM patients who would benefit from targeted FGFR kinase inhibition.",
      "authorList": [
        "Singh D",
        "Chan JM",
        "Zoppoli P",
        "Niola F",
        "Sullivan R",
        "Castano A",
        "Liu EM",
        "Reichel J",
        "Porrati P",
        "Pellegatta S",
        "Qiu K",
        "Gao Z",
        "Ceccarelli M",
        "Riccardi R",
        "Brat DJ",
        "Guha A",
        "Aldape K",
        "Golfinos JG",
        "Zagzag D",
        "Mikkelsen T",
        "Finocchiaro G",
        "Lasorella A",
        "Rabadan R",
        "Iavarone A"
      ],
      "authors": "Singh D, Chan JM, Zoppoli P, Niola F, Sullivan R, Castano A, Liu EM, Reichel J, Porrati P, Pellegatta S, Qiu K, Gao Z, Ceccarelli M, Riccardi R, Brat DJ, Guha A, Aldape K, Golfinos JG, Zagzag D, Mikkelsen T, Finocchiaro G, Lasorella A, Rabadan R, Iavarone A",
      "journal": "Science",
      "year": 2012,
      "month": 9,
      "day": 7,
      "volume": "337",
      "issue": "6099",
      "pages": "1231-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::anna-lasorella",
        "selected::antonio-iavarone",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "21804550",
      "pmcid": "PMC3297422",
      "doi": "10.1038/ng.892",
      "title": "Analysis of the coding genome of diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL) is the most common form of human lymphoma. Although a number of structural alterations have been associated with the pathogenesis of this malignancy, the full spectrum of genetic lesions that are present in the DLBCL genome, and therefore the identity of dysregulated cellular pathways, remains unknown. By combining next-generation sequencing and copy number analysis, we show that the DLBCL coding genome contains, on average, more than 30 clonally represented gene alterations per case. This analysis also revealed mutations in genes not previously implicated in DLBCL pathogenesis, including those regulating chromatin methylation (MLL2; 24% of samples) and immune recognition by T cells. These results provide initial data on the complexity of the DLBCL coding genome and identify novel dysregulated pathways underlying its pathogenesis.",
      "authorList": [
        "Pasqualucci L",
        "Trifonov V",
        "Fabbri G",
        "Ma J",
        "Rossi D",
        "Chiarenza A",
        "Wells VA",
        "Grunn A",
        "Messina M",
        "Elliot O",
        "Chan J",
        "Bhagat G",
        "Chadburn A",
        "Gaidano G",
        "Mullighan CG",
        "Rabadan R",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Trifonov V, Fabbri G, Ma J, Rossi D, Chiarenza A, Wells VA, Grunn A, Messina M, Elliot O, Chan J, Bhagat G, Chadburn A, Gaidano G, Mullighan CG, Rabadan R, Dalla-Favera R",
      "journal": "Nat Genet",
      "year": 2011,
      "month": 7,
      "day": 31,
      "volume": "43",
      "issue": "9",
      "pages": "830-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "21670202",
      "pmcid": "PMC3135373",
      "doi": "10.1084/jem.20110921",
      "title": "Analysis of the chronic lymphocytic leukemia coding genome: role of NOTCH1 mutational activation",
      "abstract": "The pathogenesis of chronic lymphocytic leukemia (CLL), the most common leukemia in adults, is still largely unknown. The full spectrum of genetic lesions that are present in the CLL genome, and therefore the number and identity of dysregulated cellular pathways, have not been identified. By combining next-generation sequencing and copy number analysis, we show here that the typical CLL coding genome contains <20 clonally represented gene alterations/case, including predominantly nonsilent mutations, and fewer copy number aberrations. These analyses led to the discovery of several genes not previously known to be altered in CLL. Although most of these genes were affected at low frequency in an expanded CLL screening cohort, mutational activation of NOTCH1, observed in 8.3% of CLL at diagnosis, was detected at significantly higher frequency during disease progression toward Richter transformation (31.0%), as well as in chemorefractory CLL (20.8%). Consistent with the association of NOTCH1 mutations with clinically aggressive forms of the disease, NOTCH1 activation at CLL diagnosis emerged as an independent predictor of poor survival. These results provide initial data on the complexity of the CLL coding genome and identify a dysregulated pathway of diagnostic and therapeutic relevance.",
      "authorList": [
        "Fabbri G",
        "Rasi S",
        "Rossi D",
        "Trifonov V",
        "Khiabanian H",
        "Ma J",
        "Grunn A",
        "Fangazio M",
        "Capello D",
        "Monti S",
        "Cresta S",
        "Gargiulo E",
        "Forconi F",
        "Guarini A",
        "Arcaini L",
        "Paulli M",
        "Laurenti L",
        "Larocca LM",
        "Marasca R",
        "Gattei V",
        "Oscier D",
        "Bertoni F",
        "Mullighan CG",
        "Foá R",
        "Pasqualucci L",
        "Rabadan R",
        "Dalla-Favera R",
        "Gaidano G"
      ],
      "authors": "Fabbri G, Rasi S, Rossi D, Trifonov V, Khiabanian H, Ma J, Grunn A, Fangazio M, Capello D, Monti S, Cresta S, Gargiulo E, Forconi F, Guarini A, Arcaini L, Paulli M, Laurenti L, Larocca LM, Marasca R, Gattei V, Oscier D, Bertoni F, Mullighan CG, Foá R, Pasqualucci L, Rabadan R, Dalla-Favera R, Gaidano G",
      "journal": "J Exp Med",
      "year": 2011,
      "month": 7,
      "day": 4,
      "volume": "208",
      "issue": "7",
      "pages": "1389-401",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "21390126",
      "pmcid": "PMC3271441",
      "doi": "10.1038/nature09730",
      "title": "Inactivating mutations of acetyltransferase genes in B-cell lymphoma",
      "abstract": "B-cell non-Hodgkin's lymphoma comprises biologically and clinically distinct diseases the pathogenesis of which is associated with genetic lesions affecting oncogenes and tumour-suppressor genes. We report here that the two most common types--follicular lymphoma and diffuse large B-cell lymphoma--harbour frequent structural alterations inactivating CREBBP and, more rarely, EP300, two highly related histone and non-histone acetyltransferases (HATs) that act as transcriptional co-activators in multiple signalling pathways. Overall, about 39% of diffuse large B-cell lymphoma and 41% of follicular lymphoma cases display genomic deletions and/or somatic mutations that remove or inactivate the HAT coding domain of these two genes. These lesions usually affect one allele, suggesting that reduction in HAT dosage is important for lymphomagenesis. We demonstrate specific defects in acetylation-mediated inactivation of the BCL6 oncoprotein and activation of the p53 tumour suppressor. These results identify CREBBP/EP300 mutations as a major pathogenetic mechanism shared by common forms of B-cell non-Hodgkin's lymphoma, with direct implications for the use of drugs targeting acetylation/deacetylation mechanisms.",
      "authorList": [
        "Pasqualucci L",
        "Dominguez-Sola D",
        "Chiarenza A",
        "Fabbri G",
        "Grunn A",
        "Trifonov V",
        "Kasper LH",
        "Lerach S",
        "Tang H",
        "Ma J",
        "Rossi D",
        "Chadburn A",
        "Murty VV",
        "Mullighan CG",
        "Gaidano G",
        "Rabadan R",
        "Brindle PK",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Dominguez-Sola D, Chiarenza A, Fabbri G, Grunn A, Trifonov V, Kasper LH, Lerach S, Tang H, Ma J, Rossi D, Chadburn A, Murty VV, Mullighan CG, Gaidano G, Rabadan R, Brindle PK, Dalla-Favera R",
      "journal": "Nature",
      "year": 2011,
      "month": 3,
      "day": 10,
      "volume": "471",
      "issue": "7337",
      "pages": "189-95",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "20228800",
      "pmcid": "PMC2847364",
      "doi": "10.1038/ng.542",
      "title": "PHF6 mutations in T-cell acute lymphoblastic leukemia",
      "abstract": "Tumor suppressor genes on the X chromosome may skew the gender distribution of specific types of cancer. T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematological malignancy with an increased incidence in males. In this study, we report the identification of inactivating mutations and deletions in the X-linked plant homeodomain finger 6 (PHF6) gene in 16% of pediatric and 38% of adult primary T-ALL samples. Notably, PHF6 mutations are almost exclusively found in T-ALL samples from male subjects. Mutational loss of PHF6 is importantly associated with leukemias driven by aberrant expression of the homeobox transcription factor oncogenes TLX1 and TLX3. Overall, these results identify PHF6 as a new X-linked tumor suppressor in T-ALL and point to a strong genetic interaction between PHF6 loss and aberrant expression of TLX transcription factors in the pathogenesis of this disease.",
      "authorList": [
        "Van Vlierberghe P",
        "Palomero T",
        "Khiabanian H",
        "Van der Meulen J",
        "Castillo M",
        "Van Roy N",
        "De Moerloose B",
        "Philippé J",
        "González-García S",
        "Toribio ML",
        "Taghon T",
        "Zuurbier L",
        "Cauwelier B",
        "Harrison CJ",
        "Schwab C",
        "Pisecker M",
        "Strehl S",
        "Langerak AW",
        "Gecz J",
        "Sonneveld E",
        "Pieters R",
        "Paietta E",
        "Rowe JM",
        "Wiernik PH",
        "Benoit Y",
        "Soulier J",
        "Poppe B",
        "Yao X",
        "Cordon-Cardo C",
        "Meijerink J",
        "Rabadan R",
        "Speleman F",
        "Ferrando A"
      ],
      "authors": "Van Vlierberghe P, Palomero T, Khiabanian H, Van der Meulen J, Castillo M, Van Roy N, De Moerloose B, Philippé J, González-García S, Toribio ML, Taghon T, Zuurbier L, Cauwelier B, Harrison CJ, Schwab C, Pisecker M, Strehl S, Langerak AW, Gecz J, Sonneveld E, Pieters R, Paietta E, Rowe JM, Wiernik PH, Benoit Y, Soulier J, Poppe B, Yao X, Cordon-Cardo C, Meijerink J, Rabadan R, Speleman F, Ferrando A",
      "journal": "Nat Genet",
      "year": 2010,
      "month": 4,
      "day": -1,
      "volume": "42",
      "issue": "4",
      "pages": "338-42",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "19474418",
      "pmcid": "",
      "doi": "10.1056/NEJMp0904572",
      "title": "Geographic dependence, surveillance, and origins of the 2009 influenza A (H1N1) virus",
      "abstract": "",
      "authorList": ["Trifonov V", "Khiabanian H", "Rabadan R"],
      "journal": "N Engl J Med",
      "year": 2009,
      "month": 7,
      "day": 9,
      "volume": "361",
      "issue": "2",
      "pages": "115-9",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan"],
      "isbn": "",
      "authors": "Trifonov V, Khiabanian H, Rabadan R"
    }
  ]
}
