{
  "person": "richard-baer",
  "publications": [
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "32730698",
      "pmcid": "PMC7520359",
      "doi": "10.1002/cam4.3242",
      "title": "Aberrant Zip14 expression in muscle is associated with cachexia in a Bard1-deficient mouse model of breast cancer metastasis",
      "abstract": "Nearly 80% of advanced cancer patients are afflicted with cachexia, a debilitating syndrome characterized by extensive loss of muscle mass and function. Cachectic cancer patients have a reduced tolerance to antineoplastic therapies and often succumb to premature death from the wasting of respiratory and cardiac muscles. Since there are no available treatments for cachexia, it is imperative to understand the mechanisms that drive cachexia in order to devise effective strategies to treat it. Although 25% of metastatic breast cancer patients develop symptoms of muscle wasting, mechanistic studies of breast cancer cachexia have been hampered by a lack of experimental models. Using tumor cells deficient for BARD1, a subunit of the BRCA1/BARD1 tumor suppressor complex, we have developed a new orthotopic model of triple-negative breast cancer that spontaneously metastasizes to the lung and leads to systemic muscle deterioration. We show that expression of the metal-ion transporter, Zip14, is markedly upregulated in cachectic muscles from these mice and is associated with elevated intramuscular zinc and iron levels. Aberrant Zip14 expression and altered metal-ion homeostasis could therefore represent an underlying mechanism of cachexia development in human patients with triple-negative breast cancer. Our study provides a unique model for studying breast cancer cachexia and identifies a potential therapeutic target for its treatment.",
      "authorList": [
        "Shakri AR",
        "James Zhong T",
        "Ma W",
        "Coker C",
        "Hegde R",
        "Scholze H",
        "Chin V",
        "Szabolcs M",
        "Hibshoosh H",
        "Tanji K",
        "Baer R",
        "Kumar Biswas A",
        "Acharyya S"
      ],
      "authors": "Shakri AR, James Zhong T, Ma W, Coker C, Hegde R, Scholze H, Chin V, Szabolcs M, Hibshoosh H, Tanji K, Baer R, Kumar Biswas A, Acharyya S",
      "journal": "Cancer Med",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "9",
      "issue": "18",
      "pages": "6766-6775",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "wanchao-ma",
        "courtney-coker",
        "rohaan-hegde",
        "richard-baer",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "30244837",
      "pmcid": "PMC6347115",
      "doi": "10.1016/j.molcel.2018.08.016",
      "title": "The BRCT Domains of the BRCA1 and BARD1 Tumor Suppressors Differentially Regulate Homology-Directed Repair and Stalled Fork Protection",
      "abstract": "The BRCA1 tumor suppressor preserves genome integrity through both homology-directed repair (HDR) and stalled fork protection (SFP). In vivo, BRCA1 exists as a heterodimer with the BARD1 tumor suppressor, and both proteins harbor a phosphate-binding BRCT domain. Here, we compare mice with mutations that ablate BRCT phospho-recognition by Bard1 (Bard1S563F and Bard1K607A) or Brca1 (Brca1S1598F). Brca1S1598F abrogates both HDR and SFP, suggesting that both pathways are likely impaired in most BRCA1 mutant tumors. Although not affecting HDR, the Bard1 mutations ablate poly(ADP-ribose)-dependent recruitment of BRCA1/BARD1 to stalled replication forks, resulting in fork degradation and chromosome instability. Nonetheless, Bard1S563F/S563F and Bard1K607A/K607A mice, unlike Brca1S1598F/S1598F mice, are not tumor prone, indicating that HDR alone is sufficient to suppress tumor formation in the absence of SFP. Nevertheless, because SFP, unlike HDR, is also impaired in heterozygous Brca1/Bard1 mutant cells, SFP and HDR may contribute to distinct stages of tumorigenesis in BRCA1/BARD1 mutation carriers.",
      "authorList": [
        "Billing D",
        "Horiguchi M",
        "Wu-Baer F",
        "Taglialatela A",
        "Leuzzi G",
        "Nanez SA",
        "Jiang W",
        "Zha S",
        "Szabolcs M",
        "Lin CS",
        "Ciccia A",
        "Baer R"
      ],
      "authors": "Billing D, Horiguchi M, Wu-Baer F, Taglialatela A, Leuzzi G, Nanez SA, Jiang W, Zha S, Szabolcs M, Lin CS, Ciccia A, Baer R",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "127-139",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "shan-zha", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "28985506",
      "pmcid": "PMC5683418",
      "doi": "10.1016/j.molcel.2017.09.009",
      "title": "NRF2 Is a Major Target of ARF in p53-Independent Tumor Suppression",
      "abstract": "Although ARF can suppress tumor growth by activating p53 function, the mechanisms by which it suppresses tumor growth independently of p53 are not well understood. Here, we identified ARF as a key regulator of nuclear factor E2-related factor 2 (NRF2) through complex purification. ARF inhibits the ability of NRF2 to transcriptionally activate its target genes, including SLC7A11, a component of the cystine/glutamate antiporter that regulates reactive oxygen species (ROS)-induced ferroptosis. As a consequence, ARF expression sensitizes cells to ferroptosis in a p53-independent manner while ARF depletion induces NRF2 activation and promotes cancer cell survival in response to oxidative stress. Moreover, the ability of ARF to induce p53-independent tumor growth suppression in mouse xenograft models is significantly abrogated upon NRF2 overexpression. These results demonstrate that NRF2 is a major target of p53-independent tumor suppression by ARF and also suggest that the ARF-NRF2 interaction acts as a new checkpoint for oxidative stress responses.",
      "authorList": [
        "Chen D",
        "Tavana O",
        "Chu B",
        "Erber L",
        "Chen Y",
        "Baer R",
        "Gu W"
      ],
      "authors": "Chen D, Tavana O, Chu B, Erber L, Chen Y, Baer R, Gu W",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 5,
      "volume": "68",
      "issue": "1",
      "pages": "224-232",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28263958",
      "pmcid": "PMC5613662",
      "doi": "10.1038/ncb3485",
      "title": "Genomic instability during reprogramming by nuclear transfer is DNA replication dependent",
      "abstract": "Somatic cells can be reprogrammed to a pluripotent state by nuclear transfer into oocytes, yet developmental arrest often occurs. While incomplete transcriptional reprogramming is known to cause developmental failure, reprogramming also involves concurrent changes in cell cycle progression and nuclear structure. Here we study cellular reprogramming events in human and mouse nuclear transfer embryos prior to embryonic genome activation. We show that genetic instability marked by frequent chromosome segregation errors and DNA damage arise prior to, and independent of, transcriptional activity. These errors occur following transition through DNA replication and are repaired by BRCA1. In the absence of mitotic nuclear remodelling, DNA replication is delayed and errors are exacerbated in subsequent mitosis. These results demonstrate that independent of gene expression, cell-type-specific features of cell cycle progression constitute a barrier sufficient to prevent the transition from one cell type to another during reprogramming.",
      "authorList": [
        "Chia G",
        "Agudo J",
        "Treff N",
        "Sauer MV",
        "Billing D",
        "Brown BD",
        "Baer R",
        "Egli D"
      ],
      "authors": "Chia G, Agudo J, Treff N, Sauer MV, Billing D, Brown BD, Baer R, Egli D",
      "journal": "Nat Cell Biol",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "19",
      "issue": "4",
      "pages": "282-291",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "27058754",
      "pmcid": "PMC5078005",
      "doi": "10.18632/oncotarget.8605",
      "title": "The DNA resection protein CtIP promotes mammary tumorigenesis",
      "abstract": "Many DNA repair factors act to suppress tumor formation by preserving genomic stability. Similarly, the CtIP protein, which interacts with the BRCA1 tumor suppressor, is also thought to have tumor suppression activity. Through its role in DNA end resection, CtIP facilitates DNA double-strand break (DSB) repair by homologous recombination (DSBR-HR) and microhomology-mediated end joining (MMEJ). In addition, however, CtIP has also been implicated in the formation of aberrant chromosomal rearrangements in an MMEJ-dependent manner, an activity that could potentially promote tumor development by increasing genome instability. To clarify whether CtIP acts in vivo to suppress or promote tumorigenesis, we have examined its oncogenic potential in mouse models of human breast cancer. Surprisingly, mice heterozygous for a null Ctip allele did not display an increased susceptibility to tumor formation. Moreover, mammary-specific biallelic CtIP ablation did not elicit breast tumors in a manner reminiscent of BRCA1 loss. Instead, CtIP inactivation dramatically reduced the kinetics of mammary tumorigenesis in mice bearing mammary-specific lesions of the p53 gene. Thus, unlike other repair factors, CtIP is not a tumor suppressor, but has oncogenic properties that can promote tumorigenesis, consistent with its ability to facilitate MMEJ-dependent chromosomal instability. Consequently, inhibition of CtIP-mediated MMEJ may prove effective against tumor types, such as human breast cancer, that display MMEJ-dependent chromosomal rearrangements. ",
      "authorList": [
        "Reczek CR",
        "Shakya R",
        "Miteva Y",
        "Szabolcs M",
        "Ludwig T",
        "Baer R"
      ],
      "authors": "Reczek CR, Shakya R, Miteva Y, Szabolcs M, Ludwig T, Baer R",
      "journal": "Oncotarget",
      "year": 2016,
      "month": 5,
      "day": 31,
      "volume": "7",
      "issue": "22",
      "pages": "32172-83",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "26880199",
      "pmcid": "PMC4754713",
      "doi": "10.1083/jcb.201504005",
      "title": "MRN, CtIP, and BRCA1 mediate repair of topoisomerase II-DNA adducts",
      "abstract": "Repair of DNA double-strand breaks (DSBs) with complex ends poses a special challenge, as additional processing is required before DNA ligation. For example, protein-DNA adducts must be removed to allow repair by either nonhomologous end joining or homology-directed repair. Here, we investigated the processing of topoisomerase II (Top2)-DNA adducts induced by treatment with the chemotherapeutic agent etoposide. Through biochemical analysis in Xenopus laevis egg extracts, we establish that the MRN (Mre11, Rad50, and Nbs1) complex, CtIP, and BRCA1 are required for both the removal of Top2-DNA adducts and the subsequent resection of Top2-adducted DSB ends. Moreover, the interaction between CtIP and BRCA1, although dispensable for resection of endonuclease-generated DSB ends, is required for resection of Top2-adducted DSBs, as well as for cellular resistance to etoposide during genomic DNA replication. ",
      "authorList": ["Aparicio T", "Baer R", "Gottesman M", "Gautier J"],
      "authors": "Aparicio T, Baer R, Gottesman M, Gautier J",
      "journal": "J Cell Biol",
      "year": 2016,
      "month": 2,
      "day": 15,
      "volume": "212",
      "issue": "4",
      "pages": "399-408",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "25799988",
      "pmcid": "PMC4455927",
      "doi": "10.1038/nature14344",
      "title": "Ferroptosis as a p53-mediated activity during tumour suppression",
      "abstract": "Although p53-mediated cell-cycle arrest, senescence and apoptosis serve as critical barriers to cancer development, emerging evidence suggests that the metabolic activities of p53 are also important. Here we show that p53 inhibits cystine uptake and sensitizes cells to ferroptosis, a non-apoptotic form of cell death, by repressing expression of SLC7A11, a key component of the cystine/glutamate antiporter. Notably, p53(3KR), an acetylation-defective mutant that fails to induce cell-cycle arrest, senescence and apoptosis, fully retains the ability to regulate SLC7A11 expression and induce ferroptosis upon reactive oxygen species (ROS)-induced stress. Analysis of mutant mice shows that these non-canonical p53 activities contribute to embryonic development and the lethality associated with loss of Mdm2. Moreover, SLC7A11 is highly expressed in human tumours, and its overexpression inhibits ROS-induced ferroptosis and abrogates p53(3KR)-mediated tumour growth suppression in xenograft models. Our findings uncover a new mode of tumour suppression based on p53 regulation of cystine metabolism, ROS responses and ferroptosis. ",
      "authorList": [
        "Jiang L",
        "Kon N",
        "Li T",
        "Wang SJ",
        "Su T",
        "Hibshoosh H",
        "Baer R",
        "Gu W"
      ],
      "authors": "Jiang L, Kon N, Li T, Wang SJ, Su T, Hibshoosh H, Baer R, Gu W",
      "journal": "Nature",
      "year": 2015,
      "month": 4,
      "day": 2,
      "volume": "520",
      "issue": "7545",
      "pages": "57-62",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "24746645",
      "pmcid": "PMC4051845",
      "doi": "10.1016/j.dnarep.2014.03.014",
      "title": "DNA double-strand break repair pathway choice and cancer",
      "abstract": "Since DNA double-strand breaks (DSBs) contribute to the genomic instability that drives cancer development, DSB repair pathways serve as important mechanisms for tumor suppression. Thus, genetic lesions, such as BRCA1 and BRCA2 mutations, that disrupt DSB repair are often associated with cancer susceptibility. In addition, recent evidence suggests that DSB \"mis-repair\", in which DSBs are resolved by an inappropriate repair pathway, can also promote genomic instability and presumably tumorigenesis. This notion has gained currency from recent cancer genome sequencing studies which have uncovered numerous chromosomal rearrangements harboring pathological DNA repair signatures. In this perspective, we discuss the factors that regulate DSB repair pathway choice and their consequences for genome stability and cancer. ",
      "authorList": ["Aparicio T", "Baer R", "Gautier J"],
      "authors": "Aparicio T, Baer R, Gautier J",
      "journal": "DNA Repair (Amst)",
      "year": 2014,
      "month": 7,
      "day": -1,
      "volume": "19",
      "issue": "",
      "pages": "169-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "24842372",
      "pmcid": "PMC4042650",
      "doi": "10.1084/jem.20131939",
      "title": "CtIP-mediated resection is essential for viability and can operate independently of BRCA1",
      "abstract": "Homologous recombination (HR) is initiated by DNA end resection, a process in which stretches of single-strand DNA (ssDNA) are generated and used for homology search. Factors implicated in resection include nucleases MRE11, EXO1, and DNA2, which process DNA ends into 3' ssDNA overhangs; helicases such as BLM, which unwind DNA; and other proteins such as BRCA1 and CtIP whose functions remain unclear. CDK-mediated phosphorylation of CtIP on T847 is required to promote resection, whereas CDK-dependent phosphorylation of CtIP-S327 is required for interaction with BRCA1. Here, we provide evidence that CtIP functions independently of BRCA1 in promoting DSB end resection. First, using mouse models expressing S327A or T847A mutant CtIP as a sole species, and B cells deficient in CtIP, we show that loss of the CtIP-BRCA1 interaction does not detectably affect resection, maintenance of genomic stability or viability, whereas T847 is essential for these functions. Second, although loss of 53BP1 rescues the embryonic lethality and HR defects in BRCA1-deficient mice, it does not restore viability or genome integrity in CtIP(-/-) mice. Third, the increased resection afforded by loss of 53BP1 and the rescue of BRCA1-deficiency depend on CtIP but not EXO1. Finally, the sensitivity of BRCA1-deficient cells to poly ADP ribose polymerase (PARP) inhibition is partially rescued by the phospho-mimicking mutant CtIP (CtIP-T847E). Thus, in contrast to BRCA1, CtIP has indispensable roles in promoting resection and embryonic development. ",
      "authorList": [
        "Polato F",
        "Callen E",
        "Wong N",
        "Faryabi R",
        "Bunting S",
        "Chen HT",
        "Kozak M",
        "Kruhlak MJ",
        "Reczek CR",
        "Lee WH",
        "Ludwig T",
        "Baer R",
        "Feigenbaum L",
        "Jackson S",
        "Nussenzweig A"
      ],
      "authors": "Polato F, Callen E, Wong N, Faryabi R, Bunting S, Chen HT, Kozak M, Kruhlak MJ, Reczek CR, Lee WH, Ludwig T, Baer R, Feigenbaum L, Jackson S, Nussenzweig A",
      "journal": "J Exp Med",
      "year": 2014,
      "month": 6,
      "day": 2,
      "volume": "211",
      "issue": "6",
      "pages": "1027-36",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "23712259",
      "pmcid": "PMC3664708",
      "doi": "10.1083/jcb.201302145",
      "title": "The interaction between CtIP and BRCA1 is not essential for resection-mediated DNA repair or tumor suppression",
      "abstract": "The CtIP protein facilitates homology-directed repair (HDR) of double-strand DNA breaks (DSBs) by initiating DNA resection, a process in which DSB ends are converted into 3'-ssDNA overhangs. The BRCA1 tumor suppressor, which interacts with CtIP in a phospho-dependent manner, has also been implicated in DSB repair through the HDR pathway. It was recently reported that the BRCA1-CtIP interaction is essential for HDR in chicken DT40 cells. To examine the role of this interaction in mammalian cells, we generated cells and mice that express Ctip polypeptides (Ctip-S326A) that fail to bind BRCA1. Surprisingly, isogenic lines of Ctip-S326A mutant and wild-type cells displayed comparable levels of HDR function and chromosomal stability. Although Ctip-S326A mutant cells were modestly sensitive to topoisomerase inhibitors, mice expressing Ctip-S326A polypeptides developed normally and did not exhibit a predisposition to cancer. Thus, in mammals, the phospho-dependent BRCA1-CtIP interaction is not essential for HDR-mediated DSB repair or for tumor suppression.",
      "authorList": [
        "Reczek CR",
        "Szabolcs M",
        "Stark JM",
        "Ludwig T",
        "Baer R"
      ],
      "authors": "Reczek CR, Szabolcs M, Stark JM, Ludwig T, Baer R",
      "journal": "J Cell Biol",
      "year": 2013,
      "month": 5,
      "day": 27,
      "volume": "201",
      "issue": "5",
      "pages": "693-707",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "23680142",
      "pmcid": "PMC3746756",
      "doi": "10.1016/j.ccr.2013.04.013",
      "title": "Luring BRCA1 to the scene of the crime",
      "abstract": "To preserve genome stability, BRCA1 must be recruited to sites of DNA damage, where BRCA1 facilitates repair of double-strand DNA breaks (DSBs). In this issue of Cancer Cell, Li and Yu report that BRCA1 recruitment involves a novel interaction between its partner protein BARD1 and poly(ADP-ribose) chains at the DSB.",
      "authorList": ["Baer R"],
      "authors": "Baer R",
      "journal": "Cancer Cell",
      "year": 2013,
      "month": 5,
      "day": 13,
      "volume": "23",
      "issue": "5",
      "pages": "565-7",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "23273981",
      "pmcid": "PMC3582837",
      "doi": "10.1016/j.molcel.2012.11.020",
      "title": "Activation of DSB processing requires phosphorylation of CtIP by ATR",
      "abstract": "DNA double-strand breaks (DSBs) activate a DNA damage response (DDR) that coordinates checkpoint pathways with DNA repair. ATM and ATR kinases are activated sequentially. Homology-directed repair (HDR) is initiated by resection of DSBs to generate 3' single-stranded DNA overhangs. How resection and HDR are activated during DDR is not known, nor are the roles of ATM and ATR in HDR. Here, we show that CtIP undergoes ATR-dependent hyperphosphorylation in response to DSBs. ATR phosphorylates an invariant threonine, T818 of Xenopus CtIP (T859 in human). Nonphosphorylatable CtIP (T818A) does not bind to chromatin or initiate resection. Our data support a model in which ATM activity is required for an early step in resection, leading to ATR activation, CtIP-T818 phosphorylation, and accumulation of CtIP on chromatin. Chromatin binding by modified CtIP precedes extensive resection and full checkpoint activation.",
      "authorList": [
        "Peterson SE",
        "Li Y",
        "Wu-Baer F",
        "Chait BT",
        "Baer R",
        "Yan H",
        "Gottesman ME",
        "Gautier J"
      ],
      "authors": "Peterson SE, Li Y, Wu-Baer F, Chait BT, Baer R, Yan H, Gottesman ME, Gautier J",
      "journal": "Mol Cell",
      "year": 2013,
      "month": 2,
      "day": 21,
      "volume": "49",
      "issue": "4",
      "pages": "657-67",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "22682249",
      "pmcid": "PMC3688046",
      "doi": "10.1016/j.cell.2012.04.026",
      "title": "Tumor suppression in the absence of p53-mediated cell-cycle arrest, apoptosis, and senescence",
      "abstract": "Cell-cycle arrest, apoptosis, and senescence are widely accepted as the major mechanisms by which p53 inhibits tumor formation. Nevertheless, it remains unclear whether they are the rate-limiting steps in tumor suppression. Here, we have generated mice bearing lysine to arginine mutations at one (p53(K117R)) or three (p53(3KR); K117R+K161R+K162R) of p53 acetylation sites. Although p53(K117R/K117R) cells are competent for p53-mediated cell-cycle arrest and senescence, but not apoptosis, all three of these processes are ablated in p53(3KR/3KR) cells. Surprisingly, unlike p53 null mice, which rapidly succumb to spontaneous thymic lymphomas, early-onset tumor formation does not occur in either p53(K117R/K117R) or p53(3KR/3KR) animals. Notably, p53(3KR) retains the ability to regulate energy metabolism and reactive oxygen species production. These findings underscore the crucial role of acetylation in differentially modulating p53 responses and suggest that unconventional activities of p53, such as metabolic regulation and antioxidant function, are critical for suppression of early-onset spontaneous tumorigenesis.",
      "authorList": [
        "Li T",
        "Kon N",
        "Jiang L",
        "Tan M",
        "Ludwig T",
        "Zhao Y",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li T, Kon N, Jiang L, Tan M, Ludwig T, Zhao Y, Baer R, Gu W",
      "journal": "Cell",
      "year": 2012,
      "month": 6,
      "day": 8,
      "volume": "149",
      "issue": "6",
      "pages": "1269-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22034435",
      "pmcid": "PMC3904783",
      "doi": "10.1126/science.1209909",
      "title": "BRCA1 tumor suppression depends on BRCT phosphoprotein binding, but not its E3 ligase activity",
      "abstract": "Germline mutations of the breast cancer 1 (BRCA1) gene are a major cause of familial breast and ovarian cancer. The BRCA1 protein displays E3 ubiquitin ligase activity, and this enzymatic function is thought to be required for tumor suppression. To test this hypothesis, we generated mice that express an enzymatically defective Brca1. We found that this mutant Brca1 prevents tumor formation to the same degree as does wild-type Brca1 in three different genetically engineered mouse (GEM) models of cancer. In contrast, a mutation that ablates phosphoprotein recognition by the BRCA C terminus (BRCT) domains of BRCA1 elicits tumors in each of the three GEM models. Thus, BRCT phosphoprotein recognition, but not the E3 ligase activity, is required for BRCA1 tumor suppression.",
      "authorList": [
        "Shakya R",
        "Reid LJ",
        "Reczek CR",
        "Cole F",
        "Egli D",
        "Lin CS",
        "deRooij DG",
        "Hirsch S",
        "Ravi K",
        "Hicks JB",
        "Szabolcs M",
        "Jasin M",
        "Baer R",
        "Ludwig T"
      ],
      "authors": "Shakya R, Reid LJ, Reczek CR, Cole F, Egli D, Lin CS, deRooij DG, Hirsch S, Ravi K, Hicks JB, Szabolcs M, Jasin M, Baer R, Ludwig T",
      "journal": "Science",
      "year": 2011,
      "month": 10,
      "day": 28,
      "volume": "334",
      "issue": "6055",
      "pages": "525-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "21893598",
      "pmcid": "PMC3171114",
      "doi": "10.1083/jcb.201103103",
      "title": "Cdk1 uncouples CtIP-dependent resection and Rad51 filament formation during M-phase double-strand break repair",
      "abstract": "DNA double-strand break (DSB) resection, which results in RPA-bound single-stranded DNA (ssDNA), is activated in S phase by Cdk2. RPA-ssDNA activates the ATR-dependent checkpoint and homology-directed repair (HDR) via Rad51-dependent mechanisms. On the other hand, the fate of DSBs sustained during vertebrate M phase is largely unknown. We use cell-free Xenopus laevis egg extracts to examine the recruitment of proteins to chromatin after DSB formation. We find that S-phase extract recapitulates a two-step resection mechanism. M-phase chromosomes are also resected in cell-free extracts and cultured human cells. In contrast to the events in S phase, M-phase resection is solely dependent on MRN-CtIP. Despite generation of RPA-ssDNA, M-phase resection does not lead to ATR activation or Rad51 chromatin association. Remarkably, we find that Cdk1 permits resection by phosphorylation of CtIP but also prevents Rad51 binding to the resected ends. We have thus identified Cdk1 as a critical regulator of DSB repair in M phase. Cdk1 induces persistent ssDNA-RPA overhangs in M phase, thereby preventing both classical NHEJ and Rad51-dependent HDR.",
      "authorList": [
        "Peterson SE",
        "Li Y",
        "Chait BT",
        "Gottesman ME",
        "Baer R",
        "Gautier J"
      ],
      "authors": "Peterson SE, Li Y, Chait BT, Gottesman ME, Baer R, Gautier J",
      "journal": "J Cell Biol",
      "year": 2011,
      "month": 9,
      "day": 5,
      "volume": "194",
      "issue": "5",
      "pages": "705-20",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "20351172",
      "pmcid": "PMC2876507",
      "doi": "10.1128/MCB.01056-09",
      "title": "The UBXN1 protein associates with autoubiquitinated forms of the BRCA1 tumor suppressor and inhibits its enzymatic function",
      "abstract": "Although the BRCA1 tumor suppressor has been implicated in many cellular processes, the biochemical mechanisms by which it influences these diverse pathways are poorly understood. The only known enzymatic function of BRCA1 is the E3 ubiquitin ligase activity mediated by its highly conserved RING domain. In vivo, BRCA1 associates with the BARD1 polypeptide to form a heterodimeric BRCA1/BARD1 complex that catalyzes autoubiquitination of BRCA1 and trans ubiquitination of other protein substrates. In most cases, BRCA1-dependent ubiquitination generates polyubiquitin chains bearing an unconventional K6 linkage that does not appear to target proteins for proteasomal degradation. Since ubiquitin-dependent processes are usually mediated by cellular receptors with ubiquitin-binding motifs, we screened for proteins that specifically bind autoubiquitinated BRCA1. Here we report that the UBXN1 polypeptide, which contains a ubiquitin-associated (UBA) motif, recognizes autoubiquitinated BRCA1. This occurs through a bipartite interaction in which the UBA domain of UBXN1 binds K6-linked polyubiquitin chains conjugated to BRCA1 while the C-terminal sequences of UBXN1 bind the BRCA1/BARD1 heterodimer in a ubiquitin-independent fashion. Significantly, the E3 ligase activity of BRCA1/BARD1 is dramatically reduced in the presence of UBXN1, suggesting that UBXN1 regulates the enzymatic function of BRCA1 in a manner that is dependent on its ubiquitination status.",
      "authorList": ["Wu-Baer F", "Ludwig T", "Baer R"],
      "authors": "Wu-Baer F, Ludwig T, Baer R",
      "journal": "Mol Cell Biol",
      "year": 2010,
      "month": 6,
      "day": -1,
      "volume": "30",
      "issue": "11",
      "pages": "2787-98",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "19088202",
      "pmcid": "PMC2603436",
      "doi": "10.1073/pnas.0811203106",
      "title": "E3 ligase activity of BRCA1 is not essential for mammalian cell viability or homology-directed repair of double-strand DNA breaks",
      "abstract": "Hereditary cases of breast and ovarian cancer are often attributed to germ-line mutations of the BRCA1 tumor suppressor gene. Although BRCA1 is involved in diverse cellular processes, its role in the maintenance of genomic integrity may be a key component of its tumor suppression activity. The protein encoded by BRCA1 interacts in vivo with the related BARD1 protein to form a heterodimeric complex that acts as a ubiquitin E3 ligase. Because the enzymatic activity of the BRCA1/BARD1 heterodimer is conserved over a broad phylogenetic range, it is thought to be critical for the central functions of BRCA1. To test this hypothesis, we have generated isogenic clones of embryonic stem cells that do or do not express an enzymatically proficient Brca1 polypeptide. Surprisingly, cells lacking the ubiquitin ligase activity of BRCA1 are viable and do not accumulate spontaneous cytogenetic rearrangements. Gene targeting efficiencies are modestly reduced in these cells, and chromosomal rearrangements arise at elevated rates in response to genotoxic stress. Nonetheless, cells lacking Brca1 enzymatic activity are not hypersensitive to the DNA cross-linking agent mitomycin C. They also form Rad51 focus in response to ionizing radiation and repair chromosome breaks by homologous recombination at wild-type levels. These results indicate that key aspects of BRCA1 function in genome maintenance, including its role in homology-directed repair of double-strand DNA breaks, do not depend on the E3 ligase activity of BRCA1.",
      "authorList": [
        "Reid LJ",
        "Shakya R",
        "Modi AP",
        "Lokshin M",
        "Cheng JT",
        "Jasin M",
        "Baer R",
        "Ludwig T"
      ],
      "authors": "Reid LJ, Shakya R, Modi AP, Lokshin M, Cheng JT, Jasin M, Baer R, Ludwig T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2008,
      "month": 12,
      "day": 30,
      "volume": "105",
      "issue": "52",
      "pages": "20876-81",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "18443292",
      "pmcid": "PMC2365565",
      "doi": "10.1073/pnas.0711032105",
      "title": "The basal-like mammary carcinomas induced by Brca1 or Bard1 inactivation implicate the BRCA1/BARD1 heterodimer in tumor suppression",
      "abstract": "Women with germ-line mutations of the BRCA1 tumor suppressor gene are highly susceptible to breast and ovarian cancer. The protein product of BRCA1 is involved in a broad spectrum of biological processes and interacts with many diverse proteins. One of these, BARD1, associates with BRCA1 to form a heterodimeric complex that is enzymatically active as an ubiquitin E3 ligase. Although the BRCA1/BARD1 heterodimer has been implicated in several aspects of BRCA1 function, its role in tumor suppression has not been evaluated. To address this question, we generated mouse strains carrying conditional alleles of either Bard1 or Brca1 and used Cre recombination to inactivate these genes in mammary epithelial cells. Significantly, the conditional Bard1- and Brca1-mutant mice developed breast carcinomas that are indistinguishable from each other (and from those of double conditional Bard1/Brca1-mutant animals) with respect to their frequency, latency, histopathology, and cytogenetic features. Reminiscent of the basal-like breast carcinomas seen in human BRCA1 mutation carriers, these tumors are \"triple negative\" for estrogen and progesterone receptor expression and HER2/neu amplification. They also express basal cytokeratins CK5 and CK14, have an elevated frequency of p53 lesions, and display high levels of chromosomal instability. The remarkable similarities between the mammary carcinomas of Bard1-, Brca1-, and Bard1/Brca1-mutant mice indicate that the tumor suppressor activities of both genes are mediated through the BRCA1/BARD1 heterodimer.",
      "authorList": [
        "Shakya R",
        "Szabolcs M",
        "McCarthy E",
        "Ospina E",
        "Basso K",
        "Nandula S",
        "Murty V",
        "Baer R",
        "Ludwig T"
      ],
      "authors": "Shakya R, Szabolcs M, McCarthy E, Ospina E, Basso K, Nandula S, Murty V, Baer R, Ludwig T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2008,
      "month": 5,
      "day": 13,
      "volume": "105",
      "issue": "19",
      "pages": "7040-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "18176557",
      "pmcid": "PMC3065498",
      "doi": "10.1038/nchembio.63",
      "title": "A forward chemical genetic screen reveals an inhibitor of the Mre11-Rad50-Nbs1 complex",
      "abstract": "The MRN (Mre11-Rad50-Nbs1)-ATM (ataxia-telangiectasia mutated) pathway is essential for sensing and signaling from DNA double-strand breaks. The MRN complex acts as a DNA damage sensor, maintains genome stability during DNA replication, promotes homology-dependent DNA repair and activates ATM. MRN is essential for cell viability, which has limited functional studies of the complex. Small-molecule inhibitors of MRN could circumvent this experimental limitation and could also be used as cellular radio- and chemosensitization compounds. Using cell-free systems that recapitulate faithfully the MRN-ATM signaling pathway, we designed a forward chemical genetic screen to identify inhibitors of the pathway, and we isolated 6-(4-hydroxyphenyl)-2-thioxo-2,3-dihydro-4(1H)-pyrimidinone (mirin, 1) as an inhibitor of MRN. Mirin prevents MRN-dependent activation of ATM without affecting ATM protein kinase activity, and it inhibits Mre11-associated exonuclease activity. Consistent with its ability to target the MRN complex, mirin abolishes the G2/M checkpoint and homology-dependent repair in mammalian cells.",
      "authorList": [
        "Dupré A",
        "Boyer-Chatenet L",
        "Sattler RM",
        "Modi AP",
        "Lee JH",
        "Nicolette ML",
        "Kopelovich L",
        "Jasin M",
        "Baer R",
        "Paull TT",
        "Gautier J"
      ],
      "authors": "Dupré A, Boyer-Chatenet L, Sattler RM, Modi AP, Lee JH, Nicolette ML, Kopelovich L, Jasin M, Baer R, Paull TT, Gautier J",
      "journal": "Nat Chem Biol",
      "year": 2008,
      "month": 2,
      "day": -1,
      "volume": "4",
      "issue": "2",
      "pages": "119-25",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "17848578",
      "pmcid": "",
      "doi": "10.1074/jbc.M705198200",
      "title": "Structural requirements for the BARD1 tumor suppressor in chromosomal stability and homology-directed DNA repair",
      "abstract": "The BRCA1 tumor suppressor exists as a heterodimeric complex with BARD1, and this complex is thought to mediate many of the functions ascribed to BRCA1, including its role in tumor suppression. The two proteins share a common structural organization that features an N-terminal RING domain and two C-terminal BRCT motifs, whereas BARD1 alone also contains three tandem ankyrin repeats. In normal cells, the BRCA1/BARD1 heterodimer is believed to enhance chromosome stability by promoting homology-directed repair (HDR) of double strand DNA breaks. Here we have investigated the structural requirements for BARD1 in this process by complementation of Bard1-null mouse mammary carcinoma cells. Our results demonstrate that the ankyrin and BRCT motifs of BARD1 are each essential for both chromosome stability and HDR. Tandem BRCT motifs, including those found at the C terminus of BARD1, are known to form a phosphoprotein recognition module. Nonetheless, the HDR function of BARD1 was not perturbed by synthetic mutations predicted to ablate the phospho-recognition activity of its BRCT sequences, suggesting that some functions of the BRCT domains are not dependent on their ability to bind phosphorylated ligands. Also, cancer-associated missense mutations in the BRCT domains of BARD1 (e.g. C557S, Q564H, V695L, and S761N) have been observed in patients with breast, ovarian, and endometrial tumors. However, none of these was found to affect the HDR activity of BARD1, suggesting that any increased cancer risk conferred by these mutations is not because of defects in this repair mechanism.",
      "authorList": [
        "Laufer M",
        "Nandula SV",
        "Modi AP",
        "Wang S",
        "Jasin M",
        "Murty VV",
        "Ludwig T",
        "Baer R"
      ],
      "authors": "Laufer M, Nandula SV, Modi AP, Wang S, Jasin M, Murty VV, Ludwig T, Baer R",
      "journal": "J Biol Chem",
      "year": 2007,
      "month": 11,
      "day": 23,
      "volume": "282",
      "issue": "47",
      "pages": "34325-33",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "15855157",
      "pmcid": "",
      "doi": "10.1074/jbc.M502446200",
      "title": "Hyperphosphorylation of the BARD1 tumor suppressor in mitotic cells",
      "abstract": "Although the BRCA1 tumor suppressor has been implicated in a number of cellular processes, it plays an especially important role in the DNA damage response as a regulator of cell cycle checkpoints and DNA repair pathways. In vivo, BRCA1 exists as a heterodimer with the BARD1 protein, and many of its biological functions are mediated by the BRCA1-BARD1 complex. Here, we show that BARD1 is phosphorylated in a cell cycle-dependent manner and that the hyperphosphorylated forms of BARD1 predominate during M phase. By mobility shift analysis and mass spectrometry, we have identified seven sites of mitotic phosphorylation within BARD1. All sites exist within either an SP or TP sequence, and two sites resemble the consensus motif recognized by cyclin-dependent kinases. To examine the functional consequences of BARD1 phosphorylation, we used a gene targeting knock-in approach to generate isogenic cell lines that express either wild-type or mutant forms of the BARD1 polypeptide. Analysis of these lines in clonogenic survival assays revealed that cells bearing phosphorylation site mutations are hypersensitive to mitomycin C, a genotoxic agent that induces interstrand DNA cross-links. These results implicate BARD1 phosphorylation in the cellular response to DNA damage.",
      "authorList": [
        "Choudhury AD",
        "Xu H",
        "Modi AP",
        "Zhang W",
        "Ludwig T",
        "Baer R"
      ],
      "authors": "Choudhury AD, Xu H, Modi AP, Zhang W, Ludwig T, Baer R",
      "journal": "J Biol Chem",
      "year": 2005,
      "month": 7,
      "day": 1,
      "volume": "280",
      "issue": "26",
      "pages": "24669-79",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "15166217",
      "pmcid": "",
      "doi": "10.1074/jbc.M403646200",
      "title": "Ubiquitination and proteasomal degradation of the BRCA1 tumor suppressor is regulated during cell cycle progression",
      "abstract": "The BRCA1 tumor suppressor and the BARD1 protein form a stable heterodimeric complex that can catalyze the formation of polyubiquitin chains. Expression of BRCA1 fluctuates in a cell cycle-dependent manner, such that low steady-state levels of BRCA1 gene products are found in resting cells and early G1 cycling cells and high levels in S and G2 phase cells. Although transcriptional activation of the BRCA1 gene can account for induction of BRCA1 expression at the G1/S transition, the mechanisms by which BRCA1 is down-regulated during cell cycle progression have not been addressed. Here we show that the steady-state levels of BRCA1 protein remain elevated throughout mitosis but begin to decline at the M/G1 transition. This decline in BRCA1 levels coincides with the appearance of proteasome-sensitive ubiquitin conjugates of BRCA1 at the onset of G1. Formation of these conjugates occurs throughout G1 and S, but not in cells arrested in prometaphase by nocodazole. The proteasome-sensitive ubiquitin conjugates of BRCA1 appear to be distinct from BRCA1 autoubiquitination products and are probably catalyzed by the action of other cellular E3 ligases. Interestingly, co-expression of BARD1 inhibits the formation of these conjugates, suggesting that BARD1 serves to stabilize BRCA1 expression in part by reducing proteasome-sensitive ubiquitination of BRCA1 polypeptides. In summary, these data indicate that the cell cycle-dependent pattern of BRCA1 expression is determined in part by ubiquitin-dependent proteasomal degradation.",
      "authorList": ["Choudhury AD", "Xu H", "Baer R"],
      "authors": "Choudhury AD, Xu H, Baer R",
      "journal": "J Biol Chem",
      "year": 2004,
      "month": 8,
      "day": 6,
      "volume": "279",
      "issue": "32",
      "pages": "33909-18",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "14671306",
      "pmcid": "",
      "doi": "10.1126/science.1091362",
      "title": "Mono- versus polyubiquitination: differential control of p53 fate by Mdm2",
      "abstract": "Although Mdm2-mediated ubiquitination is essential for both degradation and nuclear export of p53, the molecular basis for the differential effects of Mdm2 remains unknown. Here we show that low levels of Mdm2 activity induce monoubiquitination and nuclear export of p53, whereas high levels promote p53's polyubiquitination and nuclear degradation. A p53-ubiquitin fusion protein that mimics monoubiquitinated p53 was found to accumulate in the cytoplasm in an Mdm2-independent manner, indicating that monoubiquitination is critical for p53 trafficking. These results clarify the nature of ubiquitination-mediated p53 regulation and suggest that distinct mechanisms regulate p53 function in accordance with the levels of Mdm2 activity.",
      "authorList": [
        "Li M",
        "Brooks CL",
        "Wu-Baer F",
        "Chen D",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li M, Brooks CL, Wu-Baer F, Chen D, Baer R, Gu W",
      "journal": "Science",
      "year": 2003,
      "month": 12,
      "day": 12,
      "volume": "302",
      "issue": "5652",
      "pages": "1972-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12890688",
      "pmcid": "",
      "doi": "10.1074/jbc.C300249200",
      "title": "The BRCA1/BARD1 heterodimer assembles polyubiquitin chains through an unconventional linkage involving lysine residue K6 of ubiquitin",
      "abstract": "The BRCA1 tumor suppressor forms a heterodimer with the BARD1 protein, and the resulting complex functions as an E3 ubiquitin ligase that catalyzes the synthesis of polyubiquitin chains. In theory, polyubiquitination can occur by isopeptide bond formation at any of the seven lysine residues of ubiquitin. The isopeptide linkage of a polyubiquitin chain is a particularly important determinant of its cellular function, such that K48-linked chains commonly target proteins for proteasomal degradation, while K63 chains serve non-proteolytic roles in various signaling pathways. To determine the isopeptide linkage formed by BRCA1/BARD1-dependent polyubiquitination, we purified a full-length heterodimeric complex and compared its linkage specificity with that of E6-AP, an E3 ligase known to induce proteolysis of its cellular substrates. Using a comprehensive mutation analysis, we found that E6-AP catalyzes the synthesis of K48-linked polyubiquitin chains. In contrast, however, the BRCA1/BARD1 heterodimer directs polymerization of ubiquitin primarily through an unconventional linkage involving lysine residue K6. Although heterologous substrates of BRCA1/BARD1 are not known, BRCA1 autoubiquitination occurs principally by conjugation with K6-linked polymers. The ability of BRCA1/BARD1 to form K6-linked polyubiquitin chains suggests that it may impart unique cellular properties to its natural enzymatic substrates.",
      "authorList": ["Wu-Baer F", "Lagrazon K", "Yuan W", "Baer R"],
      "authors": "Wu-Baer F, Lagrazon K, Yuan W, Baer R",
      "journal": "J Biol Chem",
      "year": 2003,
      "month": 9,
      "day": 12,
      "volume": "278",
      "issue": "37",
      "pages": "34743-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "11790560",
      "pmcid": "",
      "doi": "10.1016/s0959-437x(01)00269-6",
      "title": "The BRCA1/BARD1 heterodimer, a tumor suppressor complex with ubiquitin E3 ligase activity",
      "abstract": "Although the protein product of the BRCA1 tumor suppressor gene has been implicated in a surprisingly diverse array of biological processes, the molecular mechanism by which BRCA1 loss promotes tumor formation remains unclear. Nonetheless, a pivotal advance has been achieved by recent studies that establish BRCA1 and its partner polypeptide BARD1 as enzymatic mediators of protein ubiquitination. The potent ubiquitin E3 ligase activity of the BRCA1/BARD1 heterodimer may be responsible for many of the biological properties attributed to BRCA1, including its ability to suppress tumor formation in normal cells.",
      "authorList": ["Baer R", "Ludwig T"],
      "journal": "Curr Opin Genet Dev",
      "year": 2002,
      "month": 2,
      "day": -1,
      "volume": "12",
      "issue": "1",
      "pages": "86-91",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Baer R, Ludwig T"
    },
    {
      "pmid": "9738006",
      "pmcid": "",
      "doi": "10.1074/jbc.273.39.25388",
      "title": "The C-terminal (BRCT) domains of BRCA1 interact in vivo with CtIP, a protein implicated in the CtBP pathway of transcriptional repression",
      "abstract": "The BRCA1 tumor suppressor encodes a polypeptide with two recognizable protein motifs: a RING domain near the N terminus and two tandem BRCT domains at the C terminus. Studies of tumor-associated mutations indicate that the RING and BRCT sequences are required for BRCA1-mediated tumor suppression. In addition, recent work has shown that BRCA1 is a potent regulator of RNA transcription and that the BRCT domains are also essential for this activity. Therefore, we used the Sos recruitment system to screen for proteins that bind this critical region of BRCA1. Our results show that the BRCT domains interact in vivo with CtIP, a protein originally identified on the basis of its association with the CtBP transcriptional co-repressor. This finding suggests that BRCA1 regulates gene expression, at least in part, by modulating CtBP-mediated transcriptional repression. Moreover, the in vivo interaction between BRCA1 and CtIP is completely ablated by each of three independent tumor-associated mutations affecting the BRCT motifs of BRCA1. These results indicate that the BRCA1-CtIP interaction may be required for tumor suppression by BRCA1.",
      "authorList": ["Yu X", "Wu LC", "Bowcock AM", "Aronheim A", "Baer R"],
      "journal": "J Biol Chem",
      "year": 1998,
      "month": 9,
      "day": 25,
      "volume": "273",
      "issue": "39",
      "pages": "25388-92",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Yu X, Wu LC, Bowcock AM, Aronheim A, Baer R"
    },
    {
      "pmid": "8944023",
      "pmcid": "",
      "doi": "10.1038/ng1296-430",
      "title": "Identification of a RING protein that can interact in vivo with the BRCA1 gene product",
      "abstract": "The hereditary breast and ovarian cancer gene, BRCA1, encodes a large polypeptide that contains the cysteine-rich RING motif, a zinc-binding domain found in a variety of regulatory proteins. Here we describe a novel protein that interacts in vivo with the N-terminal region of BRCA1. This BRCA1-associated RING domain (BARD1) protein contains an N-terminal RING motif, three tandem ankyrin repeats, and a C-terminal sequence with significant homology to the phylogenetically conserved BRCT domains that lie near the C terminus of BRCA1. The BARD1/BRCA1 interaction is disrupted by BRCA1 missense mutations that segregate with breast cancer susceptibility, indicating that BARD1 may be involved in mediating tumour suppression by BRCA1.",
      "authorList": [
        "Wu LC",
        "Wang ZW",
        "Tsan JT",
        "Spillman MA",
        "Phung A",
        "Xu XL",
        "Yang MC",
        "Hwang LY",
        "Bowcock AM",
        "Baer R"
      ],
      "journal": "Nat Genet",
      "year": 1996,
      "month": 12,
      "day": -1,
      "volume": "14",
      "issue": "4",
      "pages": "430-40",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Wu LC, Wang ZW, Tsan JT, Spillman MA, Phung A, Xu XL, Yang MC, Hwang LY, Bowcock AM, Baer R"
    },
    {
      "pmid": "8142619",
      "pmcid": "",
      "doi": "",
      "title": "TAL1, TAL2 and LYL1: a family of basic helix-loop-helix proteins implicated in T cell acute leukaemia",
      "abstract": "TAL1 gene rearrangement is the most common genetic defect associated with T cell acute lymphoblastic leukaemia (T-ALL). Tumour-specific rearrangements of TAL1 arise as a result of either chromosome translocation or local DNA recombination. TAL1 gene products possess the basic helix-loop-helix (bHLH) motif, a DNA-binding domain common to several known transcription factors. The bHLH domain of TAL1 is especially homologous to those encoded by TAL2 and LYL1, distinct genes that were also identified on the basis of chromosomal rearrangement in T-ALL. Thus, TAL1, TAL2 and LYL1 constitute a unique family of bHLH proteins, each of which is a potential mediator of T cell leukaemogenesis.",
      "authorList": ["Baer R"],
      "journal": "Semin Cancer Biol",
      "year": 1993,
      "month": 12,
      "day": -1,
      "volume": "4",
      "issue": "6",
      "pages": "341-7",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Baer R"
    },
    {
      "pmid": "1763056",
      "pmcid": "PMC53146",
      "doi": "10.1073/pnas.88.24.11416",
      "title": "TAL2, a helix-loop-helix gene activated by the (7;9)(q34;q32) translocation in human T-cell leukemia",
      "abstract": "Tumor-specific alteration of the TAL1 gene occurs in almost 25% of patients with T-cell acute lymphoblastic leukemia (T-ALL). We now report the identification of TAL2, a distinct gene that was isolated on the basis of its sequence homology with TAL1. The TAL2 gene is located 33 kilobase pairs from the chromosome 9 breakpoint of t(7;9)(q34;q32), a recurring translocation specifically associated with T-ALL. As a consequence of t(7;9)(q34;q32), TAL2 is juxtaposed with sequences from the T-cell receptor beta-chain gene on chromosome 7. TAL2 sequences are actively transcribed in SUP-T3, a T-ALL cell line that harbors the t(7;9)(q34;q32). The TAL2 gene product includes a helix-loop-helix protein dimerization and DNA binding domain that is especially homologous to those encoded by the TAL1 and LYL1 protooncogenes. Hence, TAL2, TAL1, and LYL1 constitute a discrete subgroup of helix-loop-helix proteins, each of which can potentially contribute to the development of T-ALL.",
      "authorList": [
        "Xia Y",
        "Brown L",
        "Yang CY",
        "Tsan JT",
        "Siciliano MJ",
        "Espinosa R",
        "Le Beau MM",
        "Baer RJ"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 1991,
      "month": 12,
      "day": 15,
      "volume": "88",
      "issue": "24",
      "pages": "11416-20",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Xia Y, Brown L, Yang CY, Tsan JT, Siciliano MJ, Espinosa R, Le Beau MM, Baer RJ"
    },
    {
      "pmid": "2209547",
      "pmcid": "PMC552072",
      "doi": "",
      "title": "Site-specific recombination of the tal-1 gene is a common occurrence in human T cell leukemia",
      "abstract": "The tal-1 gene is altered as a consequence of the t(1;14) (p32;q11) chromosome translocation observed in 3% of patients with T cell acute lymphoblastic leukemia (T-ALL). tal-1 encodes a helix-loop-helix (HLH) domain, a DNA binding and dimerization motif found in a number of proteins involved in cell growth and differentiation. We now report that an additional 25% of T-ALL patients bear tal-1 gene rearrangements that are not detected by karyotype analysis. These rearrangements result from a precise 90 kb deletion (designated tald) that arises independently in different patients by site-specific DNA recombination. Since the deletion junctions resemble the coding joints of assembled immunoglobulin genes, tald rearrangements are likely to be mediated by aberrant activity of the immunoglobulin recombinase. Moreover, t(1;14)(p32;q11) translocations and tald rearrangements disrupt the coding potential of tal-1 in an equivalent manner, and thereby generate a common genetic lesion shared by a significant proportion of T-ALL patients.",
      "authorList": [
        "Brown L",
        "Cheng JT",
        "Chen Q",
        "Siciliano MJ",
        "Crist W",
        "Buchanan G",
        "Baer R"
      ],
      "journal": "EMBO J",
      "year": 1990,
      "month": 10,
      "day": -1,
      "volume": "9",
      "issue": "10",
      "pages": "3343-51",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Brown L, Cheng JT, Chen Q, Siciliano MJ, Crist W, Buchanan G, Baer R"
    },
    {
      "pmid": "2303035",
      "pmcid": "PMC551682",
      "doi": "",
      "title": "The tal gene undergoes chromosome translocation in T cell leukemia and potentially encodes a helix-loop-helix protein",
      "abstract": "We have analyzed t(1;14)(p32;q11) chromosome translocations from two patients with T cell acute lymphocytic leukemia. The chromosome 1 breakpoints of these patients lie within a kilobasepair of each other, and thus define a genetic locus (designated tal) involved in T cell oncogenesis. Moreover, we have identified sequences within tal that potentially encode an amphipathic helix-loop-helix motif, a DNA-binding domain found in a variety of proteins that control cell growth and differentiation. The homology domain of tal is especially related to that of lyl-1, a gene on chromosome 19 that has also been implicated in T cell oncogenesis. Hence, tal and lyl-1 encode a distinct family of helix-loop-helix proteins involved in the malignant development of lymphocytes.",
      "authorList": [
        "Chen Q",
        "Cheng JT",
        "Tasi LH",
        "Schneider N",
        "Buchanan G",
        "Carroll A",
        "Crist W",
        "Ozanne B",
        "Siciliano MJ",
        "Baer R"
      ],
      "journal": "EMBO J",
      "year": 1990,
      "month": 2,
      "day": -1,
      "volume": "9",
      "issue": "2",
      "pages": "415-24",
      "tagList": [
        "article",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Chen Q, Cheng JT, Tasi LH, Schneider N, Buchanan G, Carroll A, Crist W, Ozanne B, Siciliano MJ, Baer R"
    }
  ]
}
