{
  "person": "robert-albero",
  "publications": [
    {
      "pmid": "33858773",
      "pmcid": "PMC8091164",
      "doi": "10.1016/j.it.2021.03.005",
      "title": "Deregulation of enhancer structure, function, and dynamics in acute lymphoblastic leukemia",
      "abstract": "Enhancers control dynamic changes in gene expression and orchestrate the tightly controlled transcriptional circuitries that direct and coordinate cell growth, proliferation, survival, lineage commitment, and differentiation during lymphoid development. Enhancer hijacking and neoenhancer formation at oncogene loci, as well as aberrant activation of oncogene-associated enhancers, can induce constitutive activation of self-perpetuating oncogenic transcriptional circuitries, and contribute to the malignant transformation of immature lymphoid progenitors in acute lymphoblastic leukemia (ALL). In this review, we present recent discoveries of the role of enhancer dynamics in mouse and human lymphoid development, and discuss how genetic and epigenetic alterations of enhancer function can promote leukemogenesis, and potential strategies for targeting the enhancer machinery in the treatment of ALL.",
      "authorList": ["Belver L", "Albero R", "Ferrando AA"],
      "authors": "Belver L, Albero R, Ferrando AA",
      "journal": "Trends Immunol",
      "year": 2021,
      "month": 5,
      "day": -1,
      "volume": "42",
      "issue": "5",
      "pages": "418-431",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "robert-albero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    }
  ]
}
