{
  "person": "sofija-vlasevska",
  "publications": [
    {
      "pmid": "31519498",
      "pmcid": "PMC7362711",
      "doi": "10.1016/j.immuni.2019.08.006",
      "title": "Unique and Shared Epigenetic Programs of the CREBBP and EP300 Acetyltransferases in Germinal Center B Cells Reveal Targetable Dependencies in Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP and EP300 acetyltransferases are among the most common genetic alterations in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). Here, we examined the relationship between these two enzymes in germinal center (GC) B cells, the normal counterpart of FL and DLBCL, and in lymphomagenesis by using conditional GC-directed deletion mouse models targeting Crebbp or Ep300. We found that CREBBP and EP300 modulate common as well as distinct transcriptional programs implicated in separate anatomic and functional GC compartments. Consistently, deletion of Ep300 but not Crebbp impaired the fitness of GC B cells in vivo. Combined loss of Crebbp and Ep300 completely abrogated GC formation, suggesting that these proteins partially compensate for each other through common transcriptional targets. This synthetic lethal interaction was retained in CREBBP-mutant DLBCL cells and could be pharmacologically targeted with selective small molecule inhibitors of CREBBP and EP300 function. These data provide proof-of-principle for the clinical development of EP300-specific inhibitors in FL and DLBCL.",
      "authorList": [
        "Meyer SN",
        "Scuoppo C",
        "Vlasevska S",
        "Bal E",
        "Holmes AB",
        "Holloman M",
        "Garcia-Ibanez L",
        "Nataraj S",
        "Duval R",
        "Vantrimpont T",
        "Basso K",
        "Brooks N",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Meyer SN, Scuoppo C, Vlasevska S, Bal E, Holmes AB, Holloman M, Garcia-Ibanez L, Nataraj S, Duval R, Vantrimpont T, Basso K, Brooks N, Dalla-Favera R, Pasqualucci L",
      "journal": "Immunity",
      "year": 2019,
      "month": 9,
      "day": 17,
      "volume": "51",
      "issue": "3",
      "pages": "535-547",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stefanie-meyer",
        "claudio-scuoppo",
        "sofija-vlasevska",
        "elodie-bal",
        "antony-holmes",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "29650799",
      "pmcid": "PMC6634958",
      "doi": "10.1182/blood-2017-11-814913",
      "title": "Pervasive mutations of JAK-STAT pathway genes in classical Hodgkin lymphoma",
      "abstract": "Dissecting the pathogenesis of classical Hodgkin lymphoma (cHL), a common cancer in young adults, remains challenging because of the rarity of tumor cells in involved tissues (usually <5%). Here, we analyzed the coding genome of cHL by microdissecting tumor and normal cells from 34 patient biopsies for a total of ∼50 000 singly isolated lymphoma cells. We uncovered several recurrently mutated genes, namely, STAT6 (32% of cases), GNA13 (24%), XPO1 (18%), and ITPKB (16%), and document the functional role of mutant STAT6 in sustaining tumor cell viability. Mutations of STAT6 genetically and functionally cooperated with disruption of SOCS1, a JAK-STAT pathway inhibitor, to promote cHL growth. Overall, 87% of cases showed dysregulation of the JAK-STAT pathway by genetic alterations in multiple genes (also including STAT3, STAT5B, JAK1, JAK2, and PTPN1), attesting to the pivotal role of this pathway in cHL pathogenesis and highlighting its potential as a new therapeutic target in this disease.",
      "authorList": [
        "Tiacci E",
        "Ladewig E",
        "Schiavoni G",
        "Penson A",
        "Fortini E",
        "Pettirossi V",
        "Wang Y",
        "Rosseto A",
        "Venanzi A",
        "Vlasevska S",
        "Pacini R",
        "Piattoni S",
        "Tabarrini A",
        "Pucciarini A",
        "Bigerna B",
        "Santi A",
        "Gianni AM",
        "Viviani S",
        "Cabras A",
        "Ascani S",
        "Crescenzi B",
        "Mecucci C",
        "Pasqualucci L",
        "Rabadan R",
        "Falini B"
      ],
      "authors": "Tiacci E, Ladewig E, Schiavoni G, Penson A, Fortini E, Pettirossi V, Wang Y, Rosseto A, Venanzi A, Vlasevska S, Pacini R, Piattoni S, Tabarrini A, Pucciarini A, Bigerna B, Santi A, Gianni AM, Viviani S, Cabras A, Ascani S, Crescenzi B, Mecucci C, Pasqualucci L, Rabadan R, Falini B",
      "journal": "Blood",
      "year": 2018,
      "month": 5,
      "day": 31,
      "volume": "131",
      "issue": "22",
      "pages": "2454-2465",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["sofija-vlasevska", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "28069569",
      "pmcid": "PMC5386396",
      "doi": "10.1158/2159-8290.CD-16-1417",
      "title": "The CREBBP Acetyltransferase Is a Haploinsufficient Tumor Suppressor in B-cell Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP acetyltransferase are highly frequent in diffuse large B-cell lymphoma (DLBCL) and follicular lymphoma (FL), the two most common germinal center (GC)-derived cancers. However, the role of CREBBP inactivation in lymphomagenesis remains unclear. Here, we show that CREBBP regulates enhancer/super-enhancer networks with central roles in GC/post-GC cell fate decisions, including genes involved in signal transduction by the B-cell receptor and CD40 receptor, transcriptional control of GC and plasma cell development, and antigen presentation. Consistently, Crebbp-deficient B cells exhibit enhanced response to mitogenic stimuli and perturbed plasma cell differentiation. Although GC-specific loss of Crebbp was insufficient to initiate malignant transformation, compound Crebbp-haploinsufficient/BCL2-transgenic mice, mimicking the genetics of FL and DLBCL, develop clonal lymphomas recapitulating the features of the human diseases. These findings establish CREBBP as a haploinsufficient tumor-suppressor gene in GC B cells and provide insights into the mechanisms by which its loss contributes to lymphomagenesis.Significance: Loss-of-function mutations of CREBBP are common and early lesions in FL and DLBCL, suggesting a prominent role in lymphoma initiation. Our studies identify the cellular program by which reduced CREBBP dosage facilitates malignant transformation, and have direct implications for targeted lymphoma therapy based on drugs affecting CREBBP-mediated chromatin acetylation. Cancer Discov; 7(3); 322-37. ©2017 AACR.This article is highlighted in the In This Issue feature, p. 235.",
      "authorList": [
        "Zhang J",
        "Vlasevska S",
        "Wells VA",
        "Nataraj S",
        "Holmes AB",
        "Duval R",
        "Meyer SN",
        "Mo T",
        "Basso K",
        "Brindle PK",
        "Hussein S",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Vlasevska S, Wells VA, Nataraj S, Holmes AB, Duval R, Meyer SN, Mo T, Basso K, Brindle PK, Hussein S, Dalla-Favera R, Pasqualucci L",
      "journal": "Cancer Discov",
      "year": 2017,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "3",
      "pages": "322-337",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "sofija-vlasevska",
        "antony-holmes",
        "stefanie-meyer",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "26366712",
      "pmcid": "PMC5145002",
      "doi": "10.1038/nm.3940",
      "title": "Disruption of KMT2D perturbs germinal center B cell development and promotes lymphomagenesis",
      "abstract": "Mutations in the gene encoding the KMT2D (or MLL2) methyltransferase are highly recurrent and occur early during tumorigenesis in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). However, the functional consequences of these mutations and their role in lymphomagenesis are unknown. Here we show that FL- and DLBCL-associated KMT2D mutations impair KMT2D enzymatic activity, leading to diminished global H3K4 methylation in germinal-center (GC) B cells and DLBCL cells. Conditional deletion of Kmt2d early during B cell development, but not after initiation of the GC reaction, results in an increase in GC B cells and enhances B cell proliferation in mice. Moreover, genetic ablation of Kmt2d in mice overexpressing Bcl2 increases the incidence of GC-derived lymphomas resembling human tumors. These findings suggest that KMT2D acts as a tumor suppressor gene whose early loss facilitates lymphomagenesis by remodeling the epigenetic landscape of the cancer precursor cells. Eradication of KMT2D-deficient cells may thus represent a rational therapeutic approach for targeting early tumorigenic events. ",
      "authorList": [
        "Zhang J",
        "Dominguez-Sola D",
        "Hussein S",
        "Lee JE",
        "Holmes AB",
        "Bansal M",
        "Vlasevska S",
        "Mo T",
        "Tang H",
        "Basso K",
        "Ge K",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Dominguez-Sola D, Hussein S, Lee JE, Holmes AB, Bansal M, Vlasevska S, Mo T, Tang H, Basso K, Ge K, Dalla-Favera R, Pasqualucci L",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1190-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "sofija-vlasevska",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    }
  ]
}
