{
  "person": "stuart-aidan-quinn",
  "publications": [
    {
      "pmid": "33928261",
      "pmcid": "PMC8081346",
      "doi": "10.1038/s43018-020-00161-w",
      "title": "FYN-TRAF3IP2 induces NF-κB signaling-driven peripheral T cell lymphoma",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) and peripheral T cell lymphoma not-otherwise-specified (PTCL, NOS) have poor prognosis and lack driver actionable targets for directed therapies in most cases. Here we identify FYN-TRAF3IP2 as a recurrent oncogenic gene fusion in AITL and PTCL, NOS tumors. Mechanistically, we show that FYN-TRAF3IP2 leads to aberrant NF-κB signaling downstream of T cell receptor activation. Consistent with a driver oncogenic role, FYN-TRAF3IP2 expression in hematopoietic progenitors induces NF-κB-driven T cell transformation in mice and cooperates with loss of the Tet2 tumor suppressor in PTCL development. Moreover, abrogation of NF-κB signaling in FYN-TRAF3IP2-induced tumors with IκB kinase inhibitors delivers strong anti-lymphoma effects in vitro and in vivo. These results demonstrate an oncogenic and pharmacologically targetable role for FYN-TRAF3IP2 in PTCLs and call for the clinical testing of anti-NF-κB targeted therapies in these diseases.",
      "authorList": [
        "Moon CS",
        "Reglero C",
        "Cortes JR",
        "Quinn SA",
        "Alvarez S",
        "Zhao J",
        "Lin WW",
        "Cooke AJ",
        "Abate F",
        "Soderquist CR",
        "Fiñana C",
        "Inghirami G",
        "Campo E",
        "Bhagat G",
        "Rabadan R",
        "Palomero T",
        "Ferrando AA"
      ],
      "authors": "Moon CS, Reglero C, Cortes JR, Quinn SA, Alvarez S, Zhao J, Lin WW, Cooke AJ, Abate F, Soderquist CR, Fiñana C, Inghirami G, Campo E, Bhagat G, Rabadan R, Palomero T, Ferrando AA",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 1,
      "day": -1,
      "volume": "2",
      "issue": "1",
      "pages": "98-113",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "junfei-zhao",
        "anisha-cooke",
        "raul-rabadan",
        "teresa-palomero",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "30567843",
      "pmcid": "PMC6425751",
      "doi": "10.1158/2159-8290.CD-18-1005",
      "title": "Phf6 Loss Enhances HSC Self-Renewal Driving Tumor Initiation and Leukemia Stem Cell Activity in T-ALL",
      "abstract": "The plant homeodomain 6 gene (PHF6) is frequently mutated in human T-cell acute lymphoblastic leukemia (T-ALL); however, its specific functional role in leukemia development remains to be established. Here, we show that loss of PHF6 is an early mutational event in leukemia transformation. Mechanistically, genetic inactivation of Phf6 in the hematopoietic system enhances hematopoietic stem cell (HSC) long-term self-renewal and hematopoietic recovery after chemotherapy by rendering Phf6 knockout HSCs more quiescent and less prone to stress-induced activation. Consistent with a leukemia-initiating tumor suppressor role, inactivation of Phf6 in hematopoietic progenitors lowers the threshold for the development of NOTCH1-induced T-ALL. Moreover, loss of Phf6 in leukemia lymphoblasts activates a leukemia stem cell transcriptional program and drives enhanced T-ALL leukemia-initiating cell activity. These results implicate Phf6 in the control of HSC homeostasis and long-term self-renewal and support a role for PHF6 loss as a driver of leukemia-initiating cell activity in T-ALL. SIGNIFICANCE: Phf6 controls HSC homeostasis, leukemia initiation, and T-ALL leukemia-initiating cell self-renewal. These results substantiate a role for PHF6 mutations as early events and drivers of leukemia stem cell activity in the pathogenesis of T-ALL.This article is highlighted in the In This Issue feature, p. 305.",
      "authorList": [
        "Wendorff AA",
        "Quinn SA",
        "Rashkovan M",
        "Madubata CJ",
        "Ambesi-Impiombato A",
        "Litzow MR",
        "Tallman MS",
        "Paietta E",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Rabadan R",
        "Van Vlierberghe P",
        "Ferrando AA"
      ],
      "authors": "Wendorff AA, Quinn SA, Rashkovan M, Madubata CJ, Ambesi-Impiombato A, Litzow MR, Tallman MS, Paietta E, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Rabadan R, Van Vlierberghe P, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "9",
      "issue": "3",
      "pages": "436-451",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "agnieszka-wendorff",
        "stuart-aidan-quinn",
        "marissa-rashkovan",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "29398449",
      "pmcid": "PMC5811310",
      "doi": "10.1016/j.ccell.2018.01.001",
      "title": "RHOA G17V Induces T Follicular Helper Cell Specification and Promotes Lymphomagenesis",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) is an aggressive tumor derived from malignant transformation of T follicular helper (Tfh) cells. AITL is characterized by loss-of-function mutations in Ten-Eleven Translocation 2 (TET2) epigenetic tumor suppressor and a highly recurrent mutation (p.Gly17Val) in the RHOA small GTPase. Yet, the specific role of RHOA G17V in AITL remains unknown. Expression of Rhoa G17V in CD4+ T cells induces Tfh cell specification; increased proliferation associated with inducible co-stimulator (ICOS) upregulation and increased phosphoinositide 3-kinase (PI3K) and mitogen-activated protein kinase signaling. Moreover, RHOA G17V expression together with Tet2 loss resulted in development of AITL in mice. Importantly, Tet2-/-RHOA G17V tumor proliferation in vivo can be inhibited by ICOS/PI3K-specific blockade, supporting a driving role for ICOS signaling in Tfh cell transformation.",
      "authorList": [
        "Cortes JR",
        "Ambesi-Impiombato A",
        "Couronné L",
        "Quinn SA",
        "Kim CS",
        "da Silva Almeida AC",
        "West Z",
        "Belver L",
        "Martin MS",
        "Scourzic L",
        "Bhagat G",
        "Bernard OA",
        "Ferrando AA",
        "Palomero T"
      ],
      "authors": "Cortes JR, Ambesi-Impiombato A, Couronné L, Quinn SA, Kim CS, da Silva Almeida AC, West Z, Belver L, Martin MS, Scourzic L, Bhagat G, Bernard OA, Ferrando AA, Palomero T",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 2,
      "day": 12,
      "volume": "33",
      "issue": "2",
      "pages": "259-273",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "laura-belver-miguel",
        "adolfo-ferrando",
        "teresa-palomero"
      ],
      "isbn": ""
    },
    {
      "pmid": "28062691",
      "pmcid": "PMC5278460",
      "doi": "10.1073/pnas.1608839114",
      "title": "Activating mutations and translocations in the guanine exchange factor VAV1 in peripheral T-cell lymphomas",
      "abstract": "Peripheral T-cell lymphomas (PTCLs) are a heterogeneous group of non-Hodgkin lymphomas frequently associated with poor prognosis and for which genetic mechanisms of transformation remain incompletely understood. Using RNA sequencing and targeted sequencing, here we identify a recurrent in-frame deletion (VAV1 Δ778-786) generated by a focal deletion-driven alternative splicing mechanism as well as novel VAV1 gene fusions (VAV1-THAP4, VAV1-MYO1F, and VAV1-S100A7) in PTCL. Mechanistically these genetic lesions result in increased activation of VAV1 catalytic-dependent (MAPK, JNK) and non-catalytic-dependent (nuclear factor of activated T cells, NFAT) VAV1 effector pathways. These results support a driver oncogenic role for VAV1 signaling in the pathogenesis of PTCL.",
      "authorList": [
        "Abate F",
        "da Silva-Almeida AC",
        "Zairis S",
        "Robles-Valero J",
        "Couronne L",
        "Khiabanian H",
        "Quinn SA",
        "Kim MY",
        "Laginestra MA",
        "Kim C",
        "Fiore D",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Lossos IS",
        "Bernard OA",
        "Inghirami G",
        "Pileri S",
        "Bustelo XR",
        "Rabadan R",
        "Ferrando AA",
        "Palomero T"
      ],
      "authors": "Abate F, da Silva-Almeida AC, Zairis S, Robles-Valero J, Couronne L, Khiabanian H, Quinn SA, Kim MY, Laginestra MA, Kim C, Fiore D, Bhagat G, Piris MA, Campo E, Lossos IS, Bernard OA, Inghirami G, Pileri S, Bustelo XR, Rabadan R, Ferrando AA, Palomero T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 1,
      "day": 24,
      "volume": "114",
      "issue": "4",
      "pages": "764-769",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "raul-rabadan",
        "adolfo-ferrando",
        "teresa-palomero"
      ],
      "isbn": ""
    }
  ]
}
