{
  "person": "wanchao-ma",
  "publications": [
    {
      "pmid": "33577785",
      "pmcid": "PMC8044053",
      "doi": "10.1016/j.ccell.2021.01.006",
      "title": "Proteogenomic and metabolomic characterization of human glioblastoma",
      "abstract": "Glioblastoma (GBM) is the most aggressive nervous system cancer. Understanding its molecular pathogenesis is crucial to improving diagnosis and treatment. Integrated analysis of genomic, proteomic, post-translational modification and metabolomic data on 99 treatment-naive GBMs provides insights to GBM biology. We identify key phosphorylation events (e.g., phosphorylated PTPN11 and PLCG1) as potential switches mediating oncogenic pathway activation, as well as potential targets for EGFR-, TP53-, and RB1-altered tumors. Immune subtypes with distinct immune cell types are discovered using bulk omics methodologies, validated by snRNA-seq, and correlated with specific expression and histone acetylation patterns. Histone H2B acetylation in classical-like and immune-low GBM is driven largely by BRDs, CREBBP, and EP300. Integrated metabolomic and proteomic data identify specific lipid distributions across subtypes and distinct global metabolic changes in IDH-mutated tumors. This work highlights biological relationships that could contribute to stratification of GBM patients for more effective treatment.",
      "authorList": [
        "Wang LB",
        "Karpova A",
        "Gritsenko MA",
        "Kyle JE",
        "Cao S",
        "Li Y",
        "Rykunov D",
        "Colaprico A",
        "Rothstein JH",
        "Hong R",
        "Stathias V",
        "Cornwell M",
        "Petralia F",
        "Wu Y",
        "Reva B",
        "Krug K",
        "Pugliese P",
        "Kawaler E",
        "Olsen LK",
        "Liang WW",
        "Song X",
        "Dou Y",
        "Wendl MC",
        "Caravan W",
        "Liu W",
        "Cui Zhou D",
        "Ji J",
        "Tsai CF",
        "Petyuk VA",
        "Moon J",
        "Ma W",
        "Chu RK",
        "Weitz KK",
        "Moore RJ",
        "Monroe ME",
        "Zhao R",
        "Yang X",
        "Yoo S",
        "Krek A",
        "Demopoulos A",
        "Zhu H",
        "Wyczalkowski MA",
        "McMichael JF",
        "Henderson BL",
        "Lindgren CM",
        "Boekweg H",
        "Lu S",
        "Baral J",
        "Yao L",
        "Stratton KG",
        "Bramer LM",
        "Zink E",
        "Couvillion SP",
        "Bloodsworth KJ",
        "Satpathy S",
        "Sieh W",
        "Boca SM",
        "Schürer S",
        "Chen F",
        "Wiznerowicz M",
        "Ketchum KA",
        "Boja ES",
        "Kinsinger CR",
        "Robles AI",
        "Hiltke T",
        "Thiagarajan M",
        "Nesvizhskii AI",
        "Zhang B",
        "Mani DR",
        "Ceccarelli M",
        "Chen XS",
        "Cottingham SL",
        "Li QK",
        "Kim AH",
        "Fenyö D",
        "Ruggles KV",
        "Rodriguez H",
        "Mesri M",
        "Payne SH",
        "Resnick AC",
        "Wang P",
        "Smith RD",
        "Iavarone A",
        "Chheda MG",
        "Barnholtz-Sloan JS",
        "Rodland KD",
        "Liu T",
        "Ding L"
      ],
      "authors": "Wang LB, Karpova A, Gritsenko MA, Kyle JE, Cao S, Li Y, Rykunov D, Colaprico A, Rothstein JH, Hong R, Stathias V, Cornwell M, Petralia F, Wu Y, Reva B, Krug K, Pugliese P, Kawaler E, Olsen LK, Liang WW, Song X, Dou Y, Wendl MC, Caravan W, Liu W, Cui Zhou D, Ji J, Tsai CF, Petyuk VA, Moon J, Ma W, Chu RK, Weitz KK, Moore RJ, Monroe ME, Zhao R, Yang X, Yoo S, Krek A, Demopoulos A, Zhu H, Wyczalkowski MA, McMichael JF, Henderson BL, Lindgren CM, Boekweg H, Lu S, Baral J, Yao L, Stratton KG, Bramer LM, Zink E, Couvillion SP, Bloodsworth KJ, Satpathy S, Sieh W, Boca SM, Schürer S, Chen F, Wiznerowicz M, Ketchum KA, Boja ES, Kinsinger CR, Robles AI, Hiltke T, Thiagarajan M, Nesvizhskii AI, Zhang B, Mani DR, Ceccarelli M, Chen XS, Cottingham SL, Li QK, Kim AH, Fenyö D, Ruggles KV, Rodriguez H, Mesri M, Payne SH, Resnick AC, Wang P, Smith RD, Iavarone A, Chheda MG, Barnholtz-Sloan JS, Rodland KD, Liu T, Ding L",
      "journal": "Cancer Cell",
      "year": 2021,
      "month": 4,
      "day": 12,
      "volume": "39",
      "issue": "4",
      "pages": "509-528",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wanchao-ma", "xin-yang", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33242424",
      "pmcid": "PMC8143193",
      "doi": "10.1016/j.cell.2020.10.044",
      "title": "Integrated Proteogenomic Characterization across Major Histological Types of Pediatric Brain Cancer",
      "abstract": "We report a comprehensive proteogenomics analysis, including whole-genome sequencing, RNA sequencing, and proteomics and phosphoproteomics profiling, of 218 tumors across 7 histological types of childhood brain cancer: low-grade glioma (n = 93), ependymoma (32), high-grade glioma (25), medulloblastoma (22), ganglioglioma (18), craniopharyngioma (16), and atypical teratoid rhabdoid tumor (12). Proteomics data identify common biological themes that span histological boundaries, suggesting that treatments used for one histological type may be applied effectively to other tumors sharing similar proteomics features. Immune landscape characterization reveals diverse tumor microenvironments across and within diagnoses. Proteomics data further reveal functional effects of somatic mutations and copy number variations (CNVs) not evident in transcriptomics data. Kinase-substrate association and co-expression network analysis identify important biological mechanisms of tumorigenesis. This is the first large-scale proteogenomics analysis across traditional histological boundaries to uncover foundational pediatric brain tumor biology and inform rational treatment selection.",
      "authorList": [
        "Petralia F",
        "Tignor N",
        "Reva B",
        "Koptyra M",
        "Chowdhury S",
        "Rykunov D",
        "Krek A",
        "Ma W",
        "Zhu Y",
        "Ji J",
        "Calinawan A",
        "Whiteaker JR",
        "Colaprico A",
        "Stathias V",
        "Omelchenko T",
        "Song X",
        "Raman P",
        "Guo Y",
        "Brown MA",
        "Ivey RG",
        "Szpyt J",
        "Guha Thakurta S",
        "Gritsenko MA",
        "Weitz KK",
        "Lopez G",
        "Kalayci S",
        "Gümüş ZH",
        "Yoo S",
        "da Veiga Leprevost F",
        "Chang HY",
        "Krug K",
        "Katsnelson L",
        "Wang Y",
        "Kennedy JJ",
        "Voytovich UJ",
        "Zhao L",
        "Gaonkar KS",
        "Ennis BM",
        "Zhang B",
        "Baubet V",
        "Tauhid L",
        "Lilly JV",
        "Mason JL",
        "Farrow B",
        "Young N",
        "Leary S",
        "Moon J",
        "Petyuk VA",
        "Nazarian J",
        "Adappa ND",
        "Palmer JN",
        "Lober RM",
        "Rivero-Hinojosa S",
        "Wang LB",
        "Wang JM",
        "Broberg M",
        "Chu RK",
        "Moore RJ",
        "Monroe ME",
        "Zhao R",
        "Smith RD",
        "Zhu J",
        "Robles AI",
        "Mesri M",
        "Boja E",
        "Hiltke T",
        "Rodriguez H",
        "Zhang B",
        "Schadt EE",
        "Mani DR",
        "Ding L",
        "Iavarone A",
        "Wiznerowicz M",
        "Schürer S",
        "Chen XS",
        "Heath AP",
        "Rokita JL",
        "Nesvizhskii AI",
        "Fenyö D",
        "Rodland KD",
        "Liu T",
        "Gygi SP",
        "Paulovich AG",
        "Resnick AC",
        "Storm PB",
        "Rood BR",
        "Wang P"
      ],
      "authors": "Petralia F, Tignor N, Reva B, Koptyra M, Chowdhury S, Rykunov D, Krek A, Ma W, Zhu Y, Ji J, Calinawan A, Whiteaker JR, Colaprico A, Stathias V, Omelchenko T, Song X, Raman P, Guo Y, Brown MA, Ivey RG, Szpyt J, Guha Thakurta S, Gritsenko MA, Weitz KK, Lopez G, Kalayci S, Gümüş ZH, Yoo S, da Veiga Leprevost F, Chang HY, Krug K, Katsnelson L, Wang Y, Kennedy JJ, Voytovich UJ, Zhao L, Gaonkar KS, Ennis BM, Zhang B, Baubet V, Tauhid L, Lilly JV, Mason JL, Farrow B, Young N, Leary S, Moon J, Petyuk VA, Nazarian J, Adappa ND, Palmer JN, Lober RM, Rivero-Hinojosa S, Wang LB, Wang JM, Broberg M, Chu RK, Moore RJ, Monroe ME, Zhao R, Smith RD, Zhu J, Robles AI, Mesri M, Boja E, Hiltke T, Rodriguez H, Zhang B, Schadt EE, Mani DR, Ding L, Iavarone A, Wiznerowicz M, Schürer S, Chen XS, Heath AP, Rokita JL, Nesvizhskii AI, Fenyö D, Rodland KD, Liu T, Gygi SP, Paulovich AG, Resnick AC, Storm PB, Rood BR, Wang P",
      "journal": "Cell",
      "year": 2020,
      "month": 12,
      "day": 23,
      "volume": "183",
      "issue": "7",
      "pages": "1962-1985",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wanchao-ma", "yimeng-zhu", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "32730698",
      "pmcid": "PMC7520359",
      "doi": "10.1002/cam4.3242",
      "title": "Aberrant Zip14 expression in muscle is associated with cachexia in a Bard1-deficient mouse model of breast cancer metastasis",
      "abstract": "Nearly 80% of advanced cancer patients are afflicted with cachexia, a debilitating syndrome characterized by extensive loss of muscle mass and function. Cachectic cancer patients have a reduced tolerance to antineoplastic therapies and often succumb to premature death from the wasting of respiratory and cardiac muscles. Since there are no available treatments for cachexia, it is imperative to understand the mechanisms that drive cachexia in order to devise effective strategies to treat it. Although 25% of metastatic breast cancer patients develop symptoms of muscle wasting, mechanistic studies of breast cancer cachexia have been hampered by a lack of experimental models. Using tumor cells deficient for BARD1, a subunit of the BRCA1/BARD1 tumor suppressor complex, we have developed a new orthotopic model of triple-negative breast cancer that spontaneously metastasizes to the lung and leads to systemic muscle deterioration. We show that expression of the metal-ion transporter, Zip14, is markedly upregulated in cachectic muscles from these mice and is associated with elevated intramuscular zinc and iron levels. Aberrant Zip14 expression and altered metal-ion homeostasis could therefore represent an underlying mechanism of cachexia development in human patients with triple-negative breast cancer. Our study provides a unique model for studying breast cancer cachexia and identifies a potential therapeutic target for its treatment.",
      "authorList": [
        "Shakri AR",
        "James Zhong T",
        "Ma W",
        "Coker C",
        "Hegde R",
        "Scholze H",
        "Chin V",
        "Szabolcs M",
        "Hibshoosh H",
        "Tanji K",
        "Baer R",
        "Kumar Biswas A",
        "Acharyya S"
      ],
      "authors": "Shakri AR, James Zhong T, Ma W, Coker C, Hegde R, Scholze H, Chin V, Szabolcs M, Hibshoosh H, Tanji K, Baer R, Kumar Biswas A, Acharyya S",
      "journal": "Cancer Med",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "9",
      "issue": "18",
      "pages": "6766-6775",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "wanchao-ma",
        "courtney-coker",
        "rohaan-hegde",
        "richard-baer",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "31861290",
      "pmcid": "PMC7016633",
      "doi": "10.3390/cancers12010003",
      "title": "Upregulation of ZIP14 and Altered Zinc Homeostasis in Muscles in Pancreatic Cancer Cachexia",
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a lethal cancer type in which the mortality rate approaches the incidence rate. More than 85% of PDAC patients experience a profound loss of muscle mass and function, known as cachexia. PDAC patients with this condition suffer from decreased tolerance to anti-cancer therapies and often succumb to premature death due to respiratory and cardiac muscle wasting. Yet, there are no approved therapies available to alleviate cachexia. We previously found that upregulation of the metal ion transporter, Zip14, and altered zinc homeostasis are critical mediators of cachexia in metastatic colon, lung, and breast cancer models. Here, we show that a similar mechanism is likely driving the development of cachexia in PDAC. In two independent experimental metastasis models generated from the murine PDAC cell lines, Pan02 and FC1242, we observed aberrant Zip14 expression and increased zinc ion levels in cachectic muscles. Moreover, in advanced PDAC patients, high levels of ZIP14 in muscles correlated with the presence of cachexia. These studies underscore the importance of altered ZIP14 function in PDAC-associated cachexia development and highlight a potential therapeutic opportunity for improving the quality of life and prolonging survival in PDAC patients.",
      "authorList": [
        "Shakri AR",
        "Zhong TJ",
        "Ma W",
        "Coker C",
        "Kim S",
        "Calluori S",
        "Scholze H",
        "Szabolcs M",
        "Caffrey T",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Tanji K",
        "Kluger MD",
        "Miller G",
        "Biswas AK",
        "Acharyya S"
      ],
      "authors": "Shakri AR, Zhong TJ, Ma W, Coker C, Kim S, Calluori S, Scholze H, Szabolcs M, Caffrey T, Grandgenett PM, Hollingsworth MA, Tanji K, Kluger MD, Miller G, Biswas AK, Acharyya S",
      "journal": "Cancers (Basel)",
      "year": 2019,
      "month": 12,
      "day": 18,
      "volume": "12",
      "issue": "1",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "tim-zhong",
        "wanchao-ma",
        "courtney-coker",
        "anup-biswas",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "29875463",
      "pmcid": "PMC6015555",
      "doi": "10.1038/s41591-018-0054-2",
      "title": "Metastatic cancers promote cachexia through ZIP14 upregulation in skeletal muscle",
      "abstract": "Patients with metastatic cancer experience a severe loss of skeletal muscle mass and function known as cachexia. Cachexia is associated with poor prognosis and accelerated death in patients with cancer, yet its underlying mechanisms remain poorly understood. Here, we identify the metal-ion transporter ZRT- and IRT-like protein 14 (ZIP14) as a critical mediator of cancer-induced cachexia. ZIP14 is upregulated in cachectic muscles of mice and in patients with metastatic cancer and can be induced by TNF-α and TGF-β cytokines. Strikingly, germline ablation or muscle-specific depletion of Zip14 markedly reduces muscle atrophy in metastatic cancer models. We find that ZIP14-mediated zinc uptake in muscle progenitor cells represses the expression of MyoD and Mef2c and blocks muscle-cell differentiation. Importantly, ZIP14-mediated zinc accumulation in differentiated muscle cells induces myosin heavy chain loss. These results highlight a previously unrecognized role for altered zinc homeostasis in metastatic cancer-induced muscle wasting and implicate ZIP14 as a therapeutic target for its treatment.",
      "authorList": [
        "Wang G",
        "Biswas AK",
        "Ma W",
        "Kandpal M",
        "Coker C",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Jain R",
        "Tanji K",
        "Lόpez-Pintado S",
        "Borczuk A",
        "Hebert D",
        "Jenkitkasemwong S",
        "Hojyo S",
        "Davuluri RV",
        "Knutson MD",
        "Fukada T",
        "Acharyya S"
      ],
      "authors": "Wang G, Biswas AK, Ma W, Kandpal M, Coker C, Grandgenett PM, Hollingsworth MA, Jain R, Tanji K, Lόpez-Pintado S, Borczuk A, Hebert D, Jenkitkasemwong S, Hojyo S, Davuluri RV, Knutson MD, Fukada T, Acharyya S",
      "journal": "Nat Med",
      "year": 2018,
      "month": 6,
      "day": -1,
      "volume": "24",
      "issue": "6",
      "pages": "770-781",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "anup-biswas",
        "wanchao-ma",
        "courtney-coker",
        "swarnali-acharyya"
      ],
      "isbn": ""
    }
  ]
}
