{
  "person": "xiaohui-lin",
  "publications": [
    {
      "pmid": "33536256",
      "pmcid": "",
      "doi": "10.4049/jimmunol.2000967",
      "title": "FATC Domain Deletion Compromises ATM Protein Stability, Blocks Lymphocyte Development, and Promotes Lymphomagenesis",
      "abstract": "Ataxia-telangiectasia mutated (ATM) kinase is a master regulator of the DNA damage response, and loss of ATM leads to primary immunodeficiency and greatly increased risk for lymphoid malignancies. The FATC domain is conserved in phosphatidylinositol-3-kinase-related protein kinases (PIKKs). Truncation mutation in the FATC domain (R3047X) selectively compromised reactive oxygen species-induced ATM activation in cell-free assays. In this article, we show that in mouse models, knock-in ATM-R3057X mutation (Atm⁠ \nRX\n ⁠, corresponding to R3047X in human ATM) severely compromises ATM protein stability and causes T cell developmental defects, B cell Ig class-switch recombination defects, and infertility resembling ATM-null. The residual ATM-R3057X protein retains minimal yet functional measurable DNA damage-induced checkpoint activation and significantly delays lymphomagenesis in Atm⁠ \nRX/RX\n ⁠ mice compared with Atm⁠ \n-/-\n ⁠. Together, these results support a physiological role of the FATC domain in ATM protein stability and show that the presence of minimal residual ATM-R3057X protein can prevent growth retardation and delay tumorigenesis without restoring lymphocyte development and fertility.",
      "authorList": [
        "Milanovic M",
        "Shao Z",
        "Estes VM",
        "Wang XS",
        "Menolfi D",
        "Lin X",
        "Lee BJ",
        "Xu J",
        "Cupo OM",
        "Wang D",
        "Zha S"
      ],
      "authors": "Milanovic M, Shao Z, Estes VM, Wang XS, Menolfi D, Lin X, Lee BJ, Xu J, Cupo OM, Wang D, Zha S",
      "journal": "J Immunol",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "206",
      "issue": "6",
      "pages": "1228-1239",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "zhengping-shao",
        "xiobin-wang",
        "demis-menolfi",
        "xiaohui-lin",
        "brian-lee",
        "olivia-cupo",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "32890402",
      "pmcid": "PMC7515702",
      "doi": "10.1093/nar/gkaa718",
      "title": "Clinical PARP inhibitors do not abrogate PARP1 exchange at DNA damage sites in vivo",
      "abstract": "DNA breaks recruit and activate PARP1/2, which deposit poly-ADP-ribose (PAR) to recruit XRCC1-Ligase3 and other repair factors to promote DNA repair. Clinical PARP inhibitors (PARPi) extend the lifetime of damage-induced PARP1/2 foci, referred to as 'trapping'. To understand the molecular nature of 'trapping' in cells, we employed quantitative live-cell imaging and fluorescence recovery after photo-bleaching. Unexpectedly, we found that PARP1 exchanges rapidly at DNA damage sites even in the presence of clinical PARPi, suggesting the persistent foci are not caused by physical stalling. Loss of Xrcc1, a major downstream effector of PAR, also caused persistent PARP1 foci without affecting PARP1 exchange. Thus, we propose that the persistent PARP1 foci are formed by different PARP1 molecules that are continuously recruited to and exchanging at DNA lesions due to attenuated XRCC1-LIG3 recruitment and delayed DNA repair. Moreover, mutation analyses of the NAD+ interacting residues of PARP1 showed that PARP1 can be physically trapped at DNA damage sites, and identified H862 as a potential regulator for PARP1 exchange. PARP1-H862D, but not PARylation-deficient PARP1-E988K, formed stable PARP1 foci upon activation. Together, these findings uncovered the nature of persistent PARP1 foci and identified NAD+ interacting residues involved in the PARP1 exchange.",
      "authorList": [
        "Shao Z",
        "Lee BJ",
        "Rouleau-Turcotte É",
        "Langelier MF",
        "Lin X",
        "Estes VM",
        "Pascal JM",
        "Zha S"
      ],
      "authors": "Shao Z, Lee BJ, Rouleau-Turcotte É, Langelier MF, Lin X, Estes VM, Pascal JM, Zha S",
      "journal": "Nucleic Acids Res",
      "year": 2020,
      "month": 9,
      "day": 25,
      "volume": "48",
      "issue": "17",
      "pages": "9694-9709",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "brian-lee", "xiaohui-lin", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "31101667",
      "pmcid": "PMC6581594",
      "doi": "10.4049/jimmunol.1801657",
      "title": "Phosphorylation at S2053 in Murine (S2056 in Human) DNA-PKcs Is Dispensable for Lymphocyte Development and Class Switch Recombination",
      "abstract": "The classical nonhomologous end-joining (cNHEJ) pathway is a major DNA double-strand break repair pathway in mammalian cells and is required for lymphocyte development and maturation. The DNA-dependent protein kinase (DNA-PK) is a cNHEJ factor that encompasses the Ku70-Ku80 (KU) heterodimer and the large DNA-PK catalytic subunit (DNA-PKcs). In mouse models, loss of DNA-PKcs (DNA-PKcs-/- ) abrogates end processing (e.g., hairpin opening), but not end-ligation, whereas expression of the kinase-dead DNA-PKcs protein (DNA-PKcsKD/KD ) abrogates end-ligation, suggesting a kinase-dependent structural function of DNA-PKcs during cNHEJ. Lymphocyte development is abolished in DNA-PKcs-/- and DNA-PKcsKD/KD mice because of the requirement for both hairpin opening and end-ligation during V(D)J recombination. DNA-PKcs itself is the best-characterized substrate of DNA-PK. The S2056 cluster is the best-characterized autophosphorylation site in human DNA-PKcs. In this study, we show that radiation can induce phosphorylation of murine DNA-PKcs at the corresponding S2053. We also generated knockin mouse models with alanine- (DNA-PKcsPQR) or phospho-mimetic aspartate (DNA-PKcsSD) substitutions at the S2053 cluster. Despite moderate radiation sensitivity in the DNA-PKcsPQR/PQR fibroblasts and lymphocytes, both DNA-PKcsPQR/PQR and DNA-PKcsSD/SD mice retained normal kinase activity and underwent efficient V(D)J recombination and class switch recombination, indicating that phosphorylation at the S2053 cluster of murine DNA-PKcs (corresponding to S2056 of human DNA-PKcs), although important for radiation resistance, is dispensable for the end-ligation and hairpin-opening function of DNA-PK essential for lymphocyte development.",
      "authorList": [
        "Jiang W",
        "Estes VM",
        "Wang XS",
        "Shao Z",
        "Lee BJ",
        "Lin X",
        "Crowe JL",
        "Zha S"
      ],
      "authors": "Jiang W, Estes VM, Wang XS, Shao Z, Lee BJ, Lin X, Crowe JL, Zha S",
      "journal": "J Immunol",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "203",
      "issue": "1",
      "pages": "178-187",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "zhengping-shao",
        "brian-lee",
        "xiaohui-lin",
        "shan-zha"
      ],
      "isbn": ""
    }
  ]
}
