{
  "person": "xu-zhang",
  "publications": [
    {
      "pmid": "33346092",
      "pmcid": "",
      "doi": "10.1016/j.ijrobp.2020.12.019",
      "title": "Focused Ultrasound-Mediated Blood-Brain Barrier Opening Increases Delivery and Efficacy of Etoposide for Glioblastoma Treatment",
      "abstract": "Glioblastoma (GBM) is a devastating disease. With the current treatment of surgery followed by chemoradiation, outcomes remain poor, with median survival of only 15 months and a 5-year survival rate of 6.8%. A challenge in treating GBM is the heterogeneous integrity of the blood-brain barrier (BBB), which limits the bioavailability of systemic therapies to the brain. There is a growing interest in enhancing drug delivery by opening the BBB with the use of focused ultrasound (FUS). We hypothesize that an FUS-mediated BBB opening can enhance the delivery of etoposide for a therapeutic benefit in GBM.",
      "authorList": [
        "Wei HJ",
        "Upadhyayula PS",
        "Pouliopoulos AN",
        "Englander ZK",
        "Zhang X",
        "Jan CI",
        "Guo J",
        "Mela A",
        "Zhang Z",
        "Wang TJC",
        "Bruce JN",
        "Canoll PD",
        "Feldstein NA",
        "Zacharoulis S",
        "Konofagou EE",
        "Wu CC"
      ],
      "authors": "Wei HJ, Upadhyayula PS, Pouliopoulos AN, Englander ZK, Zhang X, Jan CI, Guo J, Mela A, Zhang Z, Wang TJC, Bruce JN, Canoll PD, Feldstein NA, Zacharoulis S, Konofagou EE, Wu CC",
      "journal": "Int J Radiat Oncol Biol Phys",
      "year": 2021,
      "month": 6,
      "day": 1,
      "volume": "110",
      "issue": "2",
      "pages": "539-550",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "31586391",
      "pmcid": "PMC6868363",
      "doi": "10.1093/nar/gkz858",
      "title": "Chromatin Assembly Factor 1 (CAF-1) facilitates the establishment of facultative heterochromatin during pluripotency exit",
      "abstract": "Establishment and subsequent maintenance of distinct chromatin domains during embryonic stem cell (ESC) differentiation are crucial for lineage specification and cell fate determination. Here we show that the histone chaperone Chromatin Assembly Factor 1 (CAF-1), which is recruited to DNA replication forks through its interaction with proliferating cell nuclear antigen (PCNA) for nucleosome assembly, participates in the establishment of H3K27me3-mediated silencing during differentiation. Deletion of CAF-1 p150 subunit impairs the silencing of many genes including Oct4, Sox2 and Nanog as well as the establishment of H3K27me3 at these gene promoters during ESC differentiation. Mutations of PCNA residues involved in recruiting CAF-1 to the chromatin also result in defects in differentiation in vitro and impair early embryonic development as p150 deletion. Together, these results reveal that the CAF-1-PCNA nucleosome assembly pathway plays an important role in the establishment of H3K27me3-mediated silencing during cell fate determination.",
      "authorList": [
        "Cheng L",
        "Zhang X",
        "Wang Y",
        "Gan H",
        "Xu X",
        "Lv X",
        "Hua X",
        "Que J",
        "Ordog T",
        "Zhang Z"
      ],
      "authors": "Cheng L, Zhang X, Wang Y, Gan H, Xu X, Lv X, Hua X, Que J, Ordog T, Zhang Z",
      "journal": "Nucleic Acids Res",
      "year": 2019,
      "month": 12,
      "day": 2,
      "volume": "47",
      "issue": "21",
      "pages": "11114-11131",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "liang-cheng",
        "xu-zhang",
        "xiaowei-xu",
        "xu-hua",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "31813457",
      "pmcid": "PMC6986369",
      "doi": "10.1016/j.trecan.2019.10.009",
      "title": "Oncohistone Mutations in Diffuse Intrinsic Pontine Glioma",
      "abstract": "Diffuse intrinsic pontine glioma (DIPG) is a lethal pediatric tumor with no currently available treatment options. More than 60-70% DIPG tumors harbor heterozygous mutations at genes encoding histone H3 proteins that replace lysine 27 with methionine (K27M). In this review, we discuss how K27M mutation reprograms the cancer epigenome to lead to tumorigenesis, and highlight potential drug targets and therapeutic agents for DIPG.",
      "authorList": ["Zhang X", "Zhang Z"],
      "authors": "Zhang X, Zhang Z",
      "journal": "Trends Cancer",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "5",
      "issue": "12",
      "pages": "799-808",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30423290",
      "pmcid": "PMC6615053",
      "doi": "10.1016/j.ccell.2018.10.011",
      "title": "CHAF1B Overexpression: A Brake for the Differentiation of Leukemia Cells",
      "abstract": "In this issue of Cancer Cell, Volk et al. report that overexpression of CHAF1B displaces myeloid transcription factors from chromatin, and deletion of CHAF1B promotes differentiation of leukemia cells and suppresses leukemogenesis in a murine model, revealing a causal role of and an unexpected mechanism for CHAF1B overexpression in tumorigenesis.",
      "authorList": ["Li Q", "Zhang X", "Zhang Z"],
      "authors": "Li Q, Zhang X, Zhang Z",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 11,
      "day": 12,
      "volume": "34",
      "issue": "5",
      "pages": "693-694",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28687618",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-16-2597",
      "title": "Huwe1 Sustains Normal Ovarian Epithelial Cell Transformation and Tumor Growth through the Histone H1.3-H19 Cascade",
      "abstract": "Ubiquitination-directed protein degradation is important in many cancers for tumor initiation and maintenance, and E3 ligases containing HECT domains are emerging as new therapeutic targets. In contrast to many other E3 ligases, the role of HUWE1 in ovarian cancer where HUWE1 is dysregulated has been unclear. Here we report that genetic deletion of Huwe1 in the mouse inhibits transformation of ovary surface epithelium cells without significantly affecting cell survival and apoptosis, and that Huwe1 deletion after tumors have been initiated inhibits tumor growth. In Huwe1-deficient cells, expression of histone H1.3 increased, inhibiting the expression of noncoding RNA H19H19 silencing phenocopied the effects of Huwe1 deficiency, whereas H1.3 silencing partially rescued the expression of H19 and the Huwe1-null phenotype. Inducible silencing of HUWE1 in human ovarian cancer cells produced a similar phenotype. Mechanistically, HUWE1 bound and ubiquitinated H1.3, which was consequently marked for destruction by proteasomes. Our results establish that HUWE1 plays an essential role in promoting ovarian cancer. Cancer Res; 77(18); 4773-84. ©2017 AACR.",
      "authorList": [
        "Yang D",
        "Sun B",
        "Zhang X",
        "Cheng D",
        "Yu X",
        "Yan L",
        "Li L",
        "An S",
        "Jiang H",
        "Lasorella A",
        "Iavarone A",
        "Zhang S",
        "Zou F",
        "Zhao X"
      ],
      "authors": "Yang D, Sun B, Zhang X, Cheng D, Yu X, Yan L, Li L, An S, Jiang H, Lasorella A, Iavarone A, Zhang S, Zou F, Zhao X",
      "journal": "Cancer Res",
      "year": 2017,
      "month": 9,
      "day": 15,
      "volume": "77",
      "issue": "18",
      "pages": "4773-4784",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    }
  ]
}
