{
  "person": "yimeng-zhu",
  "publications": [
    {
      "pmid": "33606972",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2021.01.025",
      "title": "The plié by DNA-PK: dancing on DNA",
      "abstract": "In this issue of Molecular Cell, Chen et al. (2020) report the structural transition during DNA-dependent activation of DNA-PK, shedding light on the mechanism by which kinase inhibitors and auto-phosphorylation-deficient DNA-PKcs compromise non-homologous end-joining (Chen et al., 2020).",
      "authorList": ["Zha S", "Shao Z", "Zhu Y"],
      "authors": "Zha S, Shao Z, Zhu Y",
      "journal": "Mol Cell",
      "year": 2021,
      "month": 2,
      "day": 18,
      "volume": "81",
      "issue": "4",
      "pages": "644-646",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha", "zhengping-shao", "yimeng-zhu"],
      "isbn": ""
    },
    {
      "pmid": "33242424",
      "pmcid": "PMC8143193",
      "doi": "10.1016/j.cell.2020.10.044",
      "title": "Integrated Proteogenomic Characterization across Major Histological Types of Pediatric Brain Cancer",
      "abstract": "We report a comprehensive proteogenomics analysis, including whole-genome sequencing, RNA sequencing, and proteomics and phosphoproteomics profiling, of 218 tumors across 7 histological types of childhood brain cancer: low-grade glioma (n = 93), ependymoma (32), high-grade glioma (25), medulloblastoma (22), ganglioglioma (18), craniopharyngioma (16), and atypical teratoid rhabdoid tumor (12). Proteomics data identify common biological themes that span histological boundaries, suggesting that treatments used for one histological type may be applied effectively to other tumors sharing similar proteomics features. Immune landscape characterization reveals diverse tumor microenvironments across and within diagnoses. Proteomics data further reveal functional effects of somatic mutations and copy number variations (CNVs) not evident in transcriptomics data. Kinase-substrate association and co-expression network analysis identify important biological mechanisms of tumorigenesis. This is the first large-scale proteogenomics analysis across traditional histological boundaries to uncover foundational pediatric brain tumor biology and inform rational treatment selection.",
      "authorList": [
        "Petralia F",
        "Tignor N",
        "Reva B",
        "Koptyra M",
        "Chowdhury S",
        "Rykunov D",
        "Krek A",
        "Ma W",
        "Zhu Y",
        "Ji J",
        "Calinawan A",
        "Whiteaker JR",
        "Colaprico A",
        "Stathias V",
        "Omelchenko T",
        "Song X",
        "Raman P",
        "Guo Y",
        "Brown MA",
        "Ivey RG",
        "Szpyt J",
        "Guha Thakurta S",
        "Gritsenko MA",
        "Weitz KK",
        "Lopez G",
        "Kalayci S",
        "Gümüş ZH",
        "Yoo S",
        "da Veiga Leprevost F",
        "Chang HY",
        "Krug K",
        "Katsnelson L",
        "Wang Y",
        "Kennedy JJ",
        "Voytovich UJ",
        "Zhao L",
        "Gaonkar KS",
        "Ennis BM",
        "Zhang B",
        "Baubet V",
        "Tauhid L",
        "Lilly JV",
        "Mason JL",
        "Farrow B",
        "Young N",
        "Leary S",
        "Moon J",
        "Petyuk VA",
        "Nazarian J",
        "Adappa ND",
        "Palmer JN",
        "Lober RM",
        "Rivero-Hinojosa S",
        "Wang LB",
        "Wang JM",
        "Broberg M",
        "Chu RK",
        "Moore RJ",
        "Monroe ME",
        "Zhao R",
        "Smith RD",
        "Zhu J",
        "Robles AI",
        "Mesri M",
        "Boja E",
        "Hiltke T",
        "Rodriguez H",
        "Zhang B",
        "Schadt EE",
        "Mani DR",
        "Ding L",
        "Iavarone A",
        "Wiznerowicz M",
        "Schürer S",
        "Chen XS",
        "Heath AP",
        "Rokita JL",
        "Nesvizhskii AI",
        "Fenyö D",
        "Rodland KD",
        "Liu T",
        "Gygi SP",
        "Paulovich AG",
        "Resnick AC",
        "Storm PB",
        "Rood BR",
        "Wang P"
      ],
      "authors": "Petralia F, Tignor N, Reva B, Koptyra M, Chowdhury S, Rykunov D, Krek A, Ma W, Zhu Y, Ji J, Calinawan A, Whiteaker JR, Colaprico A, Stathias V, Omelchenko T, Song X, Raman P, Guo Y, Brown MA, Ivey RG, Szpyt J, Guha Thakurta S, Gritsenko MA, Weitz KK, Lopez G, Kalayci S, Gümüş ZH, Yoo S, da Veiga Leprevost F, Chang HY, Krug K, Katsnelson L, Wang Y, Kennedy JJ, Voytovich UJ, Zhao L, Gaonkar KS, Ennis BM, Zhang B, Baubet V, Tauhid L, Lilly JV, Mason JL, Farrow B, Young N, Leary S, Moon J, Petyuk VA, Nazarian J, Adappa ND, Palmer JN, Lober RM, Rivero-Hinojosa S, Wang LB, Wang JM, Broberg M, Chu RK, Moore RJ, Monroe ME, Zhao R, Smith RD, Zhu J, Robles AI, Mesri M, Boja E, Hiltke T, Rodriguez H, Zhang B, Schadt EE, Mani DR, Ding L, Iavarone A, Wiznerowicz M, Schürer S, Chen XS, Heath AP, Rokita JL, Nesvizhskii AI, Fenyö D, Rodland KD, Liu T, Gygi SP, Paulovich AG, Resnick AC, Storm PB, Rood BR, Wang P",
      "journal": "Cell",
      "year": 2020,
      "month": 12,
      "day": 23,
      "volume": "183",
      "issue": "7",
      "pages": "1962-1985",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wanchao-ma", "yimeng-zhu", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "32103174",
      "pmcid": "",
      "doi": "10.1038/s41586-020-2041-2",
      "title": "DNA-PKcs has KU-dependent function in rRNA processing and haematopoiesis",
      "abstract": "The DNA-dependent protein kinase (DNA-PK), which comprises the KU heterodimer and a catalytic subunit (DNA-PKcs), is a classical non-homologous end-joining (cNHEJ) factor1. KU binds to DNA ends, initiates cNHEJ, and recruits and activates DNA-PKcs. KU also binds to RNA, but the relevance of this interaction in mammals is unclear. Here we use mouse models to show that DNA-PK has an unexpected role in the biogenesis of ribosomal RNA (rRNA) and in haematopoiesis. The expression of kinase-dead DNA-PKcs abrogates cNHEJ2. However, most mice that both expressed kinase-dead DNA-PKcs and lacked the tumour suppressor TP53 developed myeloid disease, whereas all other previously characterized mice deficient in both cNHEJ and TP53 expression succumbed to pro-B cell lymphoma3. DNA-PK autophosphorylates DNA-PKcs, which is its best characterized substrate. Blocking the phosphorylation of DNA-PKcs at the T2609 cluster, but not the S2056 cluster, led to KU-dependent defects in 18S rRNA processing, compromised global protein synthesis in haematopoietic cells and caused bone marrow failure in mice. KU drives the assembly of DNA-PKcs on a wide range of cellular RNAs, including the U3 small nucleolar RNA, which is essential for processing of 18S rRNA4. U3 activates purified DNA-PK and triggers phosphorylation of DNA-PKcs at T2609. DNA-PK, but not other cNHEJ factors, resides in nucleoli in an rRNA-dependent manner and is co-purified with the small subunit processome. Together our data show that DNA-PK has RNA-dependent, cNHEJ-independent functions during ribosome biogenesis that require the kinase activity of DNA-PKcs and its phosphorylation at the T2609 cluster.",
      "authorList": [
        "Shao Z",
        "Flynn RA",
        "Crowe JL",
        "Zhu Y",
        "Liang J",
        "Jiang W",
        "Aryan F",
        "Aoude P",
        "Bertozzi CR",
        "Estes VM",
        "Lee BJ",
        "Bhagat G",
        "Zha S",
        "Calo E"
      ],
      "authors": "Shao Z, Flynn RA, Crowe JL, Zhu Y, Liang J, Jiang W, Aryan F, Aoude P, Bertozzi CR, Estes VM, Lee BJ, Bhagat G, Zha S, Calo E",
      "journal": "Nature",
      "year": 2020,
      "month": 3,
      "day": -1,
      "volume": "579",
      "issue": "7798",
      "pages": "291-296",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "yimeng-zhu", "brian-lee", "shan-zha"],
      "isbn": ""
    }
  ]
}
