{
  "person": "ying-jin",
  "publications": [
    {
      "pmid": "33377976",
      "pmcid": "PMC8104950",
      "doi": "10.1093/jmcb/mjaa074",
      "title": "Sirt3 is critical for p53-mediated ferroptosis upon ROS-induced stress",
      "abstract": "",
      "authorList": ["Jin Y", "Gu W", "Chen W"],
      "authors": "Jin Y, Gu W, Chen W",
      "journal": "J Mol Cell Biol",
      "year": 2021,
      "month": 5,
      "day": 7,
      "volume": "13",
      "issue": "2",
      "pages": "151-154",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ying-jin", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25557080",
      "pmcid": "PMC4334572",
      "doi": "10.1016/j.cell.2014.12.021",
      "title": "Organoid models of human and mouse ductal pancreatic cancer",
      "abstract": "Pancreatic cancer is one of the most lethal malignancies due to its late diagnosis and limited response to treatment. Tractable methods to identify and interrogate pathways involved in pancreatic tumorigenesis are urgently needed. We established organoid models from normal and neoplastic murine and human pancreas tissues. Pancreatic organoids can be rapidly generated from resected tumors and biopsies, survive cryopreservation, and exhibit ductal- and disease-stage-specific characteristics. Orthotopically transplanted neoplastic organoids recapitulate the full spectrum of tumor development by forming early-grade neoplasms that progress to locally invasive and metastatic carcinomas. Due to their ability to be genetically manipulated, organoids are a platform to probe genetic cooperation. Comprehensive transcriptional and proteomic analyses of murine pancreatic organoids revealed genes and pathways altered during disease progression. The confirmation of many of these protein changes in human tissues demonstrates that organoids are a facile model system to discover characteristics of this deadly malignancy. ",
      "authorList": [
        "Boj SF",
        "Hwang CI",
        "Baker LA",
        "Chio II",
        "Engle DD",
        "Corbo V",
        "Jager M",
        "Ponz-Sarvise M",
        "Tiriac H",
        "Spector MS",
        "Gracanin A",
        "Oni T",
        "Yu KH",
        "van Boxtel R",
        "Huch M",
        "Rivera KD",
        "Wilson JP",
        "Feigin ME",
        "Öhlund D",
        "Handly-Santana A",
        "Ardito-Abraham CM",
        "Ludwig M",
        "Elyada E",
        "Alagesan B",
        "Biffi G",
        "Yordanov GN",
        "Delcuze B",
        "Creighton B",
        "Wright K",
        "Park Y",
        "Morsink FH",
        "Molenaar IQ",
        "Borel Rinkes IH",
        "Cuppen E",
        "Hao Y",
        "Jin Y",
        "Nijman IJ",
        "Iacobuzio-Donahue C",
        "Leach SD",
        "Pappin DJ",
        "Hammell M",
        "Klimstra DS",
        "Basturk O",
        "Hruban RH",
        "Offerhaus GJ",
        "Vries RG",
        "Clevers H",
        "Tuveson DA"
      ],
      "authors": "Boj SF, Hwang CI, Baker LA, Chio II, Engle DD, Corbo V, Jager M, Ponz-Sarvise M, Tiriac H, Spector MS, Gracanin A, Oni T, Yu KH, van Boxtel R, Huch M, Rivera KD, Wilson JP, Feigin ME, Öhlund D, Handly-Santana A, Ardito-Abraham CM, Ludwig M, Elyada E, Alagesan B, Biffi G, Yordanov GN, Delcuze B, Creighton B, Wright K, Park Y, Morsink FH, Molenaar IQ, Borel Rinkes IH, Cuppen E, Hao Y, Jin Y, Nijman IJ, Iacobuzio-Donahue C, Leach SD, Pappin DJ, Hammell M, Klimstra DS, Basturk O, Hruban RH, Offerhaus GJ, Vries RG, Clevers H, Tuveson DA",
      "journal": "Cell",
      "year": 2015,
      "month": 1,
      "day": 15,
      "volume": "160",
      "issue": "1-2",
      "pages": "324-38",
      "tagList": ["article", "selected", "selected::christine-chio"],
      "url": "",
      "labs": ["christine-chio"],
      "peopleList": ["christine-chio", "ying-jin"],
      "isbn": ""
    }
  ]
}
