{
  "person": "zixuan-wang",
  "publications": [
    {
      "pmid": "33723227",
      "pmcid": "PMC7960718",
      "doi": "10.1038/s41420-021-00438-8",
      "title": "Sirt1 coordinates with ERα to regulate autophagy and adiposity",
      "abstract": "Sex difference in adiposity has long been recognized but the mechanism remains incompletely understood. Previous studies suggested that adiposity was regulated by autophagy in response to energy status change. Here, we show that the energy sensor Sirt1 mediates sex difference in adiposity by regulating autophagy and adipogenesis in partnership with estrogen receptor α (ERα). Autophagy and adipogenesis were suppressed by Sirt1 activation or overexpression, which was associated with reduced sex difference in adiposity. Mechanistically, Sirt1 deacetylated and activated AKT and STAT3, resulting in suppression of autophagy and adipogenesis via mTOR-ULK1 and p55 cascades. ERα induced Sirt1 expression and inhibited autophagy in adipocytes, while silencing Sirt1 reversed the effects of ERα on autophagy and promoted adipogenesis. Moreover, Sirt1 deacetylated ERα, which constituted a positive feedback loop in the regulation of autophagy and adiposity. Our results revealed a new mechanism of Sirt1 regulating autophagy in adipocytes and shed light on sex difference in adiposity.",
      "authorList": [
        "Tao Z",
        "Shi L",
        "Parke J",
        "Zheng L",
        "Gu W",
        "Dong XC",
        "Liu D",
        "Wang Z",
        "Olumi AF",
        "Cheng Z"
      ],
      "authors": "Tao Z, Shi L, Parke J, Zheng L, Gu W, Dong XC, Liu D, Wang Z, Olumi AF, Cheng Z",
      "journal": "Cell Death Discov",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "7",
      "issue": "1",
      "pages": "53",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu", "zixuan-wang"],
      "isbn": ""
    },
    {
      "pmid": "33796864",
      "pmcid": "PMC8011577",
      "doi": "10.1038/s43018-020-00124-1",
      "title": "Mutational and functional genetics mapping of chemotherapy resistance mechanisms in relapsed acute lymphoblastic leukemia",
      "abstract": "Multi-agent combination chemotherapy can be curative in acute lymphoblastic leukemia (ALL). Still, patients with primary refractory disease or with relapsed leukemia have a very poor prognosis. Here we integrate an in-depth dissection of the mutational landscape across diagnostic and relapsed pediatric and adult ALL samples with genome-wide CRISPR screen analysis of gene-drug interactions across seven ALL chemotherapy drugs. By combining these analyses, we uncover diagnostic and relapse-specific mutational mechanisms as well as genetic drivers of chemoresistance. Functionally, our data identifies common and drug-specific pathways modulating chemotherapy response and underscores the effect of drug combinations in restricting the selection of resistance-driving genetic lesions. In addition, by identifying actionable targets for the reversal of chemotherapy resistance, these analyses open novel therapeutic opportunities for the treatment of relapse and refractory disease.",
      "authorList": [
        "Oshima K",
        "Zhao J",
        "Pérez-Durán P",
        "Brown JA",
        "Patiño-Galindo JA",
        "Chu T",
        "Quinn A",
        "Gunning T",
        "Belver L",
        "Ambesi-Impiombato A",
        "Tosello V",
        "Wang Z",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Balbin M",
        "Nicolas C",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Litzow M",
        "Minden MD",
        "Meijerink J",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Oshima K, Zhao J, Pérez-Durán P, Brown JA, Patiño-Galindo JA, Chu T, Quinn A, Gunning T, Belver L, Ambesi-Impiombato A, Tosello V, Wang Z, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Balbin M, Nicolas C, Gastier-Foster JM, Devidas M, Loh ML, Paietta E, Tallman MS, Rowe JM, Litzow M, Minden MD, Meijerink J, Rabadan R, Ferrando A",
      "journal": "Nat Cancer",
      "year": 2020,
      "month": 11,
      "day": -1,
      "volume": "1",
      "issue": "11",
      "pages": "1113-1127",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "jessie-a-brown",
        "thomas-gunning",
        "laura-belver-miguel",
        "zixuan-wang",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "32603407",
      "pmcid": "PMC7537389",
      "doi": "10.1084/jem.20200483",
      "title": "Single-cell analysis of germinal-center B cells informs on lymphoma cell of origin and outcome",
      "abstract": "In response to T cell-dependent antigens, mature B cells are stimulated to form germinal centers (GCs), the sites of B cell affinity maturation and the cell of origin (COO) of most B cell lymphomas. To explore the dynamics of GC B cell development beyond the known dark zone and light zone compartments, we performed single-cell (sc) transcriptomic analysis on human GC B cells and identified multiple functionally linked subpopulations, including the distinct precursors of memory B cells and plasma cells. The gene expression signatures associated with these GC subpopulations were effective in providing a sc-COO for ∼80% of diffuse large B cell lymphomas (DLBCLs) and identified novel prognostic subgroups of DLBCL.",
      "authorList": [
        "Holmes AB",
        "Corinaldesi C",
        "Shen Q",
        "Kumar R",
        "Compagno N",
        "Wang Z",
        "Nitzan M",
        "Grunstein E",
        "Pasqualucci L",
        "Dalla-Favera R",
        "Basso K"
      ],
      "authors": "Holmes AB, Corinaldesi C, Shen Q, Kumar R, Compagno N, Wang Z, Nitzan M, Grunstein E, Pasqualucci L, Dalla-Favera R, Basso K",
      "journal": "J Exp Med",
      "year": 2020,
      "month": 10,
      "day": 5,
      "volume": "217",
      "issue": "10",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "clarissa-corinaldesi",
        "qiong-shen",
        "zixuan-wang",
        "laura-pasqualucci",
        "riccardo-dalla-favera",
        "katia-basso"
      ],
      "isbn": ""
    },
    {
      "pmid": "31054974",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2019.04.009",
      "title": "Acetylation of PHF5A Modulates Stress Responses and Colorectal Carcinogenesis through Alternative Splicing-Mediated Upregulation of KDM3A",
      "abstract": "Alternative pre-mRNA-splicing-induced post-transcriptional gene expression regulation is one of the pathways for tumors maintaining proliferation rates accompanying the malignant phenotype under stress. Here, we uncover a list of hyperacetylated proteins in the context of acutely reduced Acetyl-CoA levels under nutrient starvation. PHF5A, a component of U2 snRNPs, can be acetylated at lysine 29 in response to multiple cellular stresses, which is dependent on p300. PHF5A acetylation strengthens the interaction among U2 snRNPs and affects global pre-mRNA splicing pattern and extensive gene expression. PHF5A hyperacetylation-induced alternative splicing stabilizes KDM3A mRNA and promotes its protein expression. Pathologically, PHF5A K29 hyperacetylation and KDM3A upregulation axis are correlated with poor prognosis of colon cancer. Our findings uncover a mechanism of an anti-stress pathway through which acetylation on PHF5A promotes the cancer cells' capacity for stress resistance and consequently contributes to colon carcinogenesis.",
      "authorList": [
        "Wang Z",
        "Yang X",
        "Liu C",
        "Li X",
        "Zhang B",
        "Wang B",
        "Zhang Y",
        "Song C",
        "Zhang T",
        "Liu M",
        "Liu B",
        "Ren M",
        "Jiang H",
        "Zou J",
        "Liu X",
        "Zhang H",
        "Zhu WG",
        "Yin Y",
        "Zhang Z",
        "Gu W",
        "Luo J"
      ],
      "authors": "Wang Z, Yang X, Liu C, Li X, Zhang B, Wang B, Zhang Y, Song C, Zhang T, Liu M, Liu B, Ren M, Jiang H, Zou J, Liu X, Zhang H, Zhu WG, Yin Y, Zhang Z, Gu W, Luo J",
      "journal": "Mol Cell",
      "year": 2019,
      "month": 6,
      "day": 20,
      "volume": "74",
      "issue": "6",
      "pages": "1250-1263",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "xin-yang", "zhiguo-zhang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30532073",
      "pmcid": "",
      "doi": "10.1038/s41388-018-0605-5",
      "title": "MDM2-mediated degradation of WRN promotes cellular senescence in a p53-independent manner",
      "abstract": "MDM2 (Murine double minute 2) acts as a key repressor for p53-mediated tumor-suppressor functions, which includes cellular senescence. We found that MDM2 can promote cellular senescence by modulating WRN stability. Werner syndrome (WS), caused by mutations of the WRN gene, is an autosomal recessive disease, which is characterized by premature aging. Loss of WRN function induces cellular senescence in human cancer cells. Here, we found that MDM2 acts as an E3 ligase for WRN protein. MDM2 interacts with WRN both in vivo and in vitro. MDM2 induces ubiquitination of WRN and dramatically downregulates the levels of WRN protein in human cells. During DNA damage response, WRN is translocated to the nucleoplasm to facilitate its DNA repair functions; however, it is degraded by the MDM2-mediated ubiquitination pathway. Moreover, the senescent phenotype induced by DNA damage reagents, such as Etoposide, is at least in part mediated by MDM2-dependent WRN degradation as it can be significantly attenuated by ectopic expression of WRN. These results show that MDM2 is critically involved in regulating WRN function via ubiquitin-dependent degradation and reveal an unexpected role of MDM2 in promoting cellular senescence through a p53-independent manner.",
      "authorList": [
        "Liu B",
        "Yi J",
        "Yang X",
        "Liu L",
        "Lou X",
        "Zhang Z",
        "Qi H",
        "Wang Z",
        "Zou J",
        "Zhu WG",
        "Gu W",
        "Luo J"
      ],
      "authors": "Liu B, Yi J, Yang X, Liu L, Lou X, Zhang Z, Qi H, Wang Z, Zou J, Zhu WG, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2019,
      "month": 4,
      "day": -1,
      "volume": "38",
      "issue": "14",
      "pages": "2501-2515",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "jingjie-yi",
        "xin-yang",
        "zhiguo-zhang",
        "zixuan-wang",
        "wei-gu"
      ],
      "isbn": ""
    },
    {
      "pmid": "29180469",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-17-1912",
      "title": "SHMT2 Desuccinylation by SIRT5 Drives Cancer Cell Proliferation",
      "abstract": "The mitochondrial serine hydroxymethyltransferase SHMT2, which catalyzes the rate-limiting step in serine catabolism, drives cancer cell proliferation, but how this role is regulated is undefined. Here, we report that the sirtuin SIRT5 desuccinylates SHMT2 to increase its activity and drive serine catabolism in tumor cells. SIRT5 interaction directly mediated desuccinylation of lysine 280 on SHMT2, which was crucial for activating its enzymatic activity. Conversely, hypersuccinylation of SHMT2 at lysine 280 was sufficient to inhibit its enzymatic activity and downregulate tumor cell growth in vitro and in vivo Notably, SIRT5 inactivation led to SHMT2 enzymatic downregulation and to abrogated cell growth under metabolic stress. Our results reveal that SHMT2 desuccinylation is a pivotal signal in cancer cells to adapt serine metabolic processes for rapid growth, and they highlight SIRT5 as a candidate target for suppressing serine catabolism as a strategy to block tumor growth.Significance: These findings reveal a novel mechanism for controlling cancer cell proliferation by blocking serine catabolism, as a general strategy to impede tumor growth. Cancer Res; 78(2); 372-86. ©2017 AACR.",
      "authorList": [
        "Yang X",
        "Wang Z",
        "Li X",
        "Liu B",
        "Liu M",
        "Liu L",
        "Chen S",
        "Ren M",
        "Wang Y",
        "Yu M",
        "Wang B",
        "Zou J",
        "Zhu WG",
        "Yin Y",
        "Gu W",
        "Luo J"
      ],
      "authors": "Yang X, Wang Z, Li X, Liu B, Liu M, Liu L, Chen S, Ren M, Wang Y, Yu M, Wang B, Zou J, Zhu WG, Yin Y, Gu W, Luo J",
      "journal": "Cancer Res",
      "year": 2018,
      "month": 1,
      "day": 15,
      "volume": "78",
      "issue": "2",
      "pages": "372-386",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang", "zixuan-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28107649",
      "pmcid": "PMC5460635",
      "doi": "10.1016/j.molcel.2016.11.030",
      "title": "RPA Interacts with HIRA and Regulates H3.3 Deposition at Gene Regulatory Elements in Mammalian Cells",
      "abstract": "The histone chaperone HIRA is involved in depositing histone variant H3.3 into distinct genic regions, including promoters, enhancers, and gene bodies. However, how HIRA deposits H3.3 to these regions remains elusive. Through a short hairpin RNA (shRNA) screening, we identified single-stranded DNA binding protein replication protein A (RPA) as a regulator of the deposition of newly synthesized H3.3 into chromatin. We show that RPA physically interacts with HIRA to form RPA-HIRA-H3.3 complexes, and it co-localizes with HIRA and H3.3 at gene promoters and enhancers. Depletion of RPA1, the largest subunit of the RPA complex, dramatically reduces both HIRA association with chromatin and the deposition of newly synthesized H3.3 at promoters and enhancers and leads to altered transcription at gene promoters. These results support a model whereby RPA, best known for its role in DNA replication and repair, recruits HIRA to promoters and enhancers and regulates deposition of newly synthesized H3.3 to these regulatory elements for gene regulation.",
      "authorList": [
        "Zhang H",
        "Gan H",
        "Wang Z",
        "Lee JH",
        "Zhou H",
        "Ordog T",
        "Wold MS",
        "Ljungman M",
        "Zhang Z"
      ],
      "authors": "Zhang H, Gan H, Wang Z, Lee JH, Zhou H, Ordog T, Wold MS, Ljungman M, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 1,
      "day": 19,
      "volume": "65",
      "issue": "2",
      "pages": "272-284",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "27679476",
      "pmcid": "PMC5224507",
      "doi": "10.1093/nar/gkw848",
      "title": "H3K9me3 demethylase Kdm4d facilitates the formation of pre-initiative complex and regulates DNA replication",
      "abstract": "DNA replication is tightly regulated to occur once and only once per cell cycle. How chromatin, the physiological substrate of DNA replication machinery, regulates DNA replication remains largely unknown. Here we show that histone H3 lysine 9 demethylase Kdm4d regulates DNA replication in eukaryotic cells. Depletion of Kdm4d results in defects in DNA replication, which can be rescued by the expression of H3K9M, a histone H3 mutant transgene that reverses the effect of Kdm4d on H3K9 methylation. Kdm4d interacts with replication proteins, and its recruitment to DNA replication origins depends on the two pre-replicative complex components (origin recognition complex [ORC] and minichromosome maintenance [MCM] complex). Depletion of Kdm4d impairs the recruitment of Cdc45, proliferating cell nuclear antigen (PCNA), and polymerase δ, but not ORC and MCM proteins. These results demonstrate a novel mechanism by which Kdm4d regulates DNA replication by reducing the H3K9me3 level to facilitate formation of pre-initiative complex.",
      "authorList": ["Wu R", "Wang Z", "Zhang H", "Gan H", "Zhang Z"],
      "authors": "Wu R, Wang Z, Zhang H, Gan H, Zhang Z",
      "journal": "Nucleic Acids Res",
      "year": 2017,
      "month": 1,
      "day": 9,
      "volume": "45",
      "issue": "1",
      "pages": "169-180",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "25921526",
      "pmcid": "PMC4426003",
      "doi": "10.1016/j.celrep.2015.03.059",
      "title": "An oncogenic role for alternative NF-κB signaling in DLBCL revealed upon deregulated BCL6 expression",
      "abstract": "Diffuse large B cell lymphoma (DLBCL) is a complex disease comprising diverse subtypes and genetic profiles. Possibly because of the prevalence of genetic alterations activating canonical NF-κB activity, a role for oncogenic lesions that activate the alternative NF-κB pathway in DLBCL has remained elusive. Here, we show that deletion/mutation of TRAF3, a negative regulator of the alternative NF-κB pathway, occurs in ∼15% of DLBCLs and that it often coexists with BCL6 translocation, which prevents terminal B cell differentiation. Accordingly, in a mouse model constitutive activation of the alternative NF-κB pathway cooperates with BCL6 deregulation in DLBCL development. This work demonstrates a key oncogenic role for the alternative NF-κB pathway in DLBCL development.",
      "authorList": [
        "Zhang B",
        "Calado DP",
        "Wang Z",
        "Fröhler S",
        "Köchert K",
        "Qian Y",
        "Koralov SB",
        "Schmidt-Supprian M",
        "Sasaki Y",
        "Unitt C",
        "Rodig S",
        "Chen W",
        "Dalla-Favera R",
        "Alt FW",
        "Pasqualucci L",
        "Rajewsky K"
      ],
      "authors": "Zhang B, Calado DP, Wang Z, Fröhler S, Köchert K, Qian Y, Koralov SB, Schmidt-Supprian M, Sasaki Y, Unitt C, Rodig S, Chen W, Dalla-Favera R, Alt FW, Pasqualucci L, Rajewsky K",
      "journal": "Cell Rep",
      "year": 2015,
      "month": 5,
      "day": 5,
      "volume": "11",
      "issue": "5",
      "pages": "715-26",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "zixuan-wang",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    }
  ]
}
