{
  "person": "agnieszka-wendorff",
  "publications": [
    {
      "pmid": "33659293",
      "pmcid": "PMC7842547",
      "doi": "10.21769/BioProtoc.3620",
      "title": "Modeling NOTCH1 driven T-cell Acute Lymphoblastic Leukemia in Mice",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematological malignancy that arises from transformation of T-cell primed hematopoietic progenitors. Although T-ALL is a heterogenous and molecularly complex disease, more than 65% of T-ALL patients carry activating mutations in the NOTCH1 gene. The majority of T-ALL-associated NOTCH1 mutations either disrupt the negative regulatory region, allowing signal activation in the absence of ligand binding, or result in truncation of the C-terminal PEST domain involved in the termination of NOTCH1 signaling by proteasomal degradation. To date, retroviral transduction models have relied heavily on the overexpression of aggressively truncated variants of NOTCH1 (such as ICN1 or ΔE-NOTCH1), which result in supraphysiological levels of signaling activity and are rarely found in human T-ALL. The current protocol describes the method for mouse bone marrow isolation, hematopoietic stem and progenitor cell (HSC) enrichment, followed by retroviral transduction with an oncogenic mutant form of the NOTCH1 receptor (NOTCH1-L1601P-ΔP) that closely resembles the gain-of-function mutations most commonly found in patient samples. A hallmark of this forced expression of constitutively active NOTCH1 is a transient wave of extrathymic immature T-cell development, which precedes oncogenic transformation to T-ALL. Furthermore, this approach models leukemic transformation and progression in vivo by allowing for crosstalk between leukemia cells and the microenvironment, an aspect unaccounted for in cell-line based in vitro studies. Thus, the HSC transduction and transplantation model more faithfully recapitulates development of the human disease, providing a highly comprehensive and versatile tool for further in vivo and ex vivo functional studies.",
      "authorList": ["Wendorff AA", "Ferrando AA"],
      "authors": "Wendorff AA, Ferrando AA",
      "journal": "Bio Protoc",
      "year": 2020,
      "month": 5,
      "day": 20,
      "volume": "10",
      "issue": "10",
      "pages": "e3620",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["agnieszka-wendorff", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "30567843",
      "pmcid": "PMC6425751",
      "doi": "10.1158/2159-8290.CD-18-1005",
      "title": "Phf6 Loss Enhances HSC Self-Renewal Driving Tumor Initiation and Leukemia Stem Cell Activity in T-ALL",
      "abstract": "The plant homeodomain 6 gene (PHF6) is frequently mutated in human T-cell acute lymphoblastic leukemia (T-ALL); however, its specific functional role in leukemia development remains to be established. Here, we show that loss of PHF6 is an early mutational event in leukemia transformation. Mechanistically, genetic inactivation of Phf6 in the hematopoietic system enhances hematopoietic stem cell (HSC) long-term self-renewal and hematopoietic recovery after chemotherapy by rendering Phf6 knockout HSCs more quiescent and less prone to stress-induced activation. Consistent with a leukemia-initiating tumor suppressor role, inactivation of Phf6 in hematopoietic progenitors lowers the threshold for the development of NOTCH1-induced T-ALL. Moreover, loss of Phf6 in leukemia lymphoblasts activates a leukemia stem cell transcriptional program and drives enhanced T-ALL leukemia-initiating cell activity. These results implicate Phf6 in the control of HSC homeostasis and long-term self-renewal and support a role for PHF6 loss as a driver of leukemia-initiating cell activity in T-ALL. SIGNIFICANCE: Phf6 controls HSC homeostasis, leukemia initiation, and T-ALL leukemia-initiating cell self-renewal. These results substantiate a role for PHF6 mutations as early events and drivers of leukemia stem cell activity in the pathogenesis of T-ALL.This article is highlighted in the In This Issue feature, p. 305.",
      "authorList": [
        "Wendorff AA",
        "Quinn SA",
        "Rashkovan M",
        "Madubata CJ",
        "Ambesi-Impiombato A",
        "Litzow MR",
        "Tallman MS",
        "Paietta E",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Loh ML",
        "Rabadan R",
        "Van Vlierberghe P",
        "Ferrando AA"
      ],
      "authors": "Wendorff AA, Quinn SA, Rashkovan M, Madubata CJ, Ambesi-Impiombato A, Litzow MR, Tallman MS, Paietta E, Paganin M, Basso G, Gastier-Foster JM, Loh ML, Rabadan R, Van Vlierberghe P, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "9",
      "issue": "3",
      "pages": "436-451",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "agnieszka-wendorff",
        "stuart-aidan-quinn",
        "marissa-rashkovan",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "26390244",
      "pmcid": "PMC4598309",
      "doi": "10.1038/nm.3955",
      "title": "Metabolic reprogramming induces resistance to anti-NOTCH1 therapies in T cell acute lymphoblastic leukemia",
      "abstract": "Activating mutations in NOTCH1 are common in T cell acute lymphoblastic leukemia (T-ALL). Here we identify glutaminolysis as a critical pathway for leukemia cell growth downstream of NOTCH1 and a key determinant of the response to anti-NOTCH1 therapies in vivo. Mechanistically, inhibition of NOTCH1 signaling in T-ALL induces a metabolic shutdown, with prominent inhibition of glutaminolysis and triggers autophagy as a salvage pathway supporting leukemia cell metabolism. Consequently, inhibition of glutaminolysis and inhibition of autophagy strongly and synergistically enhance the antileukemic effects of anti-NOTCH1 therapy in mice harboring T-ALL. Moreover, we demonstrate that Pten loss upregulates glycolysis and consequently rescues leukemic cell metabolism, thereby abrogating the antileukemic effects of NOTCH1 inhibition. Overall, these results identify glutaminolysis as a major node in cancer metabolism controlled by NOTCH1 and as therapeutic target for the treatment of T-ALL. ",
      "authorList": [
        "Herranz D",
        "Ambesi-Impiombato A",
        "Sudderth J",
        "Sánchez-Martín M",
        "Belver L",
        "Tosello V",
        "Xu L",
        "Wendorff AA",
        "Castillo M",
        "Haydu JE",
        "Márquez J",
        "Matés JM",
        "Kung AL",
        "Rayport S",
        "Cordon-Cardo C",
        "DeBerardinis RJ",
        "Ferrando AA"
      ],
      "authors": "Herranz D, Ambesi-Impiombato A, Sudderth J, Sánchez-Martín M, Belver L, Tosello V, Xu L, Wendorff AA, Castillo M, Haydu JE, Márquez J, Matés JM, Kung AL, Rayport S, Cordon-Cardo C, DeBerardinis RJ, Ferrando AA",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1182-9",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "agnieszka-wendorff",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "25194570",
      "pmcid": "PMC4192073",
      "doi": "10.1038/nm.3665",
      "title": "A NOTCH1-driven MYC enhancer promotes T cell development, transformation and acute lymphoblastic leukemia",
      "abstract": "Efforts to identify and annotate cancer driver genetic lesions have been focused primarily on the analysis of protein-coding genes; however, most genetic abnormalities found in human cancer are located in intergenic regions. Here we identify a new long range-acting MYC enhancer controlled by NOTCH1 that is targeted by recurrent chromosomal duplications in human T cell acute lymphoblastic leukemia (T-ALL). This highly conserved regulatory element, hereby named N-Me for NOTCH MYC enhancer, is located within a broad super-enhancer region +1.47 Mb from the MYC transcription initiating site, interacts with the MYC proximal promoter and induces orientation-independent MYC expression in reporter assays. Moreover, analysis of N-Me knockout mice demonstrates a selective and essential role of this regulatory element during thymocyte development and in NOTCH1-induced T-ALL. Together these results identify N-Me as a long-range oncogenic enhancer implicated directly in the pathogenesis of human leukemia and highlight the importance of the NOTCH1-MYC regulatory axis in T cell transformation and as a therapeutic target in T-ALL. ",
      "authorList": [
        "Herranz D",
        "Ambesi-Impiombato A",
        "Palomero T",
        "Schnell SA",
        "Belver L",
        "Wendorff AA",
        "Xu L",
        "Castillo-Martin M",
        "Llobet-Navás D",
        "Cordon-Cardo C",
        "Clappier E",
        "Soulier J",
        "Ferrando AA"
      ],
      "authors": "Herranz D, Ambesi-Impiombato A, Palomero T, Schnell SA, Belver L, Wendorff AA, Xu L, Castillo-Martin M, Llobet-Navás D, Cordon-Cardo C, Clappier E, Soulier J, Ferrando AA",
      "journal": "Nat Med",
      "year": 2014,
      "month": 10,
      "day": -1,
      "volume": "20",
      "issue": "10",
      "pages": "1130-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "teresa-palomero",
        "laura-belver-miguel",
        "agnieszka-wendorff",
        "adolfo-ferrando"
      ],
      "isbn": ""
    }
  ]
}
