{
  "person": "albert-serra-cardona",
  "publications": [
    {
      "pmid": "33911256",
      "pmcid": "",
      "doi": "10.1038/s41596-021-00520-6",
      "title": "Efficient and strand-specific profiling of replicating chromatin with enrichment and sequencing of protein-associated nascent DNA in mammalian cells",
      "abstract": "Faithful duplication of both genetic and epigenetic information is essential for all eukaryotic cells. DNA replication initiates from replication origins and proceeds bidirectionally but asymmetrically, with the leading strand being synthesized continuously and the lagging strand discontinuously as Okazaki fragments by distinct DNA polymerases. Unraveling the underlying mechanisms of chromatin replication at both strands is crucial to better understand DNA replication and its coupled processes, including nucleosome assembly, sister chromatid cohesion and DNA mismatch repair. Here we describe the enrichment and sequencing of protein-associated nascent DNA (eSPAN) method to analyze the enrichment of proteins of interest, including histones and their modifications at replicating chromatin in a strand-specific manner in mammalian cells. Briefly, cells are pulsed with the thymidine analog bromodeoxyuridine to label newly synthesized DNA. After cell permeabilization, the target proteins are sequentially bound by antibodies and protein A-fused transposase, which digests and tags genomic DNA of interest once activated by magnesium. The strand specificity is preserved through oligo-replacement. Finally, the resulting double-strand DNA is denatured and immunoprecipitated with antibodies against bromodeoxyuridine to enrich nascent DNA associated with proteins of interest. After PCR amplification and next-generation sequencing, the mapped reads are used to calculate the relative enrichment of the target proteins around replication origins. Compared with alternative methods, the eSPAN protocol is simple, cost-effective and sensitive, even in a relatively small number of mammalian cells. The whole procedures from cell collection to generation of sequencing-ready libraries can be completed in 2 days.",
      "authorList": ["Li Z", "Hua X", "Serra-Cardona A", "Xu X", "Zhang Z"],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Zhang Z",
      "journal": "Nat Protoc",
      "year": 2021,
      "month": 5,
      "day": -1,
      "volume": "16",
      "issue": "5",
      "pages": "2698-2721",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "32923642",
      "pmcid": "PMC7449674",
      "doi": "10.1126/sciadv.abb5820",
      "title": "DNA polymerase α interacts with H3-H4 and facilitates the transfer of parental histones to lagging strands",
      "abstract": "How parental histones, the carriers of epigenetic modifications, are deposited onto replicating DNA remains poorly understood. Here, we describe the eSPAN method (enrichment and sequencing of protein-associated nascent DNA) in mouse embryonic stem (ES) cells and use it to detect histone deposition onto replicating DNA strands with a relatively small number of cells. We show that DNA polymerase α (Pol α), which synthesizes short primers for DNA synthesis, binds histone H3-H4 preferentially. A Pol α mutant defective in histone binding in vitro impairs the transfer of parental H3-H4 to lagging strands in both yeast and mouse ES cells. Last, dysregulation of both coding genes and noncoding endogenous retroviruses is detected in mutant ES cells defective in parental histone transfer. Together, we report an efficient eSPAN method for analysis of DNA replication-linked processes in mouse ES cells and reveal the mechanism of Pol α in parental histone transfer.",
      "authorList": [
        "Li Z",
        "Hua X",
        "Serra-Cardona A",
        "Xu X",
        "Gan S",
        "Zhou H",
        "Yang WS",
        "Chen CL",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Gan S, Zhou H, Yang WS, Chen CL, Xu RM, Zhang Z",
      "journal": "Sci Adv",
      "year": 2020,
      "month": 8,
      "day": -1,
      "volume": "6",
      "issue": "35",
      "pages": "eabb5820",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "hui-zhou",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30244834",
      "pmcid": "PMC6193272",
      "doi": "10.1016/j.molcel.2018.09.001",
      "title": "The Mcm2-Ctf4-Polα Axis Facilitates Parental Histone H3-H4 Transfer to Lagging Strands",
      "abstract": "Although essential for epigenetic inheritance, the transfer of parental histone (H3-H4)2 tetramers that contain epigenetic modifications to replicating DNA strands is poorly understood. Here, we show that the Mcm2-Ctf4-Polα axis facilitates the transfer of parental (H3-H4)2 tetramers to lagging-strand DNA at replication forks. Mutating the conserved histone-binding domain of the Mcm2 subunit of the CMG (Cdc45-MCM-GINS) DNA helicase, which translocates along the leading-strand template, results in a marked enrichment of parental (H3-H4)2 on leading strand, due to the impairment of the transfer of parental (H3-H4)2 to lagging strands. Similar effects are observed in Ctf4 and Polα primase mutants that disrupt the connection of the CMG helicase to Polα that resides on lagging-strand template. Our results support a model whereby parental (H3-H4)2 complexes displaced from nucleosomes by DNA unwinding at replication forks are transferred by the CMG-Ctf4-Polα complex to lagging-strand DNA for nucleosome assembly at the original location.",
      "authorList": [
        "Gan H",
        "Serra-Cardona A",
        "Hua X",
        "Zhou H",
        "Labib K",
        "Yu C",
        "Zhang Z"
      ],
      "authors": "Gan H, Serra-Cardona A, Hua X, Zhou H, Labib K, Yu C, Zhang Z",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "140-151",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "albert-serra-cardona",
        "xu-hua",
        "hui-zhou",
        "chuanjiang-yu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30115745",
      "pmcid": "PMC6597248",
      "doi": "10.1126/science.aat8849",
      "title": "A mechanism for preventing asymmetric histone segregation onto replicating DNA strands",
      "abstract": "How parental histone (H3-H4)2 tetramers, the primary carriers of epigenetic modifications, are transferred onto leading and lagging strands of DNA replication forks for epigenetic inheritance remains elusive. Here we show that parental (H3-H4)2 tetramers are assembled into nucleosomes onto both leading and lagging strands, with a slight preference for lagging strands. The lagging-strand preference increases markedly in budding yeast cells lacking Dpb3 and Dpb4, two subunits of the leading strand DNA polymerase, Pol ε, owing to the impairment of parental (H3-H4)2 transfer to leading strands. Dpb3-Dpb4 binds H3-H4 in vitro and participates in the inheritance of heterochromatin. These results indicate that different proteins facilitate the transfer of parental (H3-H4)2 onto leading versus lagging strands and that Dbp3-Dpb4 plays an important role in this poorly understood process.",
      "authorList": [
        "Yu C",
        "Gan H",
        "Serra-Cardona A",
        "Zhang L",
        "Gan S",
        "Sharma S",
        "Johansson E",
        "Chabes A",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Yu C, Gan H, Serra-Cardona A, Zhang L, Gan S, Sharma S, Johansson E, Chabes A, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2018,
      "month": 9,
      "day": 28,
      "volume": "361",
      "issue": "6409",
      "pages": "1386-1389",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "albert-serra-cardona", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30057113",
      "pmcid": "PMC6103222",
      "doi": "10.1016/j.cell.2018.07.005",
      "title": "Multisite Substrate Recognition in Asf1-Dependent Acetylation of Histone H3 K56 by Rtt109",
      "abstract": "Rtt109 is a unique histone acetyltransferase acetylating histone H3 lysine 56 (H3K56), a modification critical for DNA replication-coupled nucleosome assembly and genome stability. In cells, histone chaperone Asf1 is essential for H3K56 acetylation, yet the mechanisms for H3K56 specificity and Asf1 requirement remain unknown. We have determined the crystal structure of the Rtt109-Asf1-H3-H4 complex and found that unwinding of histone H3 αN, where K56 is normally located, and stabilization of the very C-terminal β strand of histone H4 by Asf1 are prerequisites for H3K56 acetylation. Unexpectedly, an interaction between Rtt109 and the central helix of histone H3 is also required. The observed multiprotein, multisite substrate recognition mechanism among histone modification enzymes provides mechanistic understandings of Rtt109 and Asf1 in H3K56 acetylation, as well as valuable insights into substrate recognition by histone modification enzymes in general.",
      "authorList": [
        "Zhang L",
        "Serra-Cardona A",
        "Zhou H",
        "Wang M",
        "Yang N",
        "Zhang Z",
        "Xu RM"
      ],
      "authors": "Zhang L, Serra-Cardona A, Zhou H, Wang M, Yang N, Zhang Z, Xu RM",
      "journal": "Cell",
      "year": 2018,
      "month": 8,
      "day": 9,
      "volume": "174",
      "issue": "4",
      "pages": "818-830",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["albert-serra-cardona", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29292063",
      "pmcid": "PMC5805396",
      "doi": "10.1016/j.tibs.2017.12.003",
      "title": "Replication-Coupled Nucleosome Assembly in the Passage of Epigenetic Information and Cell Identity",
      "abstract": "During S phase, replicated DNA must be assembled into nucleosomes using both newly synthesized and parental histones in a process that is tightly coupled to DNA replication. This DNA replication-coupled process is regulated by multitude of histone chaperones as well as by histone-modifying enzymes. In recent years novel insights into nucleosome assembly of new H3-H4 tetramers have been gained through studies on the classical histone chaperone CAF-1 and the identification of novel factors involved in this process. Moreover, in vitro reconstitution of chromatin replication has shed light on nucleosome assembly of parental H3-H4, a process that remains elusive. Finally, recent studies have revealed that the replication-coupled nucleosome assembly is important for the determination and maintenance of cell fate in multicellular organisms.",
      "authorList": ["Serra-Cardona A", "Zhang Z"],
      "authors": "Serra-Cardona A, Zhang Z",
      "journal": "Trends Biochem Sci",
      "year": 2018,
      "month": 2,
      "day": -1,
      "volume": "43",
      "issue": "2",
      "pages": "136-148",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["albert-serra-cardona", "zhiguo-zhang"],
      "isbn": ""
    }
  ]
}
