{
  "person": "anisha-cooke",
  "publications": [
    {
      "pmid": "33928261",
      "pmcid": "PMC8081346",
      "doi": "10.1038/s43018-020-00161-w",
      "title": "FYN-TRAF3IP2 induces NF-κB signaling-driven peripheral T cell lymphoma",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) and peripheral T cell lymphoma not-otherwise-specified (PTCL, NOS) have poor prognosis and lack driver actionable targets for directed therapies in most cases. Here we identify FYN-TRAF3IP2 as a recurrent oncogenic gene fusion in AITL and PTCL, NOS tumors. Mechanistically, we show that FYN-TRAF3IP2 leads to aberrant NF-κB signaling downstream of T cell receptor activation. Consistent with a driver oncogenic role, FYN-TRAF3IP2 expression in hematopoietic progenitors induces NF-κB-driven T cell transformation in mice and cooperates with loss of the Tet2 tumor suppressor in PTCL development. Moreover, abrogation of NF-κB signaling in FYN-TRAF3IP2-induced tumors with IκB kinase inhibitors delivers strong anti-lymphoma effects in vitro and in vivo. These results demonstrate an oncogenic and pharmacologically targetable role for FYN-TRAF3IP2 in PTCLs and call for the clinical testing of anti-NF-κB targeted therapies in these diseases.",
      "authorList": [
        "Moon CS",
        "Reglero C",
        "Cortes JR",
        "Quinn SA",
        "Alvarez S",
        "Zhao J",
        "Lin WW",
        "Cooke AJ",
        "Abate F",
        "Soderquist CR",
        "Fiñana C",
        "Inghirami G",
        "Campo E",
        "Bhagat G",
        "Rabadan R",
        "Palomero T",
        "Ferrando AA"
      ],
      "authors": "Moon CS, Reglero C, Cortes JR, Quinn SA, Alvarez S, Zhao J, Lin WW, Cooke AJ, Abate F, Soderquist CR, Fiñana C, Inghirami G, Campo E, Bhagat G, Rabadan R, Palomero T, Ferrando AA",
      "journal": "Nat Cancer",
      "year": 2021,
      "month": 1,
      "day": -1,
      "volume": "2",
      "issue": "1",
      "pages": "98-113",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "junfei-zhao",
        "anisha-cooke",
        "raul-rabadan",
        "teresa-palomero",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    }
  ]
}
