{
  "person": "anup-biswas",
  "publications": [
    {
      "pmid": "31615873",
      "pmcid": "PMC7528856",
      "doi": "10.1101/cshperspect.a037416",
      "title": "The Etiology and Impact of Muscle Wasting in Metastatic Cancer",
      "abstract": "Metastasis arises when cancer cells disseminate from their site of origin and invade distant organs. While cancer cells rarely colonize muscle, they often induce a debilitating muscle-wasting condition known as cachexia that compromises feeding, breathing, and cardiac function in metastatic cancer patients. In fact, nearly 80% of metastatic cancer patients experience a spectrum of muscle-wasting states, which deteriorates the quality of life and overall survival of cancer patients. Muscle wasting in cancer results from increased muscle catabolism induced by circulating tumor factors and a systemic metabolic dysfunction. In addition, muscle loss can be exacerbated by the exposure to antineoplastic therapies and the process of aging. With no approved therapies to alleviate cachexia, muscle health, therefore, becomes a key determinant of prognosis, treatment response, and survival in metastatic cancer patients. This review will discuss the current understanding of cancer-associated cachexia and highlight promising therapeutic strategies to treat muscle wasting in the context of metastatic cancers.",
      "authorList": ["Biswas AK", "Acharyya S"],
      "authors": "Biswas AK, Acharyya S",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2020,
      "month": 10,
      "day": 1,
      "volume": "10",
      "issue": "10",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anup-biswas", "swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "32235902",
      "pmcid": "",
      "doi": "10.1038/s41568-020-0251-4",
      "title": "Understanding cachexia in the context of metastatic progression",
      "abstract": "Tumours reprogram host physiology, metabolism and immune responses during cancer progression. The release of soluble factors, exosomes and metabolites from tumours leads to systemic changes in distant organs, where cancer cells metastasize and grow. These tumour-derived circulating factors also profoundly impact tissues that are rarely inhabited by metastatic cancer cells such as skeletal muscle and adipose tissue. In fact, the majority of patients with metastatic cancer develop a debilitating muscle-wasting syndrome, known as cachexia, that is associated with decreased tolerance to antineoplastic therapy, poor prognosis and accelerated death, with no approved treatments. In this Perspective, we discuss the development of cachexia in the context of metastatic progression. We briefly discuss how circulating factors either directly or indirectly promote cachexia development and examine how signals from the metastatic process can trigger and amplify this process. Finally, we highlight promising therapeutic opportunities for targeting cachexia in the context of metastatic cancers.",
      "authorList": ["Biswas AK", "Acharyya S"],
      "authors": "Biswas AK, Acharyya S",
      "journal": "Nat Rev Cancer",
      "year": 2020,
      "month": 5,
      "day": -1,
      "volume": "20",
      "issue": "5",
      "pages": "274-284",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anup-biswas", "swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "31861290",
      "pmcid": "PMC7016633",
      "doi": "10.3390/cancers12010003",
      "title": "Upregulation of ZIP14 and Altered Zinc Homeostasis in Muscles in Pancreatic Cancer Cachexia",
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a lethal cancer type in which the mortality rate approaches the incidence rate. More than 85% of PDAC patients experience a profound loss of muscle mass and function, known as cachexia. PDAC patients with this condition suffer from decreased tolerance to anti-cancer therapies and often succumb to premature death due to respiratory and cardiac muscle wasting. Yet, there are no approved therapies available to alleviate cachexia. We previously found that upregulation of the metal ion transporter, Zip14, and altered zinc homeostasis are critical mediators of cachexia in metastatic colon, lung, and breast cancer models. Here, we show that a similar mechanism is likely driving the development of cachexia in PDAC. In two independent experimental metastasis models generated from the murine PDAC cell lines, Pan02 and FC1242, we observed aberrant Zip14 expression and increased zinc ion levels in cachectic muscles. Moreover, in advanced PDAC patients, high levels of ZIP14 in muscles correlated with the presence of cachexia. These studies underscore the importance of altered ZIP14 function in PDAC-associated cachexia development and highlight a potential therapeutic opportunity for improving the quality of life and prolonging survival in PDAC patients.",
      "authorList": [
        "Shakri AR",
        "Zhong TJ",
        "Ma W",
        "Coker C",
        "Kim S",
        "Calluori S",
        "Scholze H",
        "Szabolcs M",
        "Caffrey T",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Tanji K",
        "Kluger MD",
        "Miller G",
        "Biswas AK",
        "Acharyya S"
      ],
      "authors": "Shakri AR, Zhong TJ, Ma W, Coker C, Kim S, Calluori S, Scholze H, Szabolcs M, Caffrey T, Grandgenett PM, Hollingsworth MA, Tanji K, Kluger MD, Miller G, Biswas AK, Acharyya S",
      "journal": "Cancers (Basel)",
      "year": 2019,
      "month": 12,
      "day": 18,
      "volume": "12",
      "issue": "1",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "tim-zhong",
        "wanchao-ma",
        "courtney-coker",
        "anup-biswas",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "31615873",
      "pmcid": "",
      "doi": "10.1101/cshperspect.a037416",
      "title": "The Etiology and Impact of Muscle Wasting in Metastatic Cancer",
      "abstract": "Metastasis arises when cancer cells disseminate from their site of origin and invade distant organs. While cancer cells rarely colonize muscle, they often induce a debilitating muscle-wasting condition known as cachexia that compromises feeding, breathing, and cardiac function in metastatic cancer patients. In fact, nearly 80% of metastatic cancer patients experience a spectrum of muscle-wasting states, which deteriorates the quality of life and overall survival of cancer patients. Muscle wasting in cancer results from increased muscle catabolism induced by circulating tumor factors and a systemic metabolic dysfunction. In addition, muscle loss can be exacerbated by the exposure to antineoplastic therapies and the process of aging. With no approved therapies to alleviate cachexia, muscle health, therefore, becomes a key determinant of prognosis, treatment response, and survival in metastatic cancer patients. This review will discuss the current understanding of cancer-associated cachexia and highlight promising therapeutic strategies to treat muscle wasting in the context of metastatic cancers.",
      "authorList": ["Biswas AK", "Acharyya S"],
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2019,
      "month": 10,
      "day": 15,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya", "anup-biswas"],
      "isbn": "",
      "authors": "Biswas AK, Acharyya S"
    },
    {
      "pmid": "29875463",
      "pmcid": "PMC6015555",
      "doi": "10.1038/s41591-018-0054-2",
      "title": "Metastatic cancers promote cachexia through ZIP14 upregulation in skeletal muscle",
      "abstract": "Patients with metastatic cancer experience a severe loss of skeletal muscle mass and function known as cachexia. Cachexia is associated with poor prognosis and accelerated death in patients with cancer, yet its underlying mechanisms remain poorly understood. Here, we identify the metal-ion transporter ZRT- and IRT-like protein 14 (ZIP14) as a critical mediator of cancer-induced cachexia. ZIP14 is upregulated in cachectic muscles of mice and in patients with metastatic cancer and can be induced by TNF-α and TGF-β cytokines. Strikingly, germline ablation or muscle-specific depletion of Zip14 markedly reduces muscle atrophy in metastatic cancer models. We find that ZIP14-mediated zinc uptake in muscle progenitor cells represses the expression of MyoD and Mef2c and blocks muscle-cell differentiation. Importantly, ZIP14-mediated zinc accumulation in differentiated muscle cells induces myosin heavy chain loss. These results highlight a previously unrecognized role for altered zinc homeostasis in metastatic cancer-induced muscle wasting and implicate ZIP14 as a therapeutic target for its treatment.",
      "authorList": [
        "Wang G",
        "Biswas AK",
        "Ma W",
        "Kandpal M",
        "Coker C",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Jain R",
        "Tanji K",
        "Lόpez-Pintado S",
        "Borczuk A",
        "Hebert D",
        "Jenkitkasemwong S",
        "Hojyo S",
        "Davuluri RV",
        "Knutson MD",
        "Fukada T",
        "Acharyya S"
      ],
      "authors": "Wang G, Biswas AK, Ma W, Kandpal M, Coker C, Grandgenett PM, Hollingsworth MA, Jain R, Tanji K, Lόpez-Pintado S, Borczuk A, Hebert D, Jenkitkasemwong S, Hojyo S, Davuluri RV, Knutson MD, Fukada T, Acharyya S",
      "journal": "Nat Med",
      "year": 2018,
      "month": 6,
      "day": -1,
      "volume": "24",
      "issue": "6",
      "pages": "770-781",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "anup-biswas",
        "wanchao-ma",
        "courtney-coker",
        "swarnali-acharyya"
      ],
      "isbn": ""
    }
  ]
}
