{
  "person": "bowen-cai",
  "publications": [
    {
      "pmid": "31213464",
      "pmcid": "PMC6753942",
      "doi": "10.1158/0008-5472.CAN-18-4110",
      "title": "Loss of PTEN Accelerates NKX3.1 Degradation to Promote Prostate Cancer Progression",
      "abstract": "NKX3.1 is the most commonly deleted gene in prostate cancer and a gatekeeper suppressor. NKX3.1 is a growth suppressor, mediator of apoptosis, inducer of antioxidants, and enhancer of DNA repair. PTEN is a ubiquitous tumor suppressor that is often decreased in prostate cancer during tumor progression. Steady-state turnover of NKX3.1 is mediated by DYRK1B phosphorylation at NKX3.1 serine 185 that leads to polyubiquitination and proteasomal degradation. In this study, we show PTEN is an NKX3.1 phosphatase that protects NKX3.1 from degradation. PTEN specifically opposed phosphorylation at NKX3.1(S185) and prolonged NKX3.1 half-life. PTEN and NKX3.1 interacted primarily in the nucleus as loss of PTEN nuclear localization abrogated its ability to bind to and protect NKX3.1 from degradation. The effect of PTEN on NKX3.1 was mediated via rapid enzyme-substrate interaction. An effect of PTEN on Nkx3.1 gene transcription was seen in vitro, but not in vivo. In gene-targeted mice, Nkx3.1 expression significantly diminished shortly after loss of Pten expression in the prostate. Nkx3.1 loss primarily increased prostate epithelial cell proliferation in vivo. In these mice, Nkx3.1 mRNA was not affected by Pten expression. Thus, the prostate cancer suppressors PTEN and NKX3.1 interact and loss of PTEN is responsible, at least in part, for progressive loss of NKX3.1 that occurs during tumor progression. SIGNIFICANCE: PTEN functions as a phosphatase of NKX3.1, a gatekeeper suppressor of prostate cancer.",
      "authorList": ["Bowen C", "Ostrowski MC", "Leone G", "Gelmann EP"],
      "journal": "Cancer Res",
      "year": 2019,
      "month": 8,
      "day": 15,
      "volume": "79",
      "issue": "16",
      "pages": "4124-4134",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["bowen-cai"],
      "isbn": ""
    },
    {
      "pmid": "25977336",
      "pmcid": "PMC4511965",
      "doi": "10.1158/0008-5472.CAN-14-3387",
      "title": "NKX3.1 Suppresses TMPRSS2-ERG Gene Rearrangement and Mediates Repair of Androgen Receptor-Induced DNA Damage",
      "abstract": "TMPRSS2 gene rearrangements occur at DNA breaks formed during androgen receptor-mediated transcription and activate expression of ETS transcription factors at the early stages of more than half of prostate cancers. NKX3.1, a prostate tumor suppressor that accelerates the DNA repair response, binds to androgen receptor at the ERG gene breakpoint and inhibits both the juxtaposition of the TMPRSS2 and ERG gene loci and also their recombination. NKX3.1 acts by accelerating DNA repair after androgen-induced transcriptional activation. NKX3.1 influences the recruitment of proteins that promote homology-directed DNA repair. Loss of NKX3.1 favors recruitment to the ERG gene breakpoint of proteins that promote error-prone nonhomologous end-joining. Analysis of prostate cancer tissues showed that the presence of a TMPRSS2-ERG rearrangement was highly correlated with lower levels of NKX3.1 expression consistent with the role of NKX3.1 as a suppressor of the pathogenic gene rearrangement.",
      "authorList": ["Bowen C", "Zheng T", "Gelmann EP"],
      "journal": "Cancer Res",
      "year": 2015,
      "month": 7,
      "day": 1,
      "volume": "75",
      "issue": "13",
      "pages": "2686-98",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["bowen-cai"],
      "isbn": ""
    },
    {
      "pmid": "23890999",
      "pmcid": "PMC3838670",
      "doi": "10.1016/j.celrep.2013.06.039",
      "title": "Functional activation of ATM by the prostate cancer suppressor NKX3.1",
      "abstract": "The prostate tumor suppressor NKX3.1 augments response to DNA damage and enhances survival after DNA damage. Within minutes of DNA damage, NKX3.1 undergoes phosphorylation at tyrosine 222, which is required for a functional interaction with ataxia telangiectasia mutated (ATM) kinase. NKX3.1 binds to the N-terminal region of ATM, accelerates ATM activation, and hastens the formation of γhistone2AX. NKX3.1 enhances DNA-dependent ATM kinase activation by both the MRN complex and H2O2 in a DNA-damage-independent manner. ATM, bound to the NKX3.1 homeodomain, phosphorylates NKX3.1, leading to ubiquitination and degradation. Thus, NKX3.1 and ATM have a functional interaction leading to ATM activation and then NKX3.1 degradation in a tightly regulated DNA damage response specific to prostate epithelial cells. These findings demonstrate a mechanism for the tumor-suppressor properties of NKX3.1, demonstrate how NKX3.1 may enhance DNA integrity in prostate stem cells and may help to explain how cells differ in their sensitivity to DNA damage.",
      "authorList": ["Bowen C", "Ju JH", "Lee JH", "Paull TT", "Gelmann EP"],
      "journal": "Cell Rep",
      "year": 2013,
      "month": 8,
      "day": 15,
      "volume": "4",
      "issue": "3",
      "pages": "516-29",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["bowen-cai"],
      "isbn": ""
    },
    {
      "pmid": "20395202",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-09-3138",
      "title": "NKX3.1 activates cellular response to DNA damage",
      "abstract": "The prostate-specific tumor suppressor homeodomain protein NKX3.1 is inactivated by a variety of mechanisms in the earliest phases of prostate carcinogenesis and in premalignant regions of the prostate gland. The mechanisms by which NKX3.1 exercises tumor suppression have not been well elucidated. Here, we show that NKX3.1 affects DNA damage response and cell survival after DNA damage. NKX3.1 expression in PC-3 prostate cancer cells enhances colony formation after DNA damage but has minimal effect on apoptosis. NKX3.1 also diminishes and regulates total cellular accumulation of gammaH2AX. Endogenous NKX3.1 in LNCaP cells localizes to sites of DNA damage where it affects the recruitment of phosphorylated ATM and the phosphorylation of H2AX. Knockdown of NKX3.1 in LNCaP cells attenuates the acute responses of both ATM and H2AX phosphorylation to DNA damage and their subnuclear localization to DNA damage sites. NKX3.1 expression enhances activation of ATM as assayed by autophosphorylation at serine 1981 and activation of ATR as assayed by phosphorylation of CHK1. An inherited mutation of NKX3.1 that predisposes to early prostate cancer and attenuates in vitro DNA binding was devoid of the ability to activate ATM and to colocalize with gammaH2AX at foci of DNA damage. These data show a novel mechanism by which a homeoprotein can affect DNA damage repair and act as a tumor suppressor.",
      "authorList": ["Bowen C", "Gelmann EP"],
      "journal": "Cancer Res",
      "year": 2010,
      "month": 4,
      "day": 15,
      "volume": "70",
      "issue": "8",
      "pages": "3089-97",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["bowen-cai"],
      "isbn": ""
    }
  ]
}
