{
  "person": "courtney-coker",
  "publications": [
    {
      "pmid": "32730698",
      "pmcid": "PMC7520359",
      "doi": "10.1002/cam4.3242",
      "title": "Aberrant Zip14 expression in muscle is associated with cachexia in a Bard1-deficient mouse model of breast cancer metastasis",
      "abstract": "Nearly 80% of advanced cancer patients are afflicted with cachexia, a debilitating syndrome characterized by extensive loss of muscle mass and function. Cachectic cancer patients have a reduced tolerance to antineoplastic therapies and often succumb to premature death from the wasting of respiratory and cardiac muscles. Since there are no available treatments for cachexia, it is imperative to understand the mechanisms that drive cachexia in order to devise effective strategies to treat it. Although 25% of metastatic breast cancer patients develop symptoms of muscle wasting, mechanistic studies of breast cancer cachexia have been hampered by a lack of experimental models. Using tumor cells deficient for BARD1, a subunit of the BRCA1/BARD1 tumor suppressor complex, we have developed a new orthotopic model of triple-negative breast cancer that spontaneously metastasizes to the lung and leads to systemic muscle deterioration. We show that expression of the metal-ion transporter, Zip14, is markedly upregulated in cachectic muscles from these mice and is associated with elevated intramuscular zinc and iron levels. Aberrant Zip14 expression and altered metal-ion homeostasis could therefore represent an underlying mechanism of cachexia development in human patients with triple-negative breast cancer. Our study provides a unique model for studying breast cancer cachexia and identifies a potential therapeutic target for its treatment.",
      "authorList": [
        "Shakri AR",
        "James Zhong T",
        "Ma W",
        "Coker C",
        "Hegde R",
        "Scholze H",
        "Chin V",
        "Szabolcs M",
        "Hibshoosh H",
        "Tanji K",
        "Baer R",
        "Kumar Biswas A",
        "Acharyya S"
      ],
      "authors": "Shakri AR, James Zhong T, Ma W, Coker C, Hegde R, Scholze H, Chin V, Szabolcs M, Hibshoosh H, Tanji K, Baer R, Kumar Biswas A, Acharyya S",
      "journal": "Cancer Med",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "9",
      "issue": "18",
      "pages": "6766-6775",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "wanchao-ma",
        "courtney-coker",
        "rohaan-hegde",
        "richard-baer",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "31861290",
      "pmcid": "PMC7016633",
      "doi": "10.3390/cancers12010003",
      "title": "Upregulation of ZIP14 and Altered Zinc Homeostasis in Muscles in Pancreatic Cancer Cachexia",
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a lethal cancer type in which the mortality rate approaches the incidence rate. More than 85% of PDAC patients experience a profound loss of muscle mass and function, known as cachexia. PDAC patients with this condition suffer from decreased tolerance to anti-cancer therapies and often succumb to premature death due to respiratory and cardiac muscle wasting. Yet, there are no approved therapies available to alleviate cachexia. We previously found that upregulation of the metal ion transporter, Zip14, and altered zinc homeostasis are critical mediators of cachexia in metastatic colon, lung, and breast cancer models. Here, we show that a similar mechanism is likely driving the development of cachexia in PDAC. In two independent experimental metastasis models generated from the murine PDAC cell lines, Pan02 and FC1242, we observed aberrant Zip14 expression and increased zinc ion levels in cachectic muscles. Moreover, in advanced PDAC patients, high levels of ZIP14 in muscles correlated with the presence of cachexia. These studies underscore the importance of altered ZIP14 function in PDAC-associated cachexia development and highlight a potential therapeutic opportunity for improving the quality of life and prolonging survival in PDAC patients.",
      "authorList": [
        "Shakri AR",
        "Zhong TJ",
        "Ma W",
        "Coker C",
        "Kim S",
        "Calluori S",
        "Scholze H",
        "Szabolcs M",
        "Caffrey T",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Tanji K",
        "Kluger MD",
        "Miller G",
        "Biswas AK",
        "Acharyya S"
      ],
      "authors": "Shakri AR, Zhong TJ, Ma W, Coker C, Kim S, Calluori S, Scholze H, Szabolcs M, Caffrey T, Grandgenett PM, Hollingsworth MA, Tanji K, Kluger MD, Miller G, Biswas AK, Acharyya S",
      "journal": "Cancers (Basel)",
      "year": 2019,
      "month": 12,
      "day": 18,
      "volume": "12",
      "issue": "1",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "tim-zhong",
        "wanchao-ma",
        "courtney-coker",
        "anup-biswas",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "29875463",
      "pmcid": "PMC6015555",
      "doi": "10.1038/s41591-018-0054-2",
      "title": "Metastatic cancers promote cachexia through ZIP14 upregulation in skeletal muscle",
      "abstract": "Patients with metastatic cancer experience a severe loss of skeletal muscle mass and function known as cachexia. Cachexia is associated with poor prognosis and accelerated death in patients with cancer, yet its underlying mechanisms remain poorly understood. Here, we identify the metal-ion transporter ZRT- and IRT-like protein 14 (ZIP14) as a critical mediator of cancer-induced cachexia. ZIP14 is upregulated in cachectic muscles of mice and in patients with metastatic cancer and can be induced by TNF-α and TGF-β cytokines. Strikingly, germline ablation or muscle-specific depletion of Zip14 markedly reduces muscle atrophy in metastatic cancer models. We find that ZIP14-mediated zinc uptake in muscle progenitor cells represses the expression of MyoD and Mef2c and blocks muscle-cell differentiation. Importantly, ZIP14-mediated zinc accumulation in differentiated muscle cells induces myosin heavy chain loss. These results highlight a previously unrecognized role for altered zinc homeostasis in metastatic cancer-induced muscle wasting and implicate ZIP14 as a therapeutic target for its treatment.",
      "authorList": [
        "Wang G",
        "Biswas AK",
        "Ma W",
        "Kandpal M",
        "Coker C",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Jain R",
        "Tanji K",
        "Lόpez-Pintado S",
        "Borczuk A",
        "Hebert D",
        "Jenkitkasemwong S",
        "Hojyo S",
        "Davuluri RV",
        "Knutson MD",
        "Fukada T",
        "Acharyya S"
      ],
      "authors": "Wang G, Biswas AK, Ma W, Kandpal M, Coker C, Grandgenett PM, Hollingsworth MA, Jain R, Tanji K, Lόpez-Pintado S, Borczuk A, Hebert D, Jenkitkasemwong S, Hojyo S, Davuluri RV, Knutson MD, Fukada T, Acharyya S",
      "journal": "Nat Med",
      "year": 2018,
      "month": 6,
      "day": -1,
      "volume": "24",
      "issue": "6",
      "pages": "770-781",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "anup-biswas",
        "wanchao-ma",
        "courtney-coker",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "27660506",
      "pmcid": "PMC5019129",
      "doi": "10.4137/CMO.S40479",
      "title": "Monitoring Metastasis and Cachexia in a Patient with Breast Cancer: A Case Study",
      "abstract": "Cachexia, a wasting syndrome associated with advanced cancer and metastasis, is rarely documented in breast cancer patients. However, the incidence of cachexia in breast cancer is now thought to be largely underestimated. In our case report of a breast cancer patient with bone metastasis monitored during the course of her treatment, we document the development of cachexia by image analysis in relation to her metastatic burden. Elucidation of the link between metastatic burden and cachexia could unveil a highly specific screening process for metastasis, by assessing true muscle mass loss. Our patient was a 49-year-old premenopausal woman, with metastatic invasive ductal breast carcinoma in the vertebral and iliac bones on presentation, which progressed with new metastases to her hips, thigh bones, and vertebrae. In the two-year period, that is between her diagnosis and death, she lost >10% of her baseline weight. During these two years, we retrospectively identified a decrease in paraspinal muscle (PM) at the third lumbar vertebra followed by a sharp decline in weight. The increased tumor burden over time in metastatic sites was accompanied by a decrease in abdominal muscle and visceral and subcutaneous fat and was followed by the patient's demise. The increasing tumor burden in the patient was correlated with the mass of other tissues to determine the tissue that could best serve as a surrogate marker to cachexia and tumor burden. We noted a strong negative correlation between PM area and metastatic tumor area at the third lumbar vertebral level, with PM loss correlating to increasing tumor burden. The monitoring of PM wasting may serve as a marker, and therefore a prognostic factor, for both cachexia and extent of metastatic disease, especially in breast cancer, where metastasis to bone is frequent. Based on our data and review of the literature in this case study, longitudinal monitoring of cachexia in the selected muscle groups can give clinicians early indications of the extent of cachexia in metastatic breast cancer patients. ",
      "authorList": [
        "Consul N",
        "Guo X",
        "Coker C",
        "Lopez-Pintado S",
        "Hibshoosh H",
        "Zhao B",
        "Kalinsky K",
        "Acharyya S"
      ],
      "authors": "Consul N, Guo X, Coker C, Lopez-Pintado S, Hibshoosh H, Zhao B, Kalinsky K, Acharyya S",
      "journal": "Clin Med Insights Oncol",
      "year": 2016,
      "month": -1,
      "day": -1,
      "volume": "10",
      "issue": "",
      "pages": "83-94",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["courtney-coker", "swarnali-acharyya"],
      "isbn": ""
    }
  ]
}
