{
  "person": "di-wang",
  "publications": [
    {
      "pmid": "33536256",
      "pmcid": "",
      "doi": "10.4049/jimmunol.2000967",
      "title": "FATC Domain Deletion Compromises ATM Protein Stability, Blocks Lymphocyte Development, and Promotes Lymphomagenesis",
      "abstract": "Ataxia-telangiectasia mutated (ATM) kinase is a master regulator of the DNA damage response, and loss of ATM leads to primary immunodeficiency and greatly increased risk for lymphoid malignancies. The FATC domain is conserved in phosphatidylinositol-3-kinase-related protein kinases (PIKKs). Truncation mutation in the FATC domain (R3047X) selectively compromised reactive oxygen species-induced ATM activation in cell-free assays. In this article, we show that in mouse models, knock-in ATM-R3057X mutation (Atm⁠ \nRX\n ⁠, corresponding to R3047X in human ATM) severely compromises ATM protein stability and causes T cell developmental defects, B cell Ig class-switch recombination defects, and infertility resembling ATM-null. The residual ATM-R3057X protein retains minimal yet functional measurable DNA damage-induced checkpoint activation and significantly delays lymphomagenesis in Atm⁠ \nRX/RX\n ⁠ mice compared with Atm⁠ \n-/-\n ⁠. Together, these results support a physiological role of the FATC domain in ATM protein stability and show that the presence of minimal residual ATM-R3057X protein can prevent growth retardation and delay tumorigenesis without restoring lymphocyte development and fertility.",
      "authorList": [
        "Milanovic M",
        "Shao Z",
        "Estes VM",
        "Wang XS",
        "Menolfi D",
        "Lin X",
        "Lee BJ",
        "Xu J",
        "Cupo OM",
        "Wang D",
        "Zha S"
      ],
      "authors": "Milanovic M, Shao Z, Estes VM, Wang XS, Menolfi D, Lin X, Lee BJ, Xu J, Cupo OM, Wang D, Zha S",
      "journal": "J Immunol",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "206",
      "issue": "6",
      "pages": "1228-1239",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "zhengping-shao",
        "xiobin-wang",
        "demis-menolfi",
        "xiaohui-lin",
        "brian-lee",
        "olivia-cupo",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33789902",
      "pmcid": "PMC8011965",
      "doi": "10.1126/sciadv.abf4148",
      "title": "An unexpected role for p53 in regulating cancer cell-intrinsic PD-1 by acetylation",
      "abstract": "Cancer cell-intrinsic programmed cell death protein-1 (PD-1) has emerged as a tumor regulator in an immunity-independent manner, but its precise role in modulating tumor behaviors is complex, and how PD-1 is regulated in cancer cells is largely unknown. Here, we identified PD-1 as a direct target of tumor suppressor p53. Notably, p53 acetylation at K120/164 played a critical role in p53-mediated PD-1 transcription. Acetylated p53 preferentially recruited acetyltransferase cofactors onto PD-1 promoter, selectively facilitating PD-1 transcription by enhancing local chromatin acetylation. Reexpression of PD-1 in cancer cells inhibited tumor growth, whereas depletion of cancer cell-intrinsic PD-1 compromised p53-dependent tumor suppression. Moreover, histone deacetylase inhibitor (HDACi) activated PD-1 in an acetylated p53-dependent manner, supporting a synergistic effect by HDACi and p53 on tumor suppression via stimulating cancer cell-intrinsic PD-1. Our study reveals a mechanism for activating cancer cell-intrinsic PD-1 and indicates that p53-mediated PD-1 activation is critically involved in tumor suppression in an immunity-independent manner.",
      "authorList": [
        "Cao Z",
        "Kon N",
        "Liu Y",
        "Xu W",
        "Wen J",
        "Yao H",
        "Zhang M",
        "Wu Z",
        "Yan X",
        "Zhu WG",
        "Gu W",
        "Wang D"
      ],
      "authors": "Cao Z, Kon N, Liu Y, Xu W, Wen J, Yao H, Zhang M, Wu Z, Yan X, Zhu WG, Gu W, Wang D",
      "journal": "Sci Adv",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "14",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "yanging-liu", "wei-gu", "di-wang"],
      "isbn": ""
    },
    {
      "pmid": "33542218",
      "pmcid": "PMC7862295",
      "doi": "10.1038/s41419-021-03427-y",
      "title": "ABIN-1 is a key regulator in RIPK1-dependent apoptosis (RDA) and necroptosis, and ABIN-1 deficiency potentiates necroptosis-based cancer therapy in colorectal cancer",
      "abstract": "ABIN-1, also called TNIP1, is an ubiquitin-binding protein that serves an important role in suppressing RIPK1-independent apoptosis, necroptosis, and NF-κB activation. However, the involvement of ABIN-1 in the regulation of RIPK1-dependent apoptosis (RDA) is unknown. In this study, we found that poly(I:C) + TAK1 inhibitor 5Z-7-oxozeaenol (P5) concurrently induces RDA and necroptosis in Abin-1-/-, but not in Abin-1+/+ mouse embryonic fibroblasts (MEFs). Upon P5 stimulation, cells initially die by necroptosis and subsequently by RDA. Furthermore, we explored the therapeutic effect of ABIN-1 deficiency in necroptosis-based cancer therapy in colorectal cancer (CRC). We found that poly(I:C) + 5Z-7-oxozeaenol + IDN-6556 (P5I) yields a robust pro-necroptosis response, and ABIN-1 deficiency additionally enhances this P5I-induced necroptosis. Moreover, phase I/II cIAP inhibitor birinapant with clinical caspase inhibitor IDN-6556 (BI) alone and 5-fluorouracil with IDN-6556 (FI) alone are sufficient to induce necroptotic cell death in CRC cells by promoting auto-secretion of tumor necrosis factor (TNF); ABIN-1 deficiency amplifies the BI- or FI-induced necroptosis. Two independent xenograft experiments using HT-29 or COLO205 cells show that both BI and P5I remarkably inhibit tumor growth via necroptosis activation. For poly(I:C)-induced cell death, the sensitizing effect of ABIN-1 deficiency on cell death may be attributed to increased expression of TLR3. In TNF-induced necroptosis, ABIN-1 deficiency increases TNF-induced RIPK1 polyubiquitination by reducing the recruitment of ubiquitin-editing enzyme A20 to the TNFR1 signaling complex and induces more TNF secretion in CRC cells upon pro-necroptosis stimulation. With this combined data, ABIN-1 deficiency promotes greater sensitization of CRC cells to necroptosis.",
      "authorList": [
        "Cai J",
        "Hu D",
        "Sakya J",
        "Sun T",
        "Wang D",
        "Wang L",
        "Mao X",
        "Su Z"
      ],
      "authors": "Cai J, Hu D, Sakya J, Sun T, Wang D, Wang L, Mao X, Su Z",
      "journal": "Cell Death Dis",
      "year": 2021,
      "month": 2,
      "day": 1,
      "volume": "12",
      "issue": "2",
      "pages": "140",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "zhenyi-su"],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "PMC8137556",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The Cancer-Associated ATM R3008H Mutation Reveals the Link between ATM Activation and Its Exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead (KD) ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R ) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared with Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or KD mutations. SIGNIFICANT: This study functionally characterizes the most common ATM missense mutation R3008H in cancer and identifies a unique role of PI3-kinase regulatory domain in ATM activation.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "Mckinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, Mckinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 1,
      "day": 15,
      "volume": "81",
      "issue": "2",
      "pages": "426-437",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "30858352",
      "pmcid": "PMC6411979",
      "doi": "10.1038/s41419-019-1484-6",
      "title": "Loss of SET reveals both the p53-dependent and the p53-independent functions in vivo",
      "abstract": "Our previous study showed that the oncoprotein SET acts as a new reader of unacetylated p53 for transcriptional repression. To further elucidate the physiological significance of SET in vivo, we generated set knockout mice. Set knockout mice died during embryonic development between day 11.5 and day 12.5 post coitum, exhibiting cardiac edema and open neural tube, among other developmental defects. Further analyses revealed that loss of SET leads to upregulation of p53 target genes including p21 and puma without any obvious effect on p53 stability in set knockout embryos. Notably, the developmental defects of set knockout mice were significantly, but nonetheless partially, rescued by concomitant deletion of p53. The failure to obtain fully live set/p53 double knockout mice suggested that p53-independent targets of SET also contribute to the embryonic lethality of set knockout mice. Indeed, we found that FOXO1 acts as an important target of SET and that SET-mediated regulation of FOXO1 is also acetylation-dependent. Taken together, these data underscore the importance of SET oncoprotein during embryonic development and reveal both of the p53-dependent and the p53-independent functions of SET in vivo.",
      "authorList": ["Kon N", "Wang D", "Gu W"],
      "authors": "Kon N, Wang D, Gu W",
      "journal": "Cell Death Dis",
      "year": 2019,
      "month": 3,
      "day": 11,
      "volume": "10",
      "issue": "3",
      "pages": "237",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "di-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29484110",
      "pmcid": "PMC5800902",
      "doi": "10.18632/oncotarget.23837",
      "title": "Inhibition of Mdmx (Mdm4) in vivo induces anti-obesity effects",
      "abstract": "Although cell-cycle arrest, senescence and apoptosis remain as major canonical activities of p53 in tumor suppression, the emerging role of p53 in metabolism has been a topic of great interest. Nevertheless, it is not completely understood how p53-mediated metabolic activities are regulated in vivo and whether this part of the activities has an independent role beyond tumor suppression. Mdmx (also called Mdm4), like Mdm2, acts as a major suppressor of p53 but the embryonic lethality of mdmx-null mice creates difficulties to evaluate its physiological significance in metabolism. Here, we report that the embryonic lethality caused by the deficiency of mdmx, in contrast to the case for mdm2, is fully rescued in the background of p53\n3KR/3KR\n , an acetylation-defective mutant unable to induce cell-cycle arrest, senescence and apoptosis. p53\n3KR/3KR\n/mdmx\n-/-\n mice are healthy but skinny without obvious developmental defects. p53\n3KR/3KR\n/mdmx\n-/-\n mice are resistant to fat accumulation in adipose tissues upon high fat diet. Notably, the levels of p53 protein are only slightly increased and can be further induced upon DNA damage in p53\n3KR/3KR\n/mdmx\n-/-\n mice, suggesting that Mdmx is only partially required for p53 degradation in vivo. Further analyses indicate that the anti-obesity phenotypes in p53\n3KR/3KR\n/mdmx\n-/-\n mice are caused by activation of lipid oxidation and thermogenic programs in adipose tissues. These results demonstrate the specific effects of the p53/Mdmx axis in lipid metabolism and adipose tissue remodeling and reveal a surprising role of Mdmx inhibition in anti-obesity effects beyond, commonly expected, tumor suppression. Thus, our study has significant implications regarding Mdmx inhibitors in the treatment of obesity related diseases.",
      "authorList": ["Kon N", "Wang D", "Li T", "Jiang L", "Qiang L", "Gu W"],
      "authors": "Kon N, Wang D, Li T, Jiang L, Qiang L, Gu W",
      "journal": "Oncotarget",
      "year": 2018,
      "month": 1,
      "day": 26,
      "volume": "9",
      "issue": "7",
      "pages": "7282-7297",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "di-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28406743",
      "pmcid": "PMC5597292",
      "doi": "10.1080/19491034.2017.1313939",
      "title": "The \"readers\" of unacetylated p53 represent a new class of acidic domain proteins",
      "abstract": "Acetylation of non-histone proteins plays important roles in regulating protein functions but the mechanisms of action are poorly understood. Our recent study uncovered a previously unknown mechanism by which C-terminal domain (CTD) acetylation of p53 serves as a \"switch\" to determine the interaction between a unique group of acidic domain-containing proteins and p53, as well as revealed that acidic domains may act as a novel class of \"readers\" for unacetylated p53. However, the properties of acidic domain \"readers\" are not well elucidated yet. Here, we identified that the charge effect between acidic domain \"readers\" and the p53 CTD is necessary for their interaction. Both the length and the amino acid composition of a given acidic domain contributed to its ability to recognize the p53 CTD. Finally, we summarized the characteristic features of our identified acidic domains, which would distinguish this kind of \"readers\" from other types of acidic amino acid-containing domains.",
      "authorList": ["Wang D", "Kon N", "Tavana O", "Gu W"],
      "authors": "Wang D, Kon N, Tavana O, Gu W",
      "journal": "Nucleus",
      "year": 2017,
      "month": 7,
      "day": 4,
      "volume": "8",
      "issue": "4",
      "pages": "360-369",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27626385",
      "pmcid": "PMC5333498",
      "doi": "10.1038/nature19759",
      "title": "Acetylation-regulated interaction between p53 and SET reveals a widespread regulatory mode",
      "abstract": "Although lysine acetylation is now recognized as a general protein modification for both histones and non-histone proteins, the mechanisms of acetylation-mediated actions are not completely understood. Acetylation of the C-terminal domain (CTD) of p53 (also known as TP53) was an early example of non-histone protein acetylation and its precise role remains unclear. Lysine acetylation often creates binding sites for bromodomain-containing 'reader' proteins. Here we use a proteomic screen to identify the oncoprotein SET as a major cellular factor whose binding with p53 is dependent on CTD acetylation status. SET profoundly inhibits p53 transcriptional activity in unstressed cells, but SET-mediated repression is abolished by stress-induced acetylation of p53 CTD. Moreover, loss of the interaction with SET activates p53, resulting in tumour regression in mouse xenograft models. Notably, the acidic domain of SET acts as a 'reader' for the unacetylated CTD of p53 and this mechanism of acetylation-dependent regulation is widespread in nature. For example, acetylation of p53 also modulates its interactions with similar acidic domains found in other p53 regulators including VPRBP (also known as DCAF1), DAXX and PELP1 (refs. 7, 8, 9), and computational analysis of the proteome has identified numerous proteins with the potential to serve as acidic domain readers and lysine-rich ligands. Unlike bromodomain readers, which preferentially bind the acetylated forms of their cognate ligands, the acidic domain readers specifically recognize the unacetylated forms of their ligands. Finally, the acetylation-dependent regulation of p53 was further validated in vivo by using a knock-in mouse model expressing an acetylation-mimicking form of p53. These results reveal that acidic-domain-containing factors act as a class of acetylation-dependent regulators by targeting p53 and, potentially, other proteins.",
      "authorList": [
        "Wang D",
        "Kon N",
        "Lasso G",
        "Jiang L",
        "Leng W",
        "Zhu WG",
        "Qin J",
        "Honig B",
        "Gu W"
      ],
      "authors": "Wang D, Kon N, Lasso G, Jiang L, Leng W, Zhu WG, Qin J, Honig B, Gu W",
      "journal": "Nature",
      "year": 2016,
      "month": 10,
      "day": 6,
      "volume": "538",
      "issue": "7623",
      "pages": "118-122",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27304073",
      "pmcid": "PMC4957979",
      "doi": "10.7554/eLife.14709",
      "title": "Kinase-dead ATM protein is highly oncogenic and can be preferentially targeted by Topo-isomerase I inhibitors",
      "abstract": "Missense mutations in ATM kinase, a master regulator of DNA damage responses, are found in many cancers, but their impact on ATM function and implications for cancer therapy are largely unknown. Here we report that 72% of cancer-associated ATM mutations are missense mutations that are enriched around the kinase domain. Expression of kinase-dead ATM (Atm(KD/-)) is more oncogenic than loss of ATM (Atm(-/-)) in mouse models, leading to earlier and more frequent lymphomas with Pten deletions. Kinase-dead ATM protein (Atm-KD), but not loss of ATM (Atm-null), prevents replication-dependent removal of Topo-isomerase I-DNA adducts at the step of strand cleavage, leading to severe genomic instability and hypersensitivity to Topo-isomerase I inhibitors. Correspondingly, Topo-isomerase I inhibitors effectively and preferentially eliminate Atm(KD/-), but not Atm-proficientor Atm(-/-) leukemia in animal models. These findings identify ATM kinase-domain missense mutations as a potent oncogenic event and a biomarker for Topo-isomerase I inhibitor based therapy.",
      "authorList": [
        "Yamamoto K",
        "Wang J",
        "Sprinzen L",
        "Xu J",
        "Haddock CJ",
        "Li C",
        "Lee BJ",
        "Loredan DG",
        "Jiang W",
        "Vindigni A",
        "Wang D",
        "Rabadan R",
        "Zha S"
      ],
      "authors": "Yamamoto K, Wang J, Sprinzen L, Xu J, Haddock CJ, Li C, Lee BJ, Loredan DG, Jiang W, Vindigni A, Wang D, Rabadan R, Zha S",
      "journal": "Elife",
      "year": 2016,
      "month": 6,
      "day": 15,
      "volume": "5",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "di-wang", "raul-rabadan", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "15772984",
      "pmcid": "",
      "doi": "10.1002/path.1752",
      "title": "PRDM1/Blimp-1 is expressed in human B-lymphocytes committed to the plasma cell lineage",
      "abstract": "PRDM1/Blimp-1 (in human and mouse, respectively) has a central role in determining and shaping the secretory arm of mature B-cell differentiation. In this study, a mouse monoclonal antibody that recognizes PRDM1 was used to detail its distribution in normal human lymphoid tissue and in lymphoid neoplasms that correspond to different stages of B-cell differentiation. PRDM1 was expressed in germinal centre blasts that co-express Pax5, CD19, CD20, and CD10, but not BCL6 or MTA-3. Pax5 was downregulated and full plasma cell morphology and phenotype were acquired by PRDM1+, nuclear cREL-, pre-plasma cells upon exit from the germinal centre. Activated extrafollicular B-cells (CD30+, Pax5+) were largely PRDM1-. PRDM1 was also absent in tissue histiocytes and the majority of resting T-cells and S-100+ antigen-presenting cells. PRDM1 and CD138 were expressed simultaneously in human lymphomas with plasma cell differentiation, but not in marginal zone lymphomas or chronic lymphocytic leukaemias. A minority of diffuse large B-cell lymphomas expressed PRDM1 and Hodgkin lymphomas were largely PRDM1-. Infiltrating T-cells in PRDM1- B-cell lymphomas expressed PRDM1. In conclusion, PRDM1 staining is a reliable and informative assay to define plasma cell commitment and differentiation in human normal and neoplastic B-cell lineages.",
      "authorList": [
        "Cattoretti G",
        "Angelin-Duclos C",
        "Shaknovich R",
        "Zhou H",
        "Wang D",
        "Alobeid B"
      ],
      "authors": "Cattoretti G, Angelin-Duclos C, Shaknovich R, Zhou H, Wang D, Alobeid B",
      "journal": "J Pathol",
      "year": 2005,
      "month": 5,
      "day": -1,
      "volume": "206",
      "issue": "1",
      "pages": "76-86",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["hui-zhou", "di-wang"],
      "isbn": ""
    }
  ]
}
