{
  "person": "foon-wu-baer",
  "publications": [
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "30244837",
      "pmcid": "PMC6347115",
      "doi": "10.1016/j.molcel.2018.08.016",
      "title": "The BRCT Domains of the BRCA1 and BARD1 Tumor Suppressors Differentially Regulate Homology-Directed Repair and Stalled Fork Protection",
      "abstract": "The BRCA1 tumor suppressor preserves genome integrity through both homology-directed repair (HDR) and stalled fork protection (SFP). In vivo, BRCA1 exists as a heterodimer with the BARD1 tumor suppressor, and both proteins harbor a phosphate-binding BRCT domain. Here, we compare mice with mutations that ablate BRCT phospho-recognition by Bard1 (Bard1S563F and Bard1K607A) or Brca1 (Brca1S1598F). Brca1S1598F abrogates both HDR and SFP, suggesting that both pathways are likely impaired in most BRCA1 mutant tumors. Although not affecting HDR, the Bard1 mutations ablate poly(ADP-ribose)-dependent recruitment of BRCA1/BARD1 to stalled replication forks, resulting in fork degradation and chromosome instability. Nonetheless, Bard1S563F/S563F and Bard1K607A/K607A mice, unlike Brca1S1598F/S1598F mice, are not tumor prone, indicating that HDR alone is sufficient to suppress tumor formation in the absence of SFP. Nevertheless, because SFP, unlike HDR, is also impaired in heterozygous Brca1/Bard1 mutant cells, SFP and HDR may contribute to distinct stages of tumorigenesis in BRCA1/BARD1 mutation carriers.",
      "authorList": [
        "Billing D",
        "Horiguchi M",
        "Wu-Baer F",
        "Taglialatela A",
        "Leuzzi G",
        "Nanez SA",
        "Jiang W",
        "Zha S",
        "Szabolcs M",
        "Lin CS",
        "Ciccia A",
        "Baer R"
      ],
      "authors": "Billing D, Horiguchi M, Wu-Baer F, Taglialatela A, Leuzzi G, Nanez SA, Jiang W, Zha S, Szabolcs M, Lin CS, Ciccia A, Baer R",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "127-139",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "shan-zha", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "23273981",
      "pmcid": "PMC3582837",
      "doi": "10.1016/j.molcel.2012.11.020",
      "title": "Activation of DSB processing requires phosphorylation of CtIP by ATR",
      "abstract": "DNA double-strand breaks (DSBs) activate a DNA damage response (DDR) that coordinates checkpoint pathways with DNA repair. ATM and ATR kinases are activated sequentially. Homology-directed repair (HDR) is initiated by resection of DSBs to generate 3' single-stranded DNA overhangs. How resection and HDR are activated during DDR is not known, nor are the roles of ATM and ATR in HDR. Here, we show that CtIP undergoes ATR-dependent hyperphosphorylation in response to DSBs. ATR phosphorylates an invariant threonine, T818 of Xenopus CtIP (T859 in human). Nonphosphorylatable CtIP (T818A) does not bind to chromatin or initiate resection. Our data support a model in which ATM activity is required for an early step in resection, leading to ATR activation, CtIP-T818 phosphorylation, and accumulation of CtIP on chromatin. Chromatin binding by modified CtIP precedes extensive resection and full checkpoint activation.",
      "authorList": [
        "Peterson SE",
        "Li Y",
        "Wu-Baer F",
        "Chait BT",
        "Baer R",
        "Yan H",
        "Gottesman ME",
        "Gautier J"
      ],
      "authors": "Peterson SE, Li Y, Wu-Baer F, Chait BT, Baer R, Yan H, Gottesman ME, Gautier J",
      "journal": "Mol Cell",
      "year": 2013,
      "month": 2,
      "day": 21,
      "volume": "49",
      "issue": "4",
      "pages": "657-67",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "20351172",
      "pmcid": "PMC2876507",
      "doi": "10.1128/MCB.01056-09",
      "title": "The UBXN1 protein associates with autoubiquitinated forms of the BRCA1 tumor suppressor and inhibits its enzymatic function",
      "abstract": "Although the BRCA1 tumor suppressor has been implicated in many cellular processes, the biochemical mechanisms by which it influences these diverse pathways are poorly understood. The only known enzymatic function of BRCA1 is the E3 ubiquitin ligase activity mediated by its highly conserved RING domain. In vivo, BRCA1 associates with the BARD1 polypeptide to form a heterodimeric BRCA1/BARD1 complex that catalyzes autoubiquitination of BRCA1 and trans ubiquitination of other protein substrates. In most cases, BRCA1-dependent ubiquitination generates polyubiquitin chains bearing an unconventional K6 linkage that does not appear to target proteins for proteasomal degradation. Since ubiquitin-dependent processes are usually mediated by cellular receptors with ubiquitin-binding motifs, we screened for proteins that specifically bind autoubiquitinated BRCA1. Here we report that the UBXN1 polypeptide, which contains a ubiquitin-associated (UBA) motif, recognizes autoubiquitinated BRCA1. This occurs through a bipartite interaction in which the UBA domain of UBXN1 binds K6-linked polyubiquitin chains conjugated to BRCA1 while the C-terminal sequences of UBXN1 bind the BRCA1/BARD1 heterodimer in a ubiquitin-independent fashion. Significantly, the E3 ligase activity of BRCA1/BARD1 is dramatically reduced in the presence of UBXN1, suggesting that UBXN1 regulates the enzymatic function of BRCA1 in a manner that is dependent on its ubiquitination status.",
      "authorList": ["Wu-Baer F", "Ludwig T", "Baer R"],
      "authors": "Wu-Baer F, Ludwig T, Baer R",
      "journal": "Mol Cell Biol",
      "year": 2010,
      "month": 6,
      "day": -1,
      "volume": "30",
      "issue": "11",
      "pages": "2787-98",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "14671306",
      "pmcid": "",
      "doi": "10.1126/science.1091362",
      "title": "Mono- versus polyubiquitination: differential control of p53 fate by Mdm2",
      "abstract": "Although Mdm2-mediated ubiquitination is essential for both degradation and nuclear export of p53, the molecular basis for the differential effects of Mdm2 remains unknown. Here we show that low levels of Mdm2 activity induce monoubiquitination and nuclear export of p53, whereas high levels promote p53's polyubiquitination and nuclear degradation. A p53-ubiquitin fusion protein that mimics monoubiquitinated p53 was found to accumulate in the cytoplasm in an Mdm2-independent manner, indicating that monoubiquitination is critical for p53 trafficking. These results clarify the nature of ubiquitination-mediated p53 regulation and suggest that distinct mechanisms regulate p53 function in accordance with the levels of Mdm2 activity.",
      "authorList": [
        "Li M",
        "Brooks CL",
        "Wu-Baer F",
        "Chen D",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li M, Brooks CL, Wu-Baer F, Chen D, Baer R, Gu W",
      "journal": "Science",
      "year": 2003,
      "month": 12,
      "day": 12,
      "volume": "302",
      "issue": "5652",
      "pages": "1972-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12890688",
      "pmcid": "",
      "doi": "10.1074/jbc.C300249200",
      "title": "The BRCA1/BARD1 heterodimer assembles polyubiquitin chains through an unconventional linkage involving lysine residue K6 of ubiquitin",
      "abstract": "The BRCA1 tumor suppressor forms a heterodimer with the BARD1 protein, and the resulting complex functions as an E3 ubiquitin ligase that catalyzes the synthesis of polyubiquitin chains. In theory, polyubiquitination can occur by isopeptide bond formation at any of the seven lysine residues of ubiquitin. The isopeptide linkage of a polyubiquitin chain is a particularly important determinant of its cellular function, such that K48-linked chains commonly target proteins for proteasomal degradation, while K63 chains serve non-proteolytic roles in various signaling pathways. To determine the isopeptide linkage formed by BRCA1/BARD1-dependent polyubiquitination, we purified a full-length heterodimeric complex and compared its linkage specificity with that of E6-AP, an E3 ligase known to induce proteolysis of its cellular substrates. Using a comprehensive mutation analysis, we found that E6-AP catalyzes the synthesis of K48-linked polyubiquitin chains. In contrast, however, the BRCA1/BARD1 heterodimer directs polymerization of ubiquitin primarily through an unconventional linkage involving lysine residue K6. Although heterologous substrates of BRCA1/BARD1 are not known, BRCA1 autoubiquitination occurs principally by conjugation with K6-linked polymers. The ability of BRCA1/BARD1 to form K6-linked polyubiquitin chains suggests that it may impart unique cellular properties to its natural enzymatic substrates.",
      "authorList": ["Wu-Baer F", "Lagrazon K", "Yuan W", "Baer R"],
      "authors": "Wu-Baer F, Lagrazon K, Yuan W, Baer R",
      "journal": "J Biol Chem",
      "year": 2003,
      "month": 9,
      "day": 12,
      "volume": "278",
      "issue": "37",
      "pages": "34743-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "richard-baer"],
      "isbn": ""
    }
  ]
}
