{
  "person": "huan-li",
  "publications": [
    {
      "pmid": "33323382",
      "pmcid": "PMC8026563",
      "doi": "10.1158/0008-5472.CAN-20-1804",
      "title": "Robust p53 Stabilization Is Dispensable for Its Activation and Tumor Suppressor Function",
      "abstract": "p53 is a short-lived protein with low basal levels under normal homeostasis conditions. However, upon DNA damage, levels of p53 dramatically increase for its activation. Although robust stabilization of p53 serves as a \"trademark\" for DNA damage responses, the requirement for such dramatic protein stabilization in tumor suppression has not been well addressed. Here we generated a mutant p53KQ mouse where all the C-terminal domain lysine residues were mutated to glutamines (K to Q mutations at K367, K369, K370, K378, K379, K383, and K384) to mimic constitutive acetylation of the p53 C-terminus. Because of p53 activation, p53KQ/KQ mice were perinatal lethal, yet this lethality was averted in p53KQ/- mice, which displayed normal postnatal development. Nevertheless, p53KQ/- mice died prematurely due to anemia and hematopoiesis failure. Further analyses indicated that expression of the acetylation-mimicking p53 mutant in vivo induces activation of p53 targets in various tissues without obviously increasing p53 levels. In the well-established pancreatic ductal adenocarcinoma (PDAC) mouse model, expression of the acetylation-mimicking p53-mutant protein effectively suppressed K-Ras-induced PDAC development in the absence of robust p53 stabilization. Together, our results provide proof-of-principle evidence that p53-mediated transcriptional function and tumor suppression can be achieved independently of its robust stabilization and reveal an alternative approach to activate p53 function for therapeutic purposes. SIGNIFICANCE: Although robust p53 stabilization is critical for acute p53 responses such as DNA damage, this study underscores the important role of low basal p53 protein levels in p53 activation and tumor suppression.",
      "authorList": [
        "Kon N",
        "Churchill M",
        "Li H",
        "Mukherjee S",
        "Manfredi JJ",
        "Gu W"
      ],
      "authors": "Kon N, Churchill M, Li H, Mukherjee S, Manfredi JJ, Gu W",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 2,
      "day": 15,
      "volume": "81",
      "issue": "4",
      "pages": "935-944",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "huan-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33303641",
      "pmcid": "PMC7778266",
      "doi": "10.1101/gad.340919.120",
      "title": "mTOR inhibition acts as an unexpected checkpoint in p53-mediated tumor suppression",
      "abstract": "Here, we showed that the acetylation-defective p53-4KR mice, lacking the ability of cell cycle arrest, senescence, apoptosis, and ferroptosis, were tumor prone but failed to develop early-onset tumors. By identifying a novel p53 acetylation site at lysine K136, we found that simultaneous mutations at all five acetylation sites (p53-5KR) diminished its remaining tumor suppression function. Moreover, the embryonic lethality caused by the deficiency of mdm2 was fully rescued in the background of p535KR/5KR , but not p534KR/4KR background. p53-4KR retained the ability to suppress mTOR function but this activity was abolished in p53-5KR cells. Notably, the early-onset tumor formation observed in p535KR/5KR and p53-null mice was suppressed upon the treatment of the mTOR inhibitor. These results suggest that p53-mediated mTOR regulation plays an important role in both embryonic development and tumor suppression, independent of cell cycle arrest, senescence, apoptosis, and ferroptosis.",
      "authorList": ["Kon N", "Ou Y", "Wang SJ", "Li H", "Rustgi AK", "Gu W"],
      "authors": "Kon N, Ou Y, Wang SJ, Li H, Rustgi AK, Gu W",
      "journal": "Genes Dev",
      "year": 2021,
      "month": 1,
      "day": 1,
      "volume": "35",
      "issue": "1-2",
      "pages": "59-64",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "huan-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32868895",
      "pmcid": "PMC7669657",
      "doi": "10.1038/s41589-020-0626-6",
      "title": "Covalent inhibition of NSD1 histone methyltransferase",
      "abstract": "The nuclear receptor-binding SET domain (NSD) family of histone methyltransferases is associated with various malignancies, including aggressive acute leukemia with NUP98-NSD1 translocation. While NSD proteins represent attractive drug targets, their catalytic SET domains exist in autoinhibited conformation, presenting notable challenges for inhibitor development. Here, we employed a fragment-based screening strategy followed by chemical optimization, which resulted in the development of the first-in-class irreversible small-molecule inhibitors of the nuclear receptor-binding SET domain protein 1 (NSD1) SET domain. The crystal structure of NSD1 in complex with covalently bound ligand reveals a conformational change in the autoinhibitory loop of the SET domain and formation of a channel-like pocket suitable for targeting with small molecules. Our covalent lead-compound BT5-demonstrates on-target activity in NUP98-NSD1 leukemia cells, including inhibition of histone H3 lysine 36 dimethylation and downregulation of target genes, and impaired colony formation in an NUP98-NSD1 patient sample. This study will facilitate the development of the next generation of potent and selective inhibitors of the NSD histone methyltransferases.",
      "authorList": [
        "Huang H",
        "Howard CA",
        "Zari S",
        "Cho HJ",
        "Shukla S",
        "Li H",
        "Ndoj J",
        "González-Alonso P",
        "Nikolaidis C",
        "Abbott J",
        "Rogawski DS",
        "Potopnyk MA",
        "Kempinska K",
        "Miao H",
        "Purohit T",
        "Henderson A",
        "Mapp A",
        "Sulis ML",
        "Ferrando A",
        "Grembecka J",
        "Cierpicki T"
      ],
      "authors": "Huang H, Howard CA, Zari S, Cho HJ, Shukla S, Li H, Ndoj J, González-Alonso P, Nikolaidis C, Abbott J, Rogawski DS, Potopnyk MA, Kempinska K, Miao H, Purohit T, Henderson A, Mapp A, Sulis ML, Ferrando A, Grembecka J, Cierpicki T",
      "journal": "Nat Chem Biol",
      "year": 2020,
      "month": 12,
      "day": -1,
      "volume": "16",
      "issue": "12",
      "pages": "1403-1410",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["huan-li", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "28740083",
      "pmcid": "PMC5524642",
      "doi": "10.1038/s41467-017-00136-z",
      "title": "PLATE-Seq for genome-wide regulatory network analysis of high-throughput screens",
      "abstract": "Pharmacological and functional genomic screens play an essential role in the discovery and characterization of therapeutic targets and associated pharmacological inhibitors. Although these screens affect thousands of gene products, the typical readout is based on low complexity rather than genome-wide assays. To address this limitation, we introduce pooled library amplification for transcriptome expression (PLATE-Seq), a low-cost, genome-wide mRNA profiling methodology specifically designed to complement high-throughput screening assays. Introduction of sample-specific barcodes during reverse transcription supports pooled library construction and low-depth sequencing that is 10- to 20-fold less expensive than conventional RNA-Seq. The use of network-based algorithms to infer protein activity from PLATE-Seq data results in comparable reproducibility to 30 M read sequencing. Indeed, PLATE-Seq reproducibility compares favorably to other large-scale perturbational profiling studies such as the connectivity map and library of integrated network-based cellular signatures.Despite the importance of pharmacological and functional genomic screens the readouts are of low complexity. Here the authors introduce PLATE-Seq, a low-cost genome-wide mRNA profiling method to complement high-throughput screening.",
      "authorList": [
        "Bush EC",
        "Ray F",
        "Alvarez MJ",
        "Realubit R",
        "Li H",
        "Karan C",
        "Califano A",
        "Sims PA"
      ],
      "authors": "Bush EC, Ray F, Alvarez MJ, Realubit R, Li H, Karan C, Califano A, Sims PA",
      "journal": "Nat Commun",
      "year": 2017,
      "month": 7,
      "day": 24,
      "volume": "8",
      "issue": "1",
      "pages": "105",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["huan-li"],
      "isbn": ""
    },
    {
      "pmid": "25962120",
      "pmcid": "PMC4670083",
      "doi": "10.1038/nm.3840",
      "title": "Negative feedback-defective PRPS1 mutants drive thiopurine resistance in relapsed childhood ALL",
      "abstract": "Relapse is the leading cause of mortality in children with acute lymphoblastic leukemia (ALL). Among chemotherapeutics, thiopurines are key drugs in ALL combination therapy. Using whole-exome sequencing, we identified relapse-specific mutations in the phosphoribosyl pyrophosphate synthetase 1 gene (PRPS1), which encodes a rate-limiting purine biosynthesis enzyme, in 24/358 (6.7%) relapsed childhood B cell ALL (B-ALL) cases. All individuals who harbored PRPS1 mutations relapsed early during treatment, and mutated ALL clones expanded exponentially before clinical relapse. Our functional analyses of PRPS1 mutants uncovered a new chemotherapy-resistance mechanism involving reduced feedback inhibition of de novo purine biosynthesis and competitive inhibition of thiopurine activation. Notably, the de novo purine synthesis inhibitor lometrexol effectively abrogated PRPS1 mutant-driven drug resistance. These results highlight the importance of constitutive activation of the de novo purine synthesis pathway in thiopurine resistance, and they offer therapeutic strategies for the treatment of relapsed and thiopurine-resistant ALL. ",
      "authorList": [
        "Li B",
        "Li H",
        "Bai Y",
        "Kirschner-Schwabe R",
        "Yang JJ",
        "Chen Y",
        "Lu G",
        "Tzoneva G",
        "Ma X",
        "Wu T",
        "Li W",
        "Lu H",
        "Ding L",
        "Liang H",
        "Huang X",
        "Yang M",
        "Jin L",
        "Kang H",
        "Chen S",
        "Du A",
        "Shen S",
        "Ding J",
        "Chen H",
        "Chen J",
        "von Stackelberg A",
        "Gu L",
        "Zhang J",
        "Ferrando A",
        "Tang J",
        "Wang S",
        "Zhou BB"
      ],
      "authors": "Li B, Li H, Bai Y, Kirschner-Schwabe R, Yang JJ, Chen Y, Lu G, Tzoneva G, Ma X, Wu T, Li W, Lu H, Ding L, Liang H, Huang X, Yang M, Jin L, Kang H, Chen S, Du A, Shen S, Ding J, Chen H, Chen J, von Stackelberg A, Gu L, Zhang J, Ferrando A, Tang J, Wang S, Zhou BB",
      "journal": "Nat Med",
      "year": 2015,
      "month": 6,
      "day": -1,
      "volume": "21",
      "issue": "6",
      "pages": "563-71",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["bo-li", "huan-li", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "15710331",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2005.01.009",
      "title": "Lack of PTEN sequesters CHK1 and initiates genetic instability",
      "abstract": "Pten-/- cells display a partially defective checkpoint in response to ionizing radiation (IR). The checkpoint defect was traced to the ability of AKT to phosphorylate CHK1 at serine 280, since a nonphosphorylated mutant of CHK1 (S280A) complemented the checkpoint defect and restored CDC25A degradation. CHK1 phosphorylation at serine 280 led to covalent binding of 1 to 2 molecules of ubiquitin and cytoplasmic CHK1 localization. Primary breast carcinomas lacking PTEN expression and having elevated AKT phosphorylation had increased cytoplasmic CHK1 and displayed aneuploidy (p <0.005). We conclude that loss of PTEN and subsequent activation of AKT impair CHK1 through phosphorylation, ubiquitination, and reduced nuclear localization to promote genomic instability in tumor cells.",
      "authorList": [
        "Puc J",
        "Keniry M",
        "Li HS",
        "Pandita TK",
        "Choudhury AD",
        "Memeo L",
        "Mansukhani M",
        "Murty VV",
        "Gaciong Z",
        "Meek SE",
        "Piwnica-Worms H",
        "Hibshoosh H",
        "Parsons R"
      ],
      "authors": "Puc J, Keniry M, Li HS, Pandita TK, Choudhury AD, Memeo L, Mansukhani M, Murty VV, Gaciong Z, Meek SE, Piwnica-Worms H, Hibshoosh H, Parsons R",
      "journal": "Cancer Cell",
      "year": 2005,
      "month": 2,
      "day": -1,
      "volume": "7",
      "issue": "2",
      "pages": "193-204",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["huan-li"],
      "isbn": ""
    }
  ]
}
