{
  "person": "hui-zhou",
  "publications": [
    {
      "pmid": "32923642",
      "pmcid": "PMC7449674",
      "doi": "10.1126/sciadv.abb5820",
      "title": "DNA polymerase α interacts with H3-H4 and facilitates the transfer of parental histones to lagging strands",
      "abstract": "How parental histones, the carriers of epigenetic modifications, are deposited onto replicating DNA remains poorly understood. Here, we describe the eSPAN method (enrichment and sequencing of protein-associated nascent DNA) in mouse embryonic stem (ES) cells and use it to detect histone deposition onto replicating DNA strands with a relatively small number of cells. We show that DNA polymerase α (Pol α), which synthesizes short primers for DNA synthesis, binds histone H3-H4 preferentially. A Pol α mutant defective in histone binding in vitro impairs the transfer of parental H3-H4 to lagging strands in both yeast and mouse ES cells. Last, dysregulation of both coding genes and noncoding endogenous retroviruses is detected in mutant ES cells defective in parental histone transfer. Together, we report an efficient eSPAN method for analysis of DNA replication-linked processes in mouse ES cells and reveal the mechanism of Pol α in parental histone transfer.",
      "authorList": [
        "Li Z",
        "Hua X",
        "Serra-Cardona A",
        "Xu X",
        "Gan S",
        "Zhou H",
        "Yang WS",
        "Chen CL",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Gan S, Zhou H, Yang WS, Chen CL, Xu RM, Zhang Z",
      "journal": "Sci Adv",
      "year": 2020,
      "month": 8,
      "day": -1,
      "volume": "6",
      "issue": "35",
      "pages": "eabb5820",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "hui-zhou",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30244834",
      "pmcid": "PMC6193272",
      "doi": "10.1016/j.molcel.2018.09.001",
      "title": "The Mcm2-Ctf4-Polα Axis Facilitates Parental Histone H3-H4 Transfer to Lagging Strands",
      "abstract": "Although essential for epigenetic inheritance, the transfer of parental histone (H3-H4)2 tetramers that contain epigenetic modifications to replicating DNA strands is poorly understood. Here, we show that the Mcm2-Ctf4-Polα axis facilitates the transfer of parental (H3-H4)2 tetramers to lagging-strand DNA at replication forks. Mutating the conserved histone-binding domain of the Mcm2 subunit of the CMG (Cdc45-MCM-GINS) DNA helicase, which translocates along the leading-strand template, results in a marked enrichment of parental (H3-H4)2 on leading strand, due to the impairment of the transfer of parental (H3-H4)2 to lagging strands. Similar effects are observed in Ctf4 and Polα primase mutants that disrupt the connection of the CMG helicase to Polα that resides on lagging-strand template. Our results support a model whereby parental (H3-H4)2 complexes displaced from nucleosomes by DNA unwinding at replication forks are transferred by the CMG-Ctf4-Polα complex to lagging-strand DNA for nucleosome assembly at the original location.",
      "authorList": [
        "Gan H",
        "Serra-Cardona A",
        "Hua X",
        "Zhou H",
        "Labib K",
        "Yu C",
        "Zhang Z"
      ],
      "authors": "Gan H, Serra-Cardona A, Hua X, Zhou H, Labib K, Yu C, Zhang Z",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "140-151",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "albert-serra-cardona",
        "xu-hua",
        "hui-zhou",
        "chuanjiang-yu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30057113",
      "pmcid": "PMC6103222",
      "doi": "10.1016/j.cell.2018.07.005",
      "title": "Multisite Substrate Recognition in Asf1-Dependent Acetylation of Histone H3 K56 by Rtt109",
      "abstract": "Rtt109 is a unique histone acetyltransferase acetylating histone H3 lysine 56 (H3K56), a modification critical for DNA replication-coupled nucleosome assembly and genome stability. In cells, histone chaperone Asf1 is essential for H3K56 acetylation, yet the mechanisms for H3K56 specificity and Asf1 requirement remain unknown. We have determined the crystal structure of the Rtt109-Asf1-H3-H4 complex and found that unwinding of histone H3 αN, where K56 is normally located, and stabilization of the very C-terminal β strand of histone H4 by Asf1 are prerequisites for H3K56 acetylation. Unexpectedly, an interaction between Rtt109 and the central helix of histone H3 is also required. The observed multiprotein, multisite substrate recognition mechanism among histone modification enzymes provides mechanistic understandings of Rtt109 and Asf1 in H3K56 acetylation, as well as valuable insights into substrate recognition by histone modification enzymes in general.",
      "authorList": [
        "Zhang L",
        "Serra-Cardona A",
        "Zhou H",
        "Wang M",
        "Yang N",
        "Zhang Z",
        "Xu RM"
      ],
      "authors": "Zhang L, Serra-Cardona A, Zhou H, Wang M, Yang N, Zhang Z, Xu RM",
      "journal": "Cell",
      "year": 2018,
      "month": 8,
      "day": 9,
      "volume": "174",
      "issue": "4",
      "pages": "818-830",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["albert-serra-cardona", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29932419",
      "pmcid": "PMC6033537",
      "doi": "10.7554/eLife.36696",
      "title": "H3.3K27M mutant proteins reprogram epigenome by sequestering the PRC2 complex to poised enhancers",
      "abstract": "Expression of histone H3.3K27M mutant proteins in human diffuse intrinsic pontine glioma (DIPG) results in a global reduction of tri-methylation of H3K27 (H3K27me3), and paradoxically, H3K27me3 peaks remain at hundreds of genomic loci, a dichotomous change that lacks mechanistic insights. Here, we show that the PRC2 complex is sequestered at poised enhancers, but not at active promoters with high levels of H3.3K27M proteins, thereby contributing to the global reduction of H3K27me3. Moreover, the levels of H3.3K27M proteins are low at the retained H3K27me3 peaks and consequently having minimal effects on the PRC2 activity at these loci. H3K27me3-mediated silencing at specific tumor suppressor genes, including Wilms Tumor 1, promotes proliferation of DIPG cells. These results support a model in which the PRC2 complex is redistributed to poised enhancers in H3.3K27M mutant cells and contributes to tumorigenesis in part by locally enhancing H3K27me3, and hence silencing of tumor suppressor genes.",
      "authorList": [
        "Fang D",
        "Gan H",
        "Cheng L",
        "Lee JH",
        "Zhou H",
        "Sarkaria JN",
        "Daniels DJ",
        "Zhang Z"
      ],
      "authors": "Fang D, Gan H, Cheng L, Lee JH, Zhou H, Sarkaria JN, Daniels DJ, Zhang Z",
      "journal": "Elife",
      "year": 2018,
      "month": 6,
      "day": 22,
      "volume": "7",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["liang-cheng", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28129023",
      "pmcid": "PMC5628648",
      "doi": "10.1080/15384101.2017.1281483",
      "title": "Probe the function of histone lysine 36 methylation using histone H3 lysine 36 to methionine mutant transgene in mammalian cells",
      "abstract": "Chondroblastoma is a cartilaginous tumor that typically arises under 25 y of age (80%). Recent studies have identified a somatic and heterozygous mutation at the H3F3B gene in over 90% chondroblastoma cases, leading to a lysine 36 to methionine replacement (H3.3K36M). In human cells, H3F3B gene is one of 2 genes that encode identical H3.3 proteins. It is not known how H3.3K36M mutant proteins promote tumorigenesis. We and others have shown that, the levels of H3K36 di- and tri-methylation (H3K36me2/me3) are reduced dramatically in chondroblastomas and chondrocytes bearing the H3.3K36M mutation. Mechanistically, H3.3K36M mutant proteins inhibit enzymatic activity of some, but not all H3K36 methyltransferases. Chondrocytes harboring the same H3F3B mutation exhibited the cancer cell associated phenotypes. Here, we discuss the potential effects of H3.3K36M mutation on epigenomes including H3K36 and H3K27 methylation and cellular phenotypes. We suggest that H3.3K36M mutant proteins alter epigenomes of specific progenitor cells, which in turn lead to cellular transformation and tumorigenesis.",
      "authorList": ["Fang D", "Gan H", "Wang H", "Zhou H", "Zhang Z"],
      "authors": "Fang D, Gan H, Wang H, Zhou H, Zhang Z",
      "journal": "Cell Cycle",
      "year": 2017,
      "month": 10,
      "day": 2,
      "volume": "16",
      "issue": "19",
      "pages": "1781-1789",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28107649",
      "pmcid": "PMC5460635",
      "doi": "10.1016/j.molcel.2016.11.030",
      "title": "RPA Interacts with HIRA and Regulates H3.3 Deposition at Gene Regulatory Elements in Mammalian Cells",
      "abstract": "The histone chaperone HIRA is involved in depositing histone variant H3.3 into distinct genic regions, including promoters, enhancers, and gene bodies. However, how HIRA deposits H3.3 to these regions remains elusive. Through a short hairpin RNA (shRNA) screening, we identified single-stranded DNA binding protein replication protein A (RPA) as a regulator of the deposition of newly synthesized H3.3 into chromatin. We show that RPA physically interacts with HIRA to form RPA-HIRA-H3.3 complexes, and it co-localizes with HIRA and H3.3 at gene promoters and enhancers. Depletion of RPA1, the largest subunit of the RPA complex, dramatically reduces both HIRA association with chromatin and the deposition of newly synthesized H3.3 at promoters and enhancers and leads to altered transcription at gene promoters. These results support a model whereby RPA, best known for its role in DNA replication and repair, recruits HIRA to promoters and enhancers and regulates deposition of newly synthesized H3.3 to these regulatory elements for gene regulation.",
      "authorList": [
        "Zhang H",
        "Gan H",
        "Wang Z",
        "Lee JH",
        "Zhou H",
        "Ordog T",
        "Wold MS",
        "Ljungman M",
        "Zhang Z"
      ],
      "authors": "Zhang H, Gan H, Wang Z, Lee JH, Zhou H, Ordog T, Wold MS, Ljungman M, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 1,
      "day": 19,
      "volume": "65",
      "issue": "2",
      "pages": "272-284",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "27229140",
      "pmcid": "PMC5460624",
      "doi": "10.1126/science.aae0065",
      "title": "The histone H3.3K36M mutation reprograms the epigenome of chondroblastomas",
      "abstract": "More than 90% of chondroblastomas contain a heterozygous mutation replacing lysine-36 with methionine-36 (K36M) in the histone H3 variant H3.3. Here we show that H3K36 methylation is reduced globally in human chondroblastomas and in chondrocytes harboring the same genetic mutation, due to inhibition of at least two H3K36 methyltransferases, MMSET and SETD2, by the H3.3K36M mutant proteins. Genes with altered expression as well as H3K36 di- and trimethylation in H3.3K36M cells are enriched in cancer pathways. In addition, H3.3K36M chondrocytes exhibit several hallmarks of cancer cells, including increased ability to form colonies, resistance to apoptosis, and defects in differentiation. Thus, H3.3K36M proteins reprogram the H3K36 methylation landscape and contribute to tumorigenesis, in part through altering the expression of cancer-associated genes. ",
      "authorList": [
        "Fang D",
        "Gan H",
        "Lee JH",
        "Han J",
        "Wang Z",
        "Riester SM",
        "Jin L",
        "Chen J",
        "Zhou H",
        "Wang J",
        "Zhang H",
        "Yang N",
        "Bradley EW",
        "Ho TH",
        "Rubin BP",
        "Bridge JA",
        "Thibodeau SN",
        "Ordog T",
        "Chen Y",
        "van Wijnen AJ",
        "Oliveira AM",
        "Xu RM",
        "Westendorf JJ",
        "Zhang Z"
      ],
      "authors": "Fang D, Gan H, Lee JH, Han J, Wang Z, Riester SM, Jin L, Chen J, Zhou H, Wang J, Zhang H, Yang N, Bradley EW, Ho TH, Rubin BP, Bridge JA, Thibodeau SN, Ordog T, Chen Y, van Wijnen AJ, Oliveira AM, Xu RM, Westendorf JJ, Zhang Z",
      "journal": "Science",
      "year": 2016,
      "month": 6,
      "day": 10,
      "volume": "352",
      "issue": "6291",
      "pages": "1344-8",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "24209620",
      "pmcid": "PMC3994564",
      "doi": "10.1016/j.cell.2013.10.014",
      "title": "A Cul4 E3 ubiquitin ligase regulates histone hand-off during nucleosome assembly",
      "abstract": "Nucleosome assembly following DNA replication and gene transcription is important to maintain genome stability and epigenetic information. Newly synthesized histones H3-H4 first bind histone chaperone Asf1 and are then transferred to other chaperones for nucleosome assembly. However, it is unknown how H3-H4 is transferred from the Asf1-H3-H4 complex to other chaperones because Asf1 binds H3-H4 with high affinity. Here, we show that yeast Rtt101(Mms1) E3 ubiquitin ligase preferentially binds and ubiquitylates new histone H3 acetylated at lysine 56. Inactivation of Rtt101 or mutating H3 lysine residues ubiquitylated by the Rtt101(Mms1) ligase impairs nucleosome assembly and promotes Asf1-H3 interactions. Similar phenotypes occur in human cells in which the ortholog of Rtt101(Mms1), Cul4A(DDB1), is depleted. These results indicate that the transfer of H3-H4 from the Asf1-H3-H4 complex to other histone chaperones is regulated by a conserved E3 ligase and provide evidence for crosstalk between histone acetylation and ubiquitylation in nucleosome assembly. ",
      "authorList": [
        "Han J",
        "Zhang H",
        "Zhang H",
        "Wang Z",
        "Zhou H",
        "Zhang Z"
      ],
      "authors": "Han J, Zhang H, Zhang H, Wang Z, Zhou H, Zhang Z",
      "journal": "Cell",
      "year": 2013,
      "month": 11,
      "day": 7,
      "volume": "155",
      "issue": "4",
      "pages": "817-29",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "18662540",
      "pmcid": "PMC2597342",
      "doi": "10.1016/j.cell.2008.06.018",
      "title": "Acetylation of histone H3 lysine 56 regulates replication-coupled nucleosome assembly",
      "abstract": "Chromatin assembly factor 1 (CAF-1) and Rtt106 participate in the deposition of newly synthesized histones onto replicating DNA to form nucleosomes. This process is critical for the maintenance of genome stability and inheritance of functionally specialized chromatin structures in proliferating cells. However, the molecular functions of the acetylation of newly synthesized histones in this DNA replication-coupled nucleosome assembly pathway remain enigmatic. Here we show that histone H3 acetylated at lysine 56 (H3K56Ac) is incorporated onto replicating DNA and, by increasing the binding affinity of CAF-1 and Rtt106 for histone H3, H3K56Ac enhances the ability of these histone chaperones to assemble DNA into nucleosomes. Genetic analysis indicates that H3K56Ac acts in a nonredundant manner with the acetylation of the N-terminal residues of H3 and H4 in nucleosome assembly. These results reveal a mechanism by which H3K56Ac regulates replication-coupled nucleosome assembly mediated by CAF-1 and Rtt106.",
      "authorList": [
        "Li Q",
        "Zhou H",
        "Wurtele H",
        "Davies B",
        "Horazdovsky B",
        "Verreault A",
        "Zhang Z"
      ],
      "authors": "Li Q, Zhou H, Wurtele H, Davies B, Horazdovsky B, Verreault A, Zhang Z",
      "journal": "Cell",
      "year": 2008,
      "month": 7,
      "day": 25,
      "volume": "134",
      "issue": "2",
      "pages": "244-55",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "17272723",
      "pmcid": "",
      "doi": "10.1126/science.1133234",
      "title": "Rtt109 acetylates histone H3 lysine 56 and functions in DNA replication",
      "abstract": "Acetylation of histone H3 lysine 56 (H3-K56) occurs in S phase, and cells lacking H3-K56 acetylation are sensitive to DNA-damaging agents. However, the histone acetyltransferase (HAT) that catalyzes global H3-K56 acetylation has not been found. Here we show that regulation of Ty1 transposition gene product 109 (Rtt109) is an H3-K56 HAT. Cells lacking Rtt109 or expressing rtt109 mutants with alterations at a conserved aspartate residue lose H3-K56 acetylation and exhibit increased sensitivity toward genotoxic agents, as well as elevated levels of spontaneous chromosome breaks. Thus, Rtt109, which shares no sequence homology with any other known HATs, is a unique HAT that acetylates H3-K56.",
      "authorList": [
        "Han J",
        "Zhou H",
        "Horazdovsky B",
        "Zhang K",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Han J, Zhou H, Horazdovsky B, Zhang K, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2007,
      "month": 2,
      "day": 2,
      "volume": "315",
      "issue": "5812",
      "pages": "653-5",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "15772984",
      "pmcid": "",
      "doi": "10.1002/path.1752",
      "title": "PRDM1/Blimp-1 is expressed in human B-lymphocytes committed to the plasma cell lineage",
      "abstract": "PRDM1/Blimp-1 (in human and mouse, respectively) has a central role in determining and shaping the secretory arm of mature B-cell differentiation. In this study, a mouse monoclonal antibody that recognizes PRDM1 was used to detail its distribution in normal human lymphoid tissue and in lymphoid neoplasms that correspond to different stages of B-cell differentiation. PRDM1 was expressed in germinal centre blasts that co-express Pax5, CD19, CD20, and CD10, but not BCL6 or MTA-3. Pax5 was downregulated and full plasma cell morphology and phenotype were acquired by PRDM1+, nuclear cREL-, pre-plasma cells upon exit from the germinal centre. Activated extrafollicular B-cells (CD30+, Pax5+) were largely PRDM1-. PRDM1 was also absent in tissue histiocytes and the majority of resting T-cells and S-100+ antigen-presenting cells. PRDM1 and CD138 were expressed simultaneously in human lymphomas with plasma cell differentiation, but not in marginal zone lymphomas or chronic lymphocytic leukaemias. A minority of diffuse large B-cell lymphomas expressed PRDM1 and Hodgkin lymphomas were largely PRDM1-. Infiltrating T-cells in PRDM1- B-cell lymphomas expressed PRDM1. In conclusion, PRDM1 staining is a reliable and informative assay to define plasma cell commitment and differentiation in human normal and neoplastic B-cell lineages.",
      "authorList": [
        "Cattoretti G",
        "Angelin-Duclos C",
        "Shaknovich R",
        "Zhou H",
        "Wang D",
        "Alobeid B"
      ],
      "authors": "Cattoretti G, Angelin-Duclos C, Shaknovich R, Zhou H, Wang D, Alobeid B",
      "journal": "J Pathol",
      "year": 2005,
      "month": 5,
      "day": -1,
      "volume": "206",
      "issue": "1",
      "pages": "76-86",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["hui-zhou", "di-wang"],
      "isbn": ""
    }
  ]
}
