{
  "person": "ipsita-pal",
  "publications": [
    {
      "pmid": "32578167",
      "pmcid": "PMC7310596",
      "doi": "10.1007/s40256-020-00420-2",
      "title": "COVID-19 Pandemic: Cardiovascular Complications and Future Implications",
      "abstract": "Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is now a global pandemic with the highest number of affected individuals in the modern era. Not only is the infection inflicting significant morbidity and mortality, but there has also been a significant strain to the health care system and the economy. COVID-19 typically presents as viral pneumonia, occasionally leading to acute respiratory distress syndrome (ARDS) and death. However, emerging evidence suggests that it has a significant impact on the cardiovascular (CV) system by direct myocardial damage, severe systemic inflammatory response, hypoxia, right heart strain secondary to ARDS and lung injury, and plaque rupture secondary to inflammation. Primary cardiac manifestations include acute myocarditis, myocardial infarction, arrhythmia, and abnormal clotting. Several consensus documents have been released to help manage CV disease during this pandemic. In this review, we summarize key cardiac manifestations, their management, and future implications.",
      "authorList": [
        "Bandyopadhyay D",
        "Akhtar T",
        "Hajra A",
        "Gupta M",
        "Das A",
        "Chakraborty S",
        "Pal I",
        "Patel N",
        "Amgai B",
        "Ghosh RK",
        "Fonarow GC",
        "Lavie CJ",
        "Naidu SS"
      ],
      "journal": "Am J Cardiovasc Drugs",
      "year": 2020,
      "month": 8,
      "day": -1,
      "volume": "20",
      "issue": "4",
      "pages": "311-324",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["ipsita-pal"],
      "isbn": ""
    },
    {
      "pmid": "32563701",
      "pmcid": "",
      "doi": "10.1016/j.canlet.2020.05.039",
      "title": "Corrigendum to \"Prevention of epithelial to mesenchymal transition in colorectal carcinoma by regulation of the E-cadherin-β-catenin-vinculin axis\" [Cancer Lett. 452 (2019) 254-263]",
      "abstract": "",
      "authorList": [
        "Pal I",
        "Rajesh Y",
        "Banik P",
        "Dey G",
        "Dey KK",
        "Bharti R",
        "Naskar D",
        "Chakraborty S",
        "Ghosh SK",
        "Das SK",
        "Emdad L",
        "Chandra Kundu S",
        "Fisher PB",
        "Mandal M"
      ],
      "journal": "Cancer Lett",
      "year": 2020,
      "month": 6,
      "day": 17,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["ipsita-pal"],
      "isbn": ""
    },
    {
      "pmid": "31231778",
      "pmcid": "",
      "doi": "10.1007/s11899-019-00530-y",
      "title": "Targeting Translation of mRNA as a Therapeutic Strategy in Cancer",
      "abstract": "To highlight recent results in targeting mRNA translation and discuss the results and prospects of translation inhibitors in cancer therapy.",
      "authorList": ["Pal I", "Safari M", "Jovanovic M", "Bates SE", "Deng C"],
      "journal": "Curr Hematol Malig Rep",
      "year": 2019,
      "month": 8,
      "day": -1,
      "volume": "14",
      "issue": "4",
      "pages": "219-227",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["ipsita-pal"],
      "isbn": ""
    },
    {
      "pmid": "30904616",
      "pmcid": "",
      "doi": "10.1016/j.canlet.2019.03.008",
      "title": "Prevention of epithelial to mesenchymal transition in colorectal carcinoma by regulation of the E-cadherin-β-catenin-vinculin axis",
      "abstract": "Epithelial to mesenchymal transition (EMT) is compulsory for metastatic dissemination and is stimulated by TGF-β. Although targeting EMT has significant therapeutic potential, very few pharmacological agents have been shown to exert anti-metastatic effects. BI-69A11, a competitive Akt inhibitor, displays anti-tumor activity toward melanoma and colon carcinoma. This study provides molecular and biochemical insights into the effects of BI-69A11 on EMT in colon carcinoma cells in vitro and in vivo. BI-69A11 inhibited metastasis-associated cellular migration, invasion and adhesion by inhibiting the Akt-β-catenin pathway. The underlying mechanism of BI-69A11-mediated inhibition of EMT included suppression of nuclear transport of β-catenin and diminished phosphorylation of β-catenin, which was accompanied by enhanced E-cadherin-β-catenin complex formation at the plasma membrane. Additionally, BI-69A11 caused increased accumulation of vinculin in the plasma membrane, which fortified focal adhesion junctions leading to inhibition of metastasis. BI-69A11 downregulated activation of the TGF-β-induced non-canonical Akt/NF-κB pathway and blocked TGF-β-induced enhanced expression of Snail causing restoration of E-cadherin. Overall, this study enhances our understanding of the molecular mechanism of BI-69A11-induced reversal of EMT in colorectal carcinoma cells in vitro, in vivo and in TGF-β-induced model systems.",
      "authorList": [
        "Pal I",
        "Rajesh Y",
        "Banik P",
        "Dey G",
        "Dey KK",
        "Bharti R",
        "Naskar D",
        "Chakraborty S",
        "Ghosh SK",
        "Das SK",
        "Emdad L",
        "Kundu SC",
        "Fisher PB",
        "Mandal M"
      ],
      "journal": "Cancer Lett",
      "year": 2019,
      "month": 6,
      "day": 28,
      "volume": "452",
      "issue": "",
      "pages": "254-263",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["ipsita-pal"],
      "isbn": ""
    },
    {
      "pmid": "29248135",
      "pmcid": "",
      "doi": "10.1053/j.seminoncol.2017.09.001",
      "title": "Metabolic symbiosis in cancer and its therapeutic implication",
      "abstract": "",
      "authorList": ["Lipstein MR", "Pal I", "Bates SE", "Deng C"],
      "journal": "Semin Oncol",
      "year": 2017,
      "month": 6,
      "day": -1,
      "volume": "44",
      "issue": "3",
      "pages": "233-234",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["ipsita-pal"],
      "isbn": ""
    }
  ]
}
