{
  "person": "jaime-kim",
  "publications": [
    {
      "pmid": "34010645",
      "pmcid": "",
      "doi": "10.1016/j.celrep.2021.109137",
      "title": "The histone H3K9M mutation synergizes with H3K14 ubiquitylation to selectively sequester histone H3K9 methyltransferase Clr4 at heterochromatin",
      "abstract": "Oncogenic histone lysine-to-methionine mutations block the methylation of their corresponding lysine residues on wild-type histones. One attractive model is that these mutations sequester histone methyltransferases, but genome-wide studies show that mutant histones and histone methyltransferases often do not colocalize. Using chromatin immunoprecipitation sequencing (ChIP-seq), here, we show that, in fission yeast, even though H3K9M-containing nucleosomes are broadly distributed across the genome, the histone H3K9 methyltransferase Clr4 is mainly sequestered at pericentric repeats. This selective sequestration of Clr4 depends not only on H3K9M but also on H3K14 ubiquitylation (H3K14ub), a modification deposited by a Clr4-associated E3 ubiquitin ligase complex. In vitro, H3K14ub synergizes with H3K9M to interact with Clr4 and potentiates the inhibitory effects of H3K9M on Clr4 enzymatic activity. Moreover, binding kinetics show that H3K14ub overcomes the Clr4 aversion to H3K9M and reduces its dissociation. The selective sequestration model reconciles previous discrepancies and demonstrates the importance of protein-interaction kinetics in regulating biological processes.",
      "authorList": [
        "Shan CM",
        "Kim JK",
        "Wang J",
        "Bao K",
        "Sun Y",
        "Chen H",
        "Yue JX",
        "Stirpe A",
        "Zhang Z",
        "Lu C",
        "Schalch T",
        "Liti G",
        "Nagy PL",
        "Tong L",
        "Qiao F",
        "Jia S"
      ],
      "authors": "Shan CM, Kim JK, Wang J, Bao K, Sun Y, Chen H, Yue JX, Stirpe A, Zhang Z, Lu C, Schalch T, Liti G, Nagy PL, Tong L, Qiao F, Jia S",
      "journal": "Cell Rep",
      "year": 2021,
      "month": 5,
      "day": 18,
      "volume": "35",
      "issue": "7",
      "pages": "109137",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jaime-kim", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "33479772",
      "pmcid": "",
      "doi": "10.1093/brain/awaa408",
      "title": "Modulation of Nogo receptor 1 expression orchestrates myelin-associated infiltration of glioblastoma",
      "abstract": "As the clinical failure of glioblastoma treatment is attributed by multiple components, including myelin-associated infiltration, assessment of the molecular mechanisms underlying such process and identification of the infiltrating cells have been the primary objectives in glioblastoma research. Here, we adopted radiogenomic analysis to screen for functionally relevant genes that orchestrate the process of glioma cell infiltration through myelin and promote glioblastoma aggressiveness. The receptor of the Nogo ligand (NgR1) was selected as the top candidate through Differentially Expressed Genes (DEG) and Gene Ontology (GO) enrichment analysis. Gain and loss of function studies on NgR1 elucidated its underlying molecular importance in suppressing myelin-associated infiltration in vitro and in vivo. The migratory ability of glioblastoma cells on myelin is reversibly modulated by NgR1 during differentiation and dedifferentiation process through deubiquitinating activity of USP1, which inhibits the degradation of ID1 to downregulate NgR1 expression. Furthermore, pimozide, a well-known antipsychotic drug, upregulates NgR1 by post-translational targeting of USP1, which sensitizes glioma stem cells to myelin inhibition and suppresses myelin-associated infiltration in vivo. In primary human glioblastoma, downregulation of NgR1 expression is associated with highly infiltrative characteristics and poor survival. Together, our findings reveal that loss of NgR1 drives myelin-associated infiltration of glioblastoma and suggest that novel therapeutic strategies aimed at reactivating expression of NgR1 will improve the clinical outcome of glioblastoma patients.",
      "authorList": [
        "Hong JH",
        "Kang S",
        "Sa JK",
        "Park G",
        "Oh YT",
        "Kim TH",
        "Yin J",
        "Kim SS",
        "D'Angelo F",
        "Koo H",
        "You Y",
        "Park S",
        "Kwon HJ",
        "Kim CI",
        "Ryu H",
        "Lin W",
        "Park EJ",
        "Kim YJ",
        "Park MJ",
        "Kim H",
        "Kim MS",
        "Chung S",
        "Park CK",
        "Park SH",
        "Kang YH",
        "Kim JH",
        "Saya H",
        "Nakano I",
        "Gwak HS",
        "Yoo H",
        "Lee J",
        "Hur EM",
        "Shi B",
        "Nam DH",
        "Iavarone A",
        "Lee SH",
        "Park JB"
      ],
      "authors": "Hong JH, Kang S, Sa JK, Park G, Oh YT, Kim TH, Yin J, Kim SS, D'Angelo F, Koo H, You Y, Park S, Kwon HJ, Kim CI, Ryu H, Lin W, Park EJ, Kim YJ, Park MJ, Kim H, Kim MS, Chung S, Park CK, Park SH, Kang YH, Kim JH, Saya H, Nakano I, Gwak HS, Yoo H, Lee J, Hur EM, Shi B, Nam DH, Iavarone A, Lee SH, Park JB",
      "journal": "Brain",
      "year": 2021,
      "month": 3,
      "day": 3,
      "volume": "144",
      "issue": "2",
      "pages": "636-654",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "soonbum-park",
        "jaime-kim",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "32847614",
      "pmcid": "PMC7448990",
      "doi": "10.1186/s13059-020-02140-x",
      "title": "Transcriptional regulatory networks of tumor-associated macrophages that drive malignancy in mesenchymal glioblastoma",
      "abstract": "Glioblastoma (GBM) is a complex disease with extensive molecular and transcriptional heterogeneity. GBM can be subcategorized into four distinct subtypes; tumors that shift towards the mesenchymal phenotype upon recurrence are generally associated with treatment resistance, unfavorable prognosis, and the infiltration of pro-tumorigenic macrophages.",
      "authorList": [
        "Sa JK",
        "Chang N",
        "Lee HW",
        "Cho HJ",
        "Ceccarelli M",
        "Cerulo L",
        "Yin J",
        "Kim SS",
        "Caruso FP",
        "Lee M",
        "Kim D",
        "Oh YT",
        "Lee Y",
        "Her NG",
        "Min B",
        "Kim HJ",
        "Jeong DE",
        "Kim HM",
        "Kim H",
        "Chung S",
        "Woo HG",
        "Lee J",
        "Kong DS",
        "Seol HJ",
        "Lee JI",
        "Kim J",
        "Park WY",
        "Wang Q",
        "Sulman EP",
        "Heimberger AB",
        "Lim M",
        "Park JB",
        "Iavarone A",
        "Verhaak RGW",
        "Nam DH"
      ],
      "authors": "Sa JK, Chang N, Lee HW, Cho HJ, Ceccarelli M, Cerulo L, Yin J, Kim SS, Caruso FP, Lee M, Kim D, Oh YT, Lee Y, Her NG, Min B, Kim HJ, Jeong DE, Kim HM, Kim H, Chung S, Woo HG, Lee J, Kong DS, Seol HJ, Lee JI, Kim J, Park WY, Wang Q, Sulman EP, Heimberger AB, Lim M, Park JB, Iavarone A, Verhaak RGW, Nam DH",
      "journal": "Genome Biol",
      "year": 2020,
      "month": 8,
      "day": 26,
      "volume": "21",
      "issue": "1",
      "pages": "216",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jaime-kim", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "32532977",
      "pmcid": "PMC7293269",
      "doi": "10.1038/s41467-020-16789-2",
      "title": "ARS2/MAGL signaling in glioblastoma stem cells promotes self-renewal and M2-like polarization of tumor-associated macrophages",
      "abstract": "The interplay between glioblastoma stem cells (GSCs) and tumor-associated macrophages (TAMs) promotes progression of glioblastoma multiforme (GBM). However, the detailed molecular mechanisms underlying the relationship between these two cell types remain unclear. Here, we demonstrate that ARS2 (arsenite-resistance protein 2), a zinc finger protein that is essential for early mammalian development, plays critical roles in GSC maintenance and M2-like TAM polarization. ARS2 directly activates its novel transcriptional target MGLL, encoding monoacylglycerol lipase (MAGL), to regulate the self-renewal and tumorigenicity of GSCs through production of prostaglandin E2 (PGE2), which stimulates β-catenin activation of GSC and M2-like TAM polarization. We identify M2-like signature downregulated by which MAGL-specific inhibitor, JZL184, increased survival rate significantly in the mouse xenograft model by blocking PGE2 production. Taken together, our results suggest that blocking the interplay between GSCs and TAMs by targeting ARS2/MAGL signaling offers a potentially novel therapeutic option for GBM patients.",
      "authorList": [
        "Yin J",
        "Kim SS",
        "Choi E",
        "Oh YT",
        "Lin W",
        "Kim TH",
        "Sa JK",
        "Hong JH",
        "Park SH",
        "Kwon HJ",
        "Jin X",
        "You Y",
        "Kim JH",
        "Kim H",
        "Son J",
        "Lee J",
        "Nam DH",
        "Choi KS",
        "Shi B",
        "Gwak HS",
        "Yoo H",
        "Iavarone A",
        "Kim JH",
        "Park JB"
      ],
      "authors": "Yin J, Kim SS, Choi E, Oh YT, Lin W, Kim TH, Sa JK, Hong JH, Park SH, Kwon HJ, Jin X, You Y, Kim JH, Kim H, Son J, Lee J, Nam DH, Choi KS, Shi B, Gwak HS, Yoo H, Iavarone A, Kim JH, Park JB",
      "journal": "Nat Commun",
      "year": 2020,
      "month": 6,
      "day": 12,
      "volume": "11",
      "issue": "1",
      "pages": "2978",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["soonbum-park", "jaime-kim", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "30266798",
      "pmcid": "PMC6262819",
      "doi": "10.1242/dmm.035139",
      "title": "Cooperation of loss of NKX3.1 and inflammation in prostate cancer initiation",
      "abstract": "Although it is known that inflammation plays a critical role in prostate tumorigenesis, the underlying processes are not well understood. Based on analysis of genetically engineered mouse models combined with correlative analysis of expression profiling data from human prostate tumors, we demonstrate a reciprocal relationship between inflammation and the status of the NKX3.1 homeobox gene associated with prostate cancer initiation. We find that cancer initiation in aged Nkx3.1 mutant mice correlates with enrichment of specific immune populations and increased expression of immunoregulatory genes. Furthermore, expression of these immunoregulatory genes is similarly increased in human prostate tumors having low levels of NKX3.1 expression. We further show that induction of prostatitis in Nkx3.1 mutant mice accelerates prostate cancer initiation, which is coincident with aberrant cellular plasticity and differentiation. Correspondingly, human prostate tumors having low levels of NKX3.1 have de-regulated expression of genes associated with these cellular processes. We propose that loss of function of NKX3.1 accelerates inflammation-driven prostate cancer initiation potentially via aberrant cellular plasticity and impairment of cellular differentiation.This article has an associated First Person interview with the first author of the paper.",
      "authorList": [
        "Le Magnen C",
        "Virk RK",
        "Dutta A",
        "Kim JY",
        "Panja S",
        "Lopez-Bujanda ZA",
        "Califano A",
        "Drake CG",
        "Mitrofanova A",
        "Abate-Shen C"
      ],
      "journal": "Dis Model Mech",
      "year": 2018,
      "month": 11,
      "day": 16,
      "volume": "11",
      "issue": "11",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::cory-abate-shen",
        "first-author"
      ],
      "url": "",
      "labs": ["cory-abate-shen"],
      "peopleList": ["cory-abate-shen", "jaime-kim"],
      "isbn": "",
      "authors": "Le Magnen C, Virk RK, Dutta A, Kim JY, Panja S, Lopez-Bujanda ZA, Califano A, Drake CG, Mitrofanova A, Abate-Shen C"
    },
    {
      "pmid": "30262818",
      "pmcid": "",
      "doi": "10.1038/s41588-018-0209-6",
      "title": "Pharmacogenomic landscape of patient-derived tumor cells informs precision oncology therapy",
      "abstract": "Outcomes of anticancer therapy vary dramatically among patients due to diverse genetic and molecular backgrounds, highlighting extensive intertumoral heterogeneity. The fundamental tenet of precision oncology defines molecular characterization of tumors to guide optimal patient-tailored therapy. Towards this goal, we have established a compilation of pharmacological landscapes of 462 patient-derived tumor cells (PDCs) across 14 cancer types, together with genomic and transcriptomic profiling in 385 of these tumors. Compared with the traditional long-term cultured cancer cell line models, PDCs recapitulate the molecular properties and biology of the diseases more precisely. Here, we provide insights into dynamic pharmacogenomic associations, including molecular determinants that elicit therapeutic resistance to EGFR inhibitors, and the potential repurposing of ibrutinib (currently used in hematological malignancies) for EGFR-specific therapy in gliomas. Lastly, we present a potential implementation of PDC-derived drug sensitivities for the prediction of clinical response to targeted therapeutics using retrospective clinical studies.",
      "authorList": [
        "Lee JK",
        "Liu Z",
        "Sa JK",
        "Shin S",
        "Wang J",
        "Bordyuh M",
        "Cho HJ",
        "Elliott O",
        "Chu T",
        "Choi SW",
        "Rosenbloom DIS",
        "Lee IH",
        "Shin YJ",
        "Kang HJ",
        "Kim D",
        "Kim SY",
        "Sim MH",
        "Kim J",
        "Lee T",
        "Seo YJ",
        "Shin H",
        "Lee M",
        "Kim SH",
        "Kwon YJ",
        "Oh JW",
        "Song M",
        "Kim M",
        "Kong DS",
        "Choi JW",
        "Seol HJ",
        "Lee JI",
        "Kim ST",
        "Park JO",
        "Kim KM",
        "Song SY",
        "Lee JW",
        "Kim HC",
        "Lee JE",
        "Choi MG",
        "Seo SW",
        "Shim YM",
        "Zo JI",
        "Jeong BC",
        "Yoon Y",
        "Ryu GH",
        "Kim NKD",
        "Bae JS",
        "Park WY",
        "Lee J",
        "Verhaak RGW",
        "Iavarone A",
        "Lee J",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Liu Z, Sa JK, Shin S, Wang J, Bordyuh M, Cho HJ, Elliott O, Chu T, Choi SW, Rosenbloom DIS, Lee IH, Shin YJ, Kang HJ, Kim D, Kim SY, Sim MH, Kim J, Lee T, Seo YJ, Shin H, Lee M, Kim SH, Kwon YJ, Oh JW, Song M, Kim M, Kong DS, Choi JW, Seol HJ, Lee JI, Kim ST, Park JO, Kim KM, Song SY, Lee JW, Kim HC, Lee JE, Choi MG, Seo SW, Shim YM, Zo JI, Jeong BC, Yoon Y, Ryu GH, Kim NKD, Bae JS, Park WY, Lee J, Verhaak RGW, Iavarone A, Lee J, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2018,
      "month": 10,
      "day": -1,
      "volume": "50",
      "issue": "10",
      "pages": "1399-1411",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "28263318",
      "pmcid": "PMC5627771",
      "doi": "10.1038/ng.3806",
      "title": "Spatiotemporal genomic architecture informs precision oncology in glioblastoma",
      "abstract": "Precision medicine in cancer proposes that genomic characterization of tumors can inform personalized targeted therapies. However, this proposition is complicated by spatial and temporal heterogeneity. Here we study genomic and expression profiles across 127 multisector or longitudinal specimens from 52 individuals with glioblastoma (GBM). Using bulk and single-cell data, we find that samples from the same tumor mass share genomic and expression signatures, whereas geographically separated, multifocal tumors and/or long-term recurrent tumors are seeded from different clones. Chemical screening of patient-derived glioma cells (PDCs) shows that therapeutic response is associated with genetic similarity, and multifocal tumors that are enriched with PIK3CA mutations have a heterogeneous drug-response pattern. We show that targeting truncal events is more efficacious than targeting private events in reducing the tumor burden. In summary, this work demonstrates that evolutionary inference from integrated genomic analysis in multisector biopsies can inform targeted therapeutic interventions for patients with GBM.",
      "authorList": [
        "Lee JK",
        "Wang J",
        "Sa JK",
        "Ladewig E",
        "Lee HO",
        "Lee IH",
        "Kang HJ",
        "Rosenbloom DS",
        "Camara PG",
        "Liu Z",
        "van Nieuwenhuizen P",
        "Jung SW",
        "Choi SW",
        "Kim J",
        "Chen A",
        "Kim KT",
        "Shin S",
        "Seo YJ",
        "Oh JM",
        "Shin YJ",
        "Park CK",
        "Kong DS",
        "Seol HJ",
        "Blumberg A",
        "Lee JI",
        "Iavarone A",
        "Park WY",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Wang J, Sa JK, Ladewig E, Lee HO, Lee IH, Kang HJ, Rosenbloom DS, Camara PG, Liu Z, van Nieuwenhuizen P, Jung SW, Choi SW, Kim J, Chen A, Kim KT, Shin S, Seo YJ, Oh JM, Shin YJ, Park CK, Kong DS, Seol HJ, Blumberg A, Lee JI, Iavarone A, Park WY, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "49",
      "issue": "4",
      "pages": "594-599",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    }
  ]
}
