{
  "person": "jessie-a-brown",
  "publications": [
    {
      "pmid": "33796864",
      "pmcid": "PMC8011577",
      "doi": "10.1038/s43018-020-00124-1",
      "title": "Mutational and functional genetics mapping of chemotherapy resistance mechanisms in relapsed acute lymphoblastic leukemia",
      "abstract": "Multi-agent combination chemotherapy can be curative in acute lymphoblastic leukemia (ALL). Still, patients with primary refractory disease or with relapsed leukemia have a very poor prognosis. Here we integrate an in-depth dissection of the mutational landscape across diagnostic and relapsed pediatric and adult ALL samples with genome-wide CRISPR screen analysis of gene-drug interactions across seven ALL chemotherapy drugs. By combining these analyses, we uncover diagnostic and relapse-specific mutational mechanisms as well as genetic drivers of chemoresistance. Functionally, our data identifies common and drug-specific pathways modulating chemotherapy response and underscores the effect of drug combinations in restricting the selection of resistance-driving genetic lesions. In addition, by identifying actionable targets for the reversal of chemotherapy resistance, these analyses open novel therapeutic opportunities for the treatment of relapse and refractory disease.",
      "authorList": [
        "Oshima K",
        "Zhao J",
        "Pérez-Durán P",
        "Brown JA",
        "Patiño-Galindo JA",
        "Chu T",
        "Quinn A",
        "Gunning T",
        "Belver L",
        "Ambesi-Impiombato A",
        "Tosello V",
        "Wang Z",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Balbin M",
        "Nicolas C",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Litzow M",
        "Minden MD",
        "Meijerink J",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Oshima K, Zhao J, Pérez-Durán P, Brown JA, Patiño-Galindo JA, Chu T, Quinn A, Gunning T, Belver L, Ambesi-Impiombato A, Tosello V, Wang Z, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Balbin M, Nicolas C, Gastier-Foster JM, Devidas M, Loh ML, Paietta E, Tallman MS, Rowe JM, Litzow M, Minden MD, Meijerink J, Rabadan R, Ferrando A",
      "journal": "Nat Cancer",
      "year": 2020,
      "month": 11,
      "day": -1,
      "volume": "1",
      "issue": "11",
      "pages": "1113-1127",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "jessie-a-brown",
        "thomas-gunning",
        "laura-belver-miguel",
        "zixuan-wang",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "30537507",
      "pmcid": "",
      "doi": "10.1016/j.ccell.2018.11.011",
      "title": "Glucocorticoid Resistance in Acute Lymphoblastic Leukemia: BIM Finally",
      "abstract": "Glucocorticoid resistance represents a major challenge in treating acute lymphoblastic leukemia. In this issue of Cancer Cell, Jing and colleagues show epigenetic deregulation of glucocorticoid-induced BIM activation in glucocorticoid-resistant leukemia cells, and restore glucocorticoid-receptor-induced BIM upregulation with DNA demethylating agents to effectively enhance glucocorticoid response.",
      "authorList": ["Brown JA", "Ferrando A"],
      "authors": "Brown JA, Ferrando A",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 12,
      "day": 10,
      "volume": "34",
      "issue": "6",
      "pages": "869-871",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["jessie-a-brown", "adolfo-ferrando"],
      "isbn": ""
    }
  ]
}
