{
  "person": "jia-li",
  "publications": [
    {
      "pmid": "31527169",
      "pmcid": "PMC6891204",
      "doi": "10.1158/1078-0432.CCR-19-0302",
      "title": "Bioactivation of Napabucasin Triggers Reactive Oxygen Species-Mediated Cancer Cell Death",
      "abstract": "Napabucasin (2-acetylfuro-1,4-naphthoquinone or BBI-608) is a small molecule currently being clinically evaluated in various cancer types. It has mostly been recognized for its ability to inhibit STAT3 signaling. However, based on its chemical structure, we hypothesized that napabucasin is a substrate for intracellular oxidoreductases and therefore may exert its anticancer effect through redox cycling, resulting in reactive oxygen species (ROS) production and cell death.",
      "authorList": [
        "Froeling FEM",
        "Swamynathan MM",
        "Deschênes A",
        "Chio IIC",
        "Brosnan E",
        "Yao MA",
        "Alagesan P",
        "Lucito M",
        "Li J",
        "Chang AY",
        "Trotman LC",
        "Belleau P",
        "Park Y",
        "Rogoff HA",
        "Watson JD",
        "Tuveson DA"
      ],
      "authors": "Froeling FEM, Swamynathan MM, Deschênes A, Chio IIC, Brosnan E, Yao MA, Alagesan P, Lucito M, Li J, Chang AY, Trotman LC, Belleau P, Park Y, Rogoff HA, Watson JD, Tuveson DA",
      "journal": "Clin Cancer Res",
      "year": 2019,
      "month": 12,
      "day": 1,
      "volume": "25",
      "issue": "23",
      "pages": "7162-7174",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::christine-chio"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["christine-chio", "jia-li"],
      "isbn": ""
    },
    {
      "pmid": "30291148",
      "pmcid": "PMC6546034",
      "doi": "10.1101/cshperspect.a030395",
      "title": "Prostate Stem Cells and Cancer Stem Cells",
      "abstract": "Stem/progenitor cells play central roles in processes of organogenesis and tissue maintenance, whereas cancer stem cells (CSCs) are thought to drive tumor malignancy. Here, we review recent progress in the identification and analysis of normal prostate stem/progenitor cells as well as putative CSCs in both genetically engineered mouse models as well as in human tissue. We also discuss studies that have investigated the cell type of origin for prostate cancer. In addition, we provide a critical assessment of methodologies used in stem cell analyses and outline directions for future research.",
      "authorList": ["Li JJ", "Shen MM"],
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2019,
      "month": 6,
      "day": 3,
      "volume": "9",
      "issue": "6",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::michael-shen",
        "first-author"
      ],
      "url": "",
      "labs": ["michael-shen"],
      "peopleList": ["michael-shen", "jia-li"],
      "isbn": "",
      "authors": "Li JJ, Shen MM"
    },
    {
      "pmid": "31043744",
      "pmcid": "PMC6533917",
      "doi": "10.1038/s41586-019-1170-y",
      "title": "CD8+ T cells regulate tumour ferroptosis during cancer immunotherapy",
      "abstract": "Cancer immunotherapy restores or enhances the effector function of CD8+ T cells in the tumour microenvironment1,2. CD8+ T cells activated by cancer immunotherapy clear tumours mainly by inducing cell death through perforin-granzyme and Fas-Fas ligand pathways3,4. Ferroptosis is a form of cell death that differs from apoptosis and results from iron-dependent accumulation of lipid peroxide5,6. Although it has been investigated in vitro7,8, there is emerging evidence that ferroptosis might be implicated in a variety of pathological scenarios9,10. It is unclear whether, and how, ferroptosis is involved in T cell immunity and cancer immunotherapy. Here we show that immunotherapy-activated CD8+ T cells enhance ferroptosis-specific lipid peroxidation in tumour cells, and that increased ferroptosis contributes to the anti-tumour efficacy of immunotherapy. Mechanistically, interferon gamma (IFNγ) released from CD8+ T cells downregulates the expression of SLC3A2 and SLC7A11, two subunits of the glutamate-cystine antiporter system xc-, impairs the uptake of cystine by tumour cells, and as a consequence, promotes tumour cell lipid peroxidation and ferroptosis. In mouse models, depletion of cystine or cysteine by cyst(e)inase (an engineered enzyme that degrades both cystine and cysteine) in combination with checkpoint blockade synergistically enhanced T cell-mediated anti-tumour immunity and induced ferroptosis in tumour cells. Expression of system xc- was negatively associated, in cancer patients, with CD8+ T cell signature, IFNγ expression, and patient outcome. Analyses of human transcriptomes before and during nivolumab therapy revealed that clinical benefits correlate with reduced expression of SLC3A2 and increased IFNγ and CD8. Thus, T cell-promoted tumour ferroptosis is an anti-tumour mechanism, and targeting this pathway in combination with checkpoint blockade is a potential therapeutic approach.",
      "authorList": [
        "Wang W",
        "Green M",
        "Choi JE",
        "Gijón M",
        "Kennedy PD",
        "Johnson JK",
        "Liao P",
        "Lang X",
        "Kryczek I",
        "Sell A",
        "Xia H",
        "Zhou J",
        "Li G",
        "Li J",
        "Li W",
        "Wei S",
        "Vatan L",
        "Zhang H",
        "Szeliga W",
        "Gu W",
        "Liu R",
        "Lawrence TS",
        "Lamb C",
        "Tanno Y",
        "Cieslik M",
        "Stone E",
        "Georgiou G",
        "Chan TA",
        "Chinnaiyan A",
        "Zou W"
      ],
      "authors": "Wang W, Green M, Choi JE, Gijón M, Kennedy PD, Johnson JK, Liao P, Lang X, Kryczek I, Sell A, Xia H, Zhou J, Li G, Li J, Li W, Wei S, Vatan L, Zhang H, Szeliga W, Gu W, Liu R, Lawrence TS, Lamb C, Tanno Y, Cieslik M, Stone E, Georgiou G, Chan TA, Chinnaiyan A, Zou W",
      "journal": "Nature",
      "year": 2019,
      "month": 5,
      "day": -1,
      "volume": "569",
      "issue": "7755",
      "pages": "270-274",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jia-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30065069",
      "pmcid": "PMC6120668",
      "doi": "10.15252/embj.201899154",
      "title": "Rtt105 functions as a chaperone for replication protein A to preserve genome stability",
      "abstract": "Generation of single-stranded DNA (ssDNA) is required for the template strand formation during DNA replication. Replication Protein A (RPA) is an ssDNA-binding protein essential for protecting ssDNA at replication forks in eukaryotic cells. While significant progress has been made in characterizing the role of the RPA-ssDNA complex, how RPA is loaded at replication forks remains poorly explored. Here, we show that the Saccharomyces cerevisiae protein regulator of Ty1 transposition 105 (Rtt105) binds RPA and helps load it at replication forks. Cells lacking Rtt105 exhibit a dramatic reduction in RPA loading at replication forks, compromised DNA synthesis under replication stress, and increased genome instability. Mechanistically, we show that Rtt105 mediates the RPA-importin interaction and also promotes RPA binding to ssDNA directly in vitro, but is not present in the final RPA-ssDNA complex. Single-molecule studies reveal that Rtt105 affects the binding mode of RPA to ssDNA These results support a model in which Rtt105 functions as an RPA chaperone that escorts RPA to the nucleus and facilitates its loading onto ssDNA at replication forks.",
      "authorList": [
        "Li S",
        "Xu Z",
        "Xu J",
        "Zuo L",
        "Yu C",
        "Zheng P",
        "Gan H",
        "Wang X",
        "Li L",
        "Sharma S",
        "Chabes A",
        "Li D",
        "Wang S",
        "Zheng S",
        "Li J",
        "Chen X",
        "Sun Y",
        "Xu D",
        "Han J",
        "Chan K",
        "Qi Z",
        "Feng J",
        "Li Q"
      ],
      "authors": "Li S, Xu Z, Xu J, Zuo L, Yu C, Zheng P, Gan H, Wang X, Li L, Sharma S, Chabes A, Li D, Wang S, Zheng S, Li J, Chen X, Sun Y, Xu D, Han J, Chan K, Qi Z, Feng J, Li Q",
      "journal": "EMBO J",
      "year": 2018,
      "month": 9,
      "day": 3,
      "volume": "37",
      "issue": "17",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "xiobin-wang", "jia-li", "karina-chan"],
      "isbn": ""
    }
  ]
}
