{
  "person": "karina-chan",
  "publications": [
    {
      "pmid": "31723131",
      "pmcid": "PMC6853918",
      "doi": "10.1038/s41467-019-13086-5",
      "title": "eIF4A supports an oncogenic translation program in pancreatic ductal adenocarcinoma",
      "abstract": "Pancreatic ductal adenocarcinoma (PDA) is a lethal malignancy with limited treatment options. Although metabolic reprogramming is a hallmark of many cancers, including PDA, previous attempts to target metabolic changes therapeutically have been stymied by drug toxicity and tumour cell plasticity. Here, we show that PDA cells engage an eIF4F-dependent translation program that supports redox and central carbon metabolism. Inhibition of the eIF4F subunit, eIF4A, using the synthetic rocaglate CR-1-31-B (CR-31) reduced the viability of PDA organoids relative to their normal counterparts. In vivo, CR-31 suppresses tumour growth and extends survival of genetically-engineered murine models of PDA. Surprisingly, inhibition of eIF4A also induces glutamine reductive carboxylation. As a consequence, combined targeting of eIF4A and glutaminase activity more effectively inhibits PDA cell growth both in vitro and in vivo. Overall, our work demonstrates the importance of eIF4A in translational control of pancreatic tumour metabolism and as a therapeutic target against PDA.",
      "authorList": [
        "Chan K",
        "Robert F",
        "Oertlin C",
        "Kapeller-Libermann D",
        "Avizonis D",
        "Gutierrez J",
        "Handly-Santana A",
        "Doubrovin M",
        "Park J",
        "Schoepfer C",
        "Da Silva B",
        "Yao M",
        "Gorton F",
        "Shi J",
        "Thomas CJ",
        "Brown LE",
        "Porco JA",
        "Pollak M",
        "Larsson O",
        "Pelletier J",
        "Chio IIC"
      ],
      "authors": "Chan K, Robert F, Oertlin C, Kapeller-Libermann D, Avizonis D, Gutierrez J, Handly-Santana A, Doubrovin M, Park J, Schoepfer C, Da Silva B, Yao M, Gorton F, Shi J, Thomas CJ, Brown LE, Porco JA, Pollak M, Larsson O, Pelletier J, Chio IIC",
      "journal": "Nat Commun",
      "year": 2019,
      "month": 11,
      "day": 13,
      "volume": "10",
      "issue": "1",
      "pages": "5151",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::christine-chio",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["karina-chan", "christine-chio"],
      "isbn": ""
    },
    {
      "pmid": "30065069",
      "pmcid": "PMC6120668",
      "doi": "10.15252/embj.201899154",
      "title": "Rtt105 functions as a chaperone for replication protein A to preserve genome stability",
      "abstract": "Generation of single-stranded DNA (ssDNA) is required for the template strand formation during DNA replication. Replication Protein A (RPA) is an ssDNA-binding protein essential for protecting ssDNA at replication forks in eukaryotic cells. While significant progress has been made in characterizing the role of the RPA-ssDNA complex, how RPA is loaded at replication forks remains poorly explored. Here, we show that the Saccharomyces cerevisiae protein regulator of Ty1 transposition 105 (Rtt105) binds RPA and helps load it at replication forks. Cells lacking Rtt105 exhibit a dramatic reduction in RPA loading at replication forks, compromised DNA synthesis under replication stress, and increased genome instability. Mechanistically, we show that Rtt105 mediates the RPA-importin interaction and also promotes RPA binding to ssDNA directly in vitro, but is not present in the final RPA-ssDNA complex. Single-molecule studies reveal that Rtt105 affects the binding mode of RPA to ssDNA These results support a model in which Rtt105 functions as an RPA chaperone that escorts RPA to the nucleus and facilitates its loading onto ssDNA at replication forks.",
      "authorList": [
        "Li S",
        "Xu Z",
        "Xu J",
        "Zuo L",
        "Yu C",
        "Zheng P",
        "Gan H",
        "Wang X",
        "Li L",
        "Sharma S",
        "Chabes A",
        "Li D",
        "Wang S",
        "Zheng S",
        "Li J",
        "Chen X",
        "Sun Y",
        "Xu D",
        "Han J",
        "Chan K",
        "Qi Z",
        "Feng J",
        "Li Q"
      ],
      "authors": "Li S, Xu Z, Xu J, Zuo L, Yu C, Zheng P, Gan H, Wang X, Li L, Sharma S, Chabes A, Li D, Wang S, Zheng S, Li J, Chen X, Sun Y, Xu D, Han J, Chan K, Qi Z, Feng J, Li Q",
      "journal": "EMBO J",
      "year": 2018,
      "month": 9,
      "day": 3,
      "volume": "37",
      "issue": "17",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "xiobin-wang", "jia-li", "karina-chan"],
      "isbn": ""
    }
  ]
}
