{
  "person": "katia-basso",
  "publications": [
    {
      "pmid": "34050029",
      "pmcid": "",
      "doi": "10.1073/pnas.2104504118",
      "title": "Genetic mechanisms of HLA-I loss and immune escape in diffuse large B cell lymphoma",
      "abstract": "Fifty percent of diffuse large B cell lymphoma (DLBCL) cases lack cell-surface expression of the class I major histocompatibility complex (MHC-I), thus escaping recognition by cytotoxic T cells. Here we show that, across B cell lymphomas, loss of MHC-I, but not MHC-II, is preferentially restricted to DLBCL. To identify the involved mechanisms, we performed whole exome and targeted HLA deep-sequencing in 74 DLBCL samples, and found somatic inactivation of B2M and the HLA-I loci in 80% (34 of 42) of MHC-INEG tumors. Furthermore, 70% (22 of 32) of MHC-IPOS DLBCLs harbored monoallelic HLA-I genetic alterations (MHC-IPOS/mono), indicating allele-specific inactivation. MHC-INEG and MHC-IPOS/mono cases harbored significantly higher mutational burden and inferred neoantigen load, suggesting potential coselection of HLA-I loss and sustained neoantigen production. Notably, the analysis of >500,000 individuals across different cancer types revealed common germline HLA-I homozygosity, preferentially in DLBCL. In mice, germinal-center B cells lacking HLA-I expression did not progress to lymphoma and were counterselected in the context of oncogene-driven lymphomagenesis, suggesting that additional events are needed to license immune evasion. These results suggest a multistep process of HLA-I loss in DLBCL development including both germline and somatic events, and have direct implications for the pathogenesis and immunotherapeutic targeting of this disease.",
      "authorList": [
        "Fangazio M",
        "Ladewig E",
        "Gomez K",
        "Garcia-Ibanez L",
        "Kumar R",
        "Teruya-Feldstein J",
        "Rossi D",
        "Filip I",
        "Pan-Hammarström Q",
        "Inghirami G",
        "Boldorini R",
        "Ott G",
        "Staiger AM",
        "Chapuy B",
        "Gaidano G",
        "Bhagat G",
        "Basso K",
        "Rabadan R",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Fangazio M, Ladewig E, Gomez K, Garcia-Ibanez L, Kumar R, Teruya-Feldstein J, Rossi D, Filip I, Pan-Hammarström Q, Inghirami G, Boldorini R, Ott G, Staiger AM, Chapuy B, Gaidano G, Bhagat G, Basso K, Rabadan R, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2021,
      "month": 6,
      "day": 1,
      "volume": "118",
      "issue": "22",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "karen-gomez",
        "ioan-filip",
        "katia-basso",
        "raul-rabadan",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "32299901",
      "pmcid": "PMC7849582",
      "doi": "10.3324/haematol.2019.241307",
      "title": "miR-939 acts as tumor suppressor by modulating JUNB transcriptional activity in pediatric anaplastic large cell lymphoma",
      "abstract": "",
      "authorList": [
        "Garbin A",
        "Lovisa F",
        "Holmes AB",
        "Damanti CC",
        "Gallingani I",
        "Carraro E",
        "Accordi B",
        "Veltri G",
        "Pizzi M",
        "d'Amore ESG",
        "Pillon M",
        "Biffi A",
        "Basso K",
        "Mussolin L"
      ],
      "authors": "Garbin A, Lovisa F, Holmes AB, Damanti CC, Gallingani I, Carraro E, Accordi B, Veltri G, Pizzi M, d'Amore ESG, Pillon M, Biffi A, Basso K, Mussolin L",
      "journal": "Haematologica",
      "year": 2021,
      "month": 2,
      "day": 1,
      "volume": "106",
      "issue": "2",
      "pages": "610-613",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "32603407",
      "pmcid": "PMC7537389",
      "doi": "10.1084/jem.20200483",
      "title": "Single-cell analysis of germinal-center B cells informs on lymphoma cell of origin and outcome",
      "abstract": "In response to T cell-dependent antigens, mature B cells are stimulated to form germinal centers (GCs), the sites of B cell affinity maturation and the cell of origin (COO) of most B cell lymphomas. To explore the dynamics of GC B cell development beyond the known dark zone and light zone compartments, we performed single-cell (sc) transcriptomic analysis on human GC B cells and identified multiple functionally linked subpopulations, including the distinct precursors of memory B cells and plasma cells. The gene expression signatures associated with these GC subpopulations were effective in providing a sc-COO for ∼80% of diffuse large B cell lymphomas (DLBCLs) and identified novel prognostic subgroups of DLBCL.",
      "authorList": [
        "Holmes AB",
        "Corinaldesi C",
        "Shen Q",
        "Kumar R",
        "Compagno N",
        "Wang Z",
        "Nitzan M",
        "Grunstein E",
        "Pasqualucci L",
        "Dalla-Favera R",
        "Basso K"
      ],
      "authors": "Holmes AB, Corinaldesi C, Shen Q, Kumar R, Compagno N, Wang Z, Nitzan M, Grunstein E, Pasqualucci L, Dalla-Favera R, Basso K",
      "journal": "J Exp Med",
      "year": 2020,
      "month": 10,
      "day": 5,
      "volume": "217",
      "issue": "10",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "clarissa-corinaldesi",
        "qiong-shen",
        "zixuan-wang",
        "laura-pasqualucci",
        "riccardo-dalla-favera",
        "katia-basso"
      ],
      "isbn": ""
    },
    {
      "pmid": "31519498",
      "pmcid": "PMC7362711",
      "doi": "10.1016/j.immuni.2019.08.006",
      "title": "Unique and Shared Epigenetic Programs of the CREBBP and EP300 Acetyltransferases in Germinal Center B Cells Reveal Targetable Dependencies in Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP and EP300 acetyltransferases are among the most common genetic alterations in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). Here, we examined the relationship between these two enzymes in germinal center (GC) B cells, the normal counterpart of FL and DLBCL, and in lymphomagenesis by using conditional GC-directed deletion mouse models targeting Crebbp or Ep300. We found that CREBBP and EP300 modulate common as well as distinct transcriptional programs implicated in separate anatomic and functional GC compartments. Consistently, deletion of Ep300 but not Crebbp impaired the fitness of GC B cells in vivo. Combined loss of Crebbp and Ep300 completely abrogated GC formation, suggesting that these proteins partially compensate for each other through common transcriptional targets. This synthetic lethal interaction was retained in CREBBP-mutant DLBCL cells and could be pharmacologically targeted with selective small molecule inhibitors of CREBBP and EP300 function. These data provide proof-of-principle for the clinical development of EP300-specific inhibitors in FL and DLBCL.",
      "authorList": [
        "Meyer SN",
        "Scuoppo C",
        "Vlasevska S",
        "Bal E",
        "Holmes AB",
        "Holloman M",
        "Garcia-Ibanez L",
        "Nataraj S",
        "Duval R",
        "Vantrimpont T",
        "Basso K",
        "Brooks N",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Meyer SN, Scuoppo C, Vlasevska S, Bal E, Holmes AB, Holloman M, Garcia-Ibanez L, Nataraj S, Duval R, Vantrimpont T, Basso K, Brooks N, Dalla-Favera R, Pasqualucci L",
      "journal": "Immunity",
      "year": 2019,
      "month": 9,
      "day": 17,
      "volume": "51",
      "issue": "3",
      "pages": "535-547",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stefanie-meyer",
        "claudio-scuoppo",
        "sofija-vlasevska",
        "elodie-bal",
        "antony-holmes",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "31383760",
      "pmcid": "PMC6708382",
      "doi": "10.1073/pnas.1905239116",
      "title": "Repurposing dasatinib for diffuse large B cell lymphoma",
      "abstract": "To repurpose compounds for diffuse large B cell lymphoma (DLBCL), we screened a library of drugs and other targeted compounds approved by the US Food and Drug Administration on 9 cell lines and validated the results on a panel of 32 genetically characterized DLBCL cell lines. Dasatinib, a multikinase inhibitor, was effective against 50% of DLBCL cell lines, as well as against in vivo xenografts. Dasatinib was more broadly active than the Bruton kinase inhibitor ibrutinib and overcame ibrutinib resistance. Tumors exhibiting dasatinib resistance were commonly characterized by activation of the PI3K pathway and loss of PTEN expression as a specific biomarker. PI3K suppression by mTORC2 inhibition synergized with dasatinib and abolished resistance in vitro and in vivo. These results provide a proof of concept for the repurposing approach in DLBCL, and point to dasatinib as an attractive strategy for further clinical development in lymphomas.",
      "authorList": [
        "Scuoppo C",
        "Wang J",
        "Persaud M",
        "Mittan SK",
        "Basso K",
        "Pasqualucci L",
        "Rabadan R",
        "Inghirami G",
        "Grandori C",
        "Bosch F",
        "Dalla-Favera R"
      ],
      "authors": "Scuoppo C, Wang J, Persaud M, Mittan SK, Basso K, Pasqualucci L, Rabadan R, Inghirami G, Grandori C, Bosch F, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 8,
      "day": 20,
      "volume": "116",
      "issue": "34",
      "pages": "16981-16986",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "claudio-scuoppo",
        "katia-basso",
        "laura-pasqualucci",
        "raul-rabadan",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "30205047",
      "pmcid": "PMC6223119",
      "doi": "10.1016/j.ccell.2018.08.006",
      "title": "MEF2B Instructs Germinal Center Development and Acts as an Oncogene in B Cell Lymphomagenesis",
      "abstract": "The gene encoding the MEF2B transcription factor is mutated in germinal center (GC)-derived B cell lymphomas, but its role in GC development and lymphomagenesis is unknown. We demonstrate that Mef2b deletion reduces GC formation in mice and identify MEF2B transcriptional targets in GC, with roles in cell proliferation, apoptosis, GC confinement, and differentiation. The most common lymphoma-associated MEF2B mutant (MEF2BD83V) is hypomorphic, yet escapes binding and negative regulation by components of the HUCA complex and class IIa HDACs. Mef2bD83V expression in mice leads to GC enlargement and lymphoma development, a phenotype that becomes fully penetrant in combination with BCL2 de-regulation, an event associated with human MEF2B mutations. These results identify MEF2B as a critical GC regulator and a driver oncogene in lymphomagenesis.",
      "authorList": [
        "Brescia P",
        "Schneider C",
        "Holmes AB",
        "Shen Q",
        "Hussein S",
        "Pasqualucci L",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Brescia P, Schneider C, Holmes AB, Shen Q, Hussein S, Pasqualucci L, Basso K, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 9,
      "day": 10,
      "volume": "34",
      "issue": "3",
      "pages": "453-465",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "qiong-shen",
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "30104632",
      "pmcid": "",
      "doi": "10.1038/s41590-018-0189-9",
      "title": "Singling out the out-of-tune in lymphoma",
      "abstract": "",
      "authorList": ["Basso K"],
      "authors": "Basso K",
      "journal": "Nat Immunol",
      "year": 2018,
      "month": 9,
      "day": -1,
      "volume": "19",
      "issue": "9",
      "pages": "903-905",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "29296210",
      "pmcid": "PMC5746112",
      "doi": "10.18632/oncotarget.22386",
      "title": "Clinical impact of miR-223 expression in pediatric T-Cell lymphoblastic lymphoma",
      "abstract": "Although probability of event-free survival in pediatric lymphoblastic T-cell lymphoma (T-LBL) is about 75%, survival in relapsed patients is very poor, so the identification of new molecular markers is crucial for treatment optimization. Here, we demonstrated that the over-expression of miR-223 promotes tumor T-LBL cell growth, migration and invasion in vitro. We found out that SIK1, an anti-metastatic protein, is a direct target of miR-223 and consequently is significantly reduced in miR-223-overexpressing tumor cells. We measured miR-223 expression levels at diagnosis in tumor biopsies from 67 T-LBL pediatric patients for whom complete clinical and follow up data were available, and we found that high miR-223 expression (above the median value) is associated with worse prognosis (PFS 66% vs 94%, P=0.0036). In addition, the multivariate analysis, conducted taking into account miR-223 expression level and other molecular and clinical characteristics, showed that only high level of miR-223 is an independent factor for worse prognosis. MiR-223 represents a promising marker for treatment stratification in pediatric patients with T-LBL and we provide the first evidence of miR-223 potential role as oncomir by SIK1 repression.",
      "authorList": [
        "Pomari E",
        "Lovisa F",
        "Carraro E",
        "Primerano S",
        "D'Amore ESG",
        "Bonvini P",
        "Nigro LL",
        "Vito R",
        "Vinti L",
        "Farruggia P",
        "Pillon M",
        "Basso G",
        "Basso K",
        "Mussolin L"
      ],
      "authors": "Pomari E, Lovisa F, Carraro E, Primerano S, D'Amore ESG, Bonvini P, Nigro LL, Vito R, Vinti L, Farruggia P, Pillon M, Basso G, Basso K, Mussolin L",
      "journal": "Oncotarget",
      "year": 2017,
      "month": 12,
      "day": 8,
      "volume": "8",
      "issue": "64",
      "pages": "107886-107898",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "28069569",
      "pmcid": "PMC5386396",
      "doi": "10.1158/2159-8290.CD-16-1417",
      "title": "The CREBBP Acetyltransferase Is a Haploinsufficient Tumor Suppressor in B-cell Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP acetyltransferase are highly frequent in diffuse large B-cell lymphoma (DLBCL) and follicular lymphoma (FL), the two most common germinal center (GC)-derived cancers. However, the role of CREBBP inactivation in lymphomagenesis remains unclear. Here, we show that CREBBP regulates enhancer/super-enhancer networks with central roles in GC/post-GC cell fate decisions, including genes involved in signal transduction by the B-cell receptor and CD40 receptor, transcriptional control of GC and plasma cell development, and antigen presentation. Consistently, Crebbp-deficient B cells exhibit enhanced response to mitogenic stimuli and perturbed plasma cell differentiation. Although GC-specific loss of Crebbp was insufficient to initiate malignant transformation, compound Crebbp-haploinsufficient/BCL2-transgenic mice, mimicking the genetics of FL and DLBCL, develop clonal lymphomas recapitulating the features of the human diseases. These findings establish CREBBP as a haploinsufficient tumor-suppressor gene in GC B cells and provide insights into the mechanisms by which its loss contributes to lymphomagenesis.Significance: Loss-of-function mutations of CREBBP are common and early lesions in FL and DLBCL, suggesting a prominent role in lymphoma initiation. Our studies identify the cellular program by which reduced CREBBP dosage facilitates malignant transformation, and have direct implications for targeted lymphoma therapy based on drugs affecting CREBBP-mediated chromatin acetylation. Cancer Discov; 7(3); 322-37. ©2017 AACR.This article is highlighted in the In This Issue feature, p. 235.",
      "authorList": [
        "Zhang J",
        "Vlasevska S",
        "Wells VA",
        "Nataraj S",
        "Holmes AB",
        "Duval R",
        "Meyer SN",
        "Mo T",
        "Basso K",
        "Brindle PK",
        "Hussein S",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Vlasevska S, Wells VA, Nataraj S, Holmes AB, Duval R, Meyer SN, Mo T, Basso K, Brindle PK, Hussein S, Dalla-Favera R, Pasqualucci L",
      "journal": "Cancer Discov",
      "year": 2017,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "3",
      "pages": "322-337",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "sofija-vlasevska",
        "antony-holmes",
        "stefanie-meyer",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "27773932",
      "pmcid": "",
      "doi": "10.1038/leu.2016.292",
      "title": "NPM-ALK expression levels identify two distinct subtypes of paediatric anaplastic large cell lymphoma",
      "abstract": "",
      "authorList": [
        "Pomari E",
        "Basso G",
        "Bresolin S",
        "Pillon M",
        "Carraro E",
        "d'Amore ES",
        "Viola G",
        "Frasson C",
        "Basso K",
        "Bonvini P",
        "Mussolin L"
      ],
      "authors": "Pomari E, Basso G, Bresolin S, Pillon M, Carraro E, d'Amore ES, Viola G, Frasson C, Basso K, Bonvini P, Mussolin L",
      "journal": "Leukemia",
      "year": 2017,
      "month": 2,
      "day": -1,
      "volume": "31",
      "issue": "2",
      "pages": "498-501",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "27166359",
      "pmcid": "",
      "doi": "10.1182/blood-2015-11-684357",
      "title": "FBXO11 inactivation leads to abnormal germinal-center formation and lymphoproliferative disease",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for the germinal center (GC) reaction and is implicated in lymphomagenesis. BCL6 protein stability is regulated by F-box protein 11 (FBXO11)-mediated ubiquitination and degradation, which is impaired in ∼6% of diffuse large B-cell lymphomas that carry inactivating genetic alterations targeting the FBXO11 gene. In order to investigate the role of FBXO11 in vivo, we analyzed GC-specific FBXO11 knockout mice. FBXO11 reduction or loss led to an increased number of GC B cells, to an altered ratio of GC dark zone to light zone cells, and to higher levels of BCL6 protein in GC B cells. B-cell receptor-mediated degradation of BCL6 was reduced in the absence of FBXO11, suggesting that FBXO11 contributes to the physiologic downregulation of BCL6 at the end of the GC reaction. Finally, FBXO11 inactivation was associated with the development of lymphoproliferative disorders in mice.",
      "authorList": [
        "Schneider C",
        "Kon N",
        "Amadori L",
        "Shen Q",
        "Schwartz FH",
        "Tischler B",
        "Bossennec M",
        "Dominguez-Sola D",
        "Bhagat G",
        "Gu W",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Schneider C, Kon N, Amadori L, Shen Q, Schwartz FH, Tischler B, Bossennec M, Dominguez-Sola D, Bhagat G, Gu W, Basso K, Dalla-Favera R",
      "journal": "Blood",
      "year": 2016,
      "month": 8,
      "day": 4,
      "volume": "128",
      "issue": "5",
      "pages": "660-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ning-kon",
        "qiong-shen",
        "wei-gu",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "26620759",
      "pmcid": "",
      "doi": "10.1016/j.immuni.2015.10.015",
      "title": "The FOXO1 Transcription Factor Instructs the Germinal Center Dark Zone Program",
      "abstract": "The pathways regulating formation of the germinal center (GC) dark zone (DZ) and light zone (LZ) are unknown. In this study we show that FOXO1 transcription factor expression was restricted to the GC DZ and was required for DZ formation, since its absence in mice led to the loss of DZ gene programs and the formation of LZ-only GCs. FOXO1-negative GC B cells displayed normal somatic hypermutation but defective affinity maturation and class switch recombination. The function of FOXO1 in sustaining the DZ program involved the trans-activation of the chemokine receptor CXCR4, and cooperation with the BCL6 transcription factor in the trans-repression of genes involved in immune activation, DNA repair, and plasma cell differentiation. These results also have implications for the role of FOXO1 in lymphomagenesis because they suggest that constitutive FOXO1 activity might be required for the oncogenic activity of deregulated BCL6 expression.",
      "authorList": [
        "Dominguez-Sola D",
        "Kung J",
        "Holmes AB",
        "Wells VA",
        "Mo T",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Dominguez-Sola D, Kung J, Holmes AB, Wells VA, Mo T, Basso K, Dalla-Favera R",
      "journal": "Immunity",
      "year": 2015,
      "month": 12,
      "day": 15,
      "volume": "43",
      "issue": "6",
      "pages": "1064-74",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "26366712",
      "pmcid": "PMC5145002",
      "doi": "10.1038/nm.3940",
      "title": "Disruption of KMT2D perturbs germinal center B cell development and promotes lymphomagenesis",
      "abstract": "Mutations in the gene encoding the KMT2D (or MLL2) methyltransferase are highly recurrent and occur early during tumorigenesis in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). However, the functional consequences of these mutations and their role in lymphomagenesis are unknown. Here we show that FL- and DLBCL-associated KMT2D mutations impair KMT2D enzymatic activity, leading to diminished global H3K4 methylation in germinal-center (GC) B cells and DLBCL cells. Conditional deletion of Kmt2d early during B cell development, but not after initiation of the GC reaction, results in an increase in GC B cells and enhances B cell proliferation in mice. Moreover, genetic ablation of Kmt2d in mice overexpressing Bcl2 increases the incidence of GC-derived lymphomas resembling human tumors. These findings suggest that KMT2D acts as a tumor suppressor gene whose early loss facilitates lymphomagenesis by remodeling the epigenetic landscape of the cancer precursor cells. Eradication of KMT2D-deficient cells may thus represent a rational therapeutic approach for targeting early tumorigenic events. ",
      "authorList": [
        "Zhang J",
        "Dominguez-Sola D",
        "Hussein S",
        "Lee JE",
        "Holmes AB",
        "Bansal M",
        "Vlasevska S",
        "Mo T",
        "Tang H",
        "Basso K",
        "Ge K",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Dominguez-Sola D, Hussein S, Lee JE, Holmes AB, Bansal M, Vlasevska S, Mo T, Tang H, Basso K, Ge K, Dalla-Favera R, Pasqualucci L",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1190-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "sofija-vlasevska",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "25712152",
      "pmcid": "",
      "doi": "10.1038/nri3814",
      "title": "Germinal centres and B cell lymphomagenesis",
      "abstract": "Germinal centres (GCs) are involved in the selection of B cells secreting high-affinity antibodies and are also the origin of most human B cell lymphomas. Recent progress has been made in identifying the functionally relevant stages of the GC and the complex trafficking mechanisms of B cells within the GC. These studies have identified transcription factors and signalling pathways that regulate distinct phases of GC development. Notably, these factors and pathways are hijacked during tumorigenesis, as revealed by analyses of the genetic lesions associated with various types of B cell lymphomas. This Review focuses on recent insights into the mechanisms that regulate GC development and that are relevant for human B cell lymphomagenesis. ",
      "authorList": ["Basso K", "Dalla-Favera R"],
      "journal": "Nat Rev Immunol",
      "year": 2015,
      "month": 3,
      "day": -1,
      "volume": "15",
      "issue": "3",
      "pages": "172-84",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": ["katia-basso", "riccardo-dalla-favera"],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": "",
      "authors": "Basso K, Dalla-Favera R"
    },
    {
      "pmid": "24727675",
      "pmcid": "",
      "doi": "10.1038/leu.2014.134",
      "title": "An aberrant microRNA signature in childhood T-cell lymphoblastic lymphoma affecting CDKN1B expression, NOTCH1 and growth factor signaling pathways",
      "abstract": "",
      "authorList": [
        "Mussolin L",
        "Holmes AB",
        "Romualdi C",
        "Sales G",
        "D'Amore ES",
        "Ghisi M",
        "Pillon M",
        "Rosolen A",
        "Basso K"
      ],
      "authors": "Mussolin L, Holmes AB, Romualdi C, Sales G, D'Amore ES, Ghisi M, Pillon M, Rosolen A, Basso K",
      "journal": "Leukemia",
      "year": 2014,
      "month": 9,
      "day": -1,
      "volume": "28",
      "issue": "9",
      "pages": "1909-12",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "24843176",
      "pmcid": "PMC4050621",
      "doi": "10.1073/pnas.1322466111",
      "title": "MicroRNA 28 controls cell proliferation and is down-regulated in B-cell lymphomas",
      "abstract": "Burkitt lymphoma (BL) is a highly aggressive B-cell non-Hodgkin lymphoma (B-NHL), which originates from germinal center (GC) B cells and harbors translocations deregulating v-myc avian myelocytomatosis viral oncogene homolog (MYC). A comparative analysis of microRNAs expressed in normal and malignant GC B cells identified microRNA 28 (miR-28) as significantly down-regulated in BL, as well as in other GC-derived B-NHL. We show that reexpression of miR-28 impairs cell proliferation and clonogenic properties of BL cells by modulating several targets including MAD2 mitotic arrest deficient-like 1, MAD2L1, a component of the spindle checkpoint whose down-regulation is essential in mediating miR-28-induced proliferation arrest, and BCL2-associated athanogene, BAG1, an activator of the ERK pathway. We identify the oncogene MYC as a negative regulator of miR-28 expression, suggesting that its deregulation by chromosomal translocation in BL leads to miR-28 suppression. In addition, we show that miR-28 can inhibit MYC-induced transformation by directly targeting genes up-regulated by MYC. Overall, our data suggest that miR-28 acts as a tumor suppressor in BL and that its repression by MYC contributes to B-cell lymphomagenesis. ",
      "authorList": [
        "Schneider C",
        "Setty M",
        "Holmes AB",
        "Maute RL",
        "Leslie CS",
        "Mussolin L",
        "Rosolen A",
        "Dalla-Favera R",
        "Basso K"
      ],
      "authors": "Schneider C, Setty M, Holmes AB, Maute RL, Leslie CS, Mussolin L, Rosolen A, Dalla-Favera R, Basso K",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2014,
      "month": 6,
      "day": 3,
      "volume": "111",
      "issue": "22",
      "pages": "8185-90",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "riccardo-dalla-favera", "katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "23974956",
      "pmcid": "PMC3954820",
      "doi": "10.1038/ni.2688",
      "title": "MEF2B mutations lead to deregulated expression of the oncogene BCL6 in diffuse large B cell lymphoma",
      "abstract": "MEF2B encodes a transcriptional activator and is mutated in ∼11% of diffuse large B cell lymphomas (DLBCLs) and ∼12% of follicular lymphomas (FLs). Here we found that MEF2B directly activated the transcription of the proto-oncogene BCL6 in normal germinal-center (GC) B cells and was required for DLBCL proliferation. Mutation of MEF2B resulted in enhanced transcriptional activity of MEF2B either through disruption of its interaction with the corepressor CABIN1 or by rendering it insensitive to inhibitory signaling events mediated by phosphorylation and sumoylation. Consequently, the transcriptional activity of Bcl-6 was deregulated in DLBCLs with MEF2B mutations. Thus, somatic mutations of MEF2B may contribute to lymphomagenesis by deregulating BCL6 expression, and MEF2B may represent an alternative target for blocking Bcl-6 activity in DLBCLs. ",
      "authorList": [
        "Ying CY",
        "Dominguez-Sola D",
        "Fabi M",
        "Lorenz IC",
        "Hussein S",
        "Bansal M",
        "Califano A",
        "Pasqualucci L",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Ying CY, Dominguez-Sola D, Fabi M, Lorenz IC, Hussein S, Bansal M, Califano A, Pasqualucci L, Basso K, Dalla-Favera R",
      "journal": "Nat Immunol",
      "year": 2013,
      "month": 10,
      "day": -1,
      "volume": "14",
      "issue": "10",
      "pages": "1084-92",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "24039180",
      "pmcid": "",
      "doi": "10.1002/wrna.1193",
      "title": "RNAs with multiple personalities",
      "abstract": "In the last decade, advances in sequencing technology and a renewed focus on the regulatory potential of RNA molecules have combined to stimulate an enormous expansion in the catalog of known eukaryotic RNAs. Beyond the sheer numerical diversity of RNA species, recent studies have begun to uncover hints of even greater functional complexity. An increasing number of RNA molecules, including those from classic, well-studied classes, have been found to act in previously unanticipated regulatory roles, or as substrate for the biogenesis of functionally distinct RNA molecules, or both. Thus, these molecules can fulfill multiple, parallel functions, compounding the already rich landscape of RNA biology, and potentially connecting disparate biological regulatory networks in unexpected ways. In this article, we review recently discovered instances of RNA multifunctionality, with a particular focus on regulatory small RNAs.",
      "authorList": ["Maute RL", "Dalla-Favera R", "Basso K"],
      "authors": "Maute RL, Dalla-Favera R, Basso K",
      "journal": "Wiley Interdiscip Rev RNA",
      "year": 2013,
      "month": 5,
      "day": 7,
      "volume": "5",
      "issue": "1",
      "pages": "1-13",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["riccardo-dalla-favera", "katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "23297232",
      "pmcid": "PMC3557069",
      "doi": "10.1073/pnas.1206761110",
      "title": "tRNA-derived microRNA modulates proliferation and the DNA damage response and is down-regulated in B cell lymphoma",
      "abstract": "Sequencing studies from several model systems have suggested that diverse and abundant small RNAs may be derived from tRNA, but the function of these molecules remains undefined. Here, we demonstrate that one such tRNA-derived fragment, cloned from human mature B cells and designated CU1276, in fact possesses the functional characteristics of a microRNA, including a DICER1-dependent biogenesis, physical association with Argonaute proteins, and the ability to repress mRNA transcripts in a sequence-specific manner. Expression of CU1276 is abundant in normal germinal center B cells but absent in germinal center-derived lymphomas, suggesting a role in the pathogenesis of this disease. Furthermore, CU1276 represses endogenous RPA1, an essential gene involved in many aspects of DNA dynamics, and consequently, expression of this tRNA-derived microRNA in a lymphoma cell line suppresses proliferation and modulates the molecular response to DNA damage. These results establish that functionally active microRNAs can be derived from tRNA, thus defining a class of genetic entities with potentially important biological roles.",
      "authorList": [
        "Maute RL",
        "Schneider C",
        "Sumazin P",
        "Holmes A",
        "Califano A",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Maute RL, Schneider C, Sumazin P, Holmes A, Califano A, Basso K, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2013,
      "month": 1,
      "day": 22,
      "volume": "110",
      "issue": "4",
      "pages": "1404-9",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["antony-holmes", "katia-basso", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "23296966",
      "pmcid": "",
      "doi": "10.1007/978-1-62703-269-8_12",
      "title": "Gene expression profile analysis of lymphomas",
      "abstract": "Through the genome-wide characterization of a cell type's transcriptome, gene expression profile analysis provides a potent tool for analyzing the pathogenesis of lymphomas and has had a major impact on the understanding of lymphoid neoplasia. The analysis of gene expression patterns of lymphomas and normal lymphocytes permits (1) the definition of molecular subtypes of lymphoma; (2) the identification of the normal cellular counterpart of a lymphoma subtype; (3) the identification of diagnostic markers and therapeutic targets; and (4) the identification of signaling pathways affected by the oncogenic transformation. This chapter presents an approach to accomplish these goals.",
      "authorList": ["Basso K", "Klein U"],
      "authors": "Basso K, Klein U",
      "journal": "Methods Mol Biol",
      "year": 2013,
      "month": -1,
      "day": -1,
      "volume": "971",
      "issue": "",
      "pages": "213-26",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "23166356",
      "pmcid": "PMC3526356",
      "doi": "10.1084/jem.20121387",
      "title": "BCL6 positively regulates AID and germinal center gene expression via repression of miR-155",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for germinal center (GC) formation and whose de-regulation is involved in lymphomagenesis. Although substantial evidence indicates that BCL6 exerts its function by repressing the transcription of hundreds of protein-coding genes, its potential role in regulating gene expression via microRNAs (miRNAs) is not known. We have identified a core of 15 miRNAs that show binding of BCL6 in their genomic loci and are down-regulated in GC B cells. Among BCL6 validated targets, miR-155 and miR-361 directly modulate AID expression, indicating that via repression of these miRNAs, BCL6 up-regulates AID. Similarly, the expression of additional genes relevant for the GC phenotype, including SPI1, IRF8, and MYB, appears to be sustained via BCL6-mediated repression of miR-155. These findings identify a novel mechanism by which BCL6, in addition to repressing protein coding genes, promotes the expression of important GC functions by repressing specific miRNAs.",
      "authorList": [
        "Basso K",
        "Schneider C",
        "Shen Q",
        "Holmes AB",
        "Setty M",
        "Leslie C",
        "Dalla-Favera R"
      ],
      "authors": "Basso K, Schneider C, Shen Q, Holmes AB, Setty M, Leslie C, Dalla-Favera R",
      "journal": "J Exp Med",
      "year": 2012,
      "month": 12,
      "day": 17,
      "volume": "209",
      "issue": "13",
      "pages": "2455-65",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "qiong-shen",
        "antony-holmes",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "22500840",
      "pmcid": "",
      "doi": "10.1111/j.1600-065X.2012.01112.x",
      "title": "Roles of BCL6 in normal and transformed germinal center B cells",
      "abstract": "BCL6 is a transcriptional repressor required in mature B cells during the germinal center (GC) reaction. Multiple mechanisms act coordinately to timely modulate BCL6 expression at transcriptional and post-transcriptional levels. BCL6 prevents premature activation and differentiation of GC B cells and provides an environment tolerant of the DNA breaks associated with immunoglobulin gene remodeling mechanisms involved in the production of high-affinity antibodies of different isotypes. The critical functions exerted by BCL6 during normal B-cell development can be hijacked by the malignant transformation process. Indeed, BCL6 is targeted by genetic aberrations and acts as an oncogene in GC-derived lymphomas. The aberrations affecting BCL6 interfere with the multiple levels of regulation that grant a fine tuning of BCL6 expression and activity in physiologic conditions. This review summarizes the current knowledge on BCL6 function and its role in lymphomagenesis.",
      "authorList": ["Basso K", "Dalla-Favera R"],
      "authors": "Basso K, Dalla-Favera R",
      "journal": "Immunol Rev",
      "year": 2012,
      "month": 5,
      "day": -1,
      "volume": "247",
      "issue": "1",
      "pages": "172-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "21987448",
      "pmcid": "",
      "doi": "10.1002/gcc.20924",
      "title": "T-cell lymphoblastic lymphoma shows differences and similarities with T-cell acute lymphoblastic leukemia by genomic and gene expression analyses",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) and lymphoma (T-LBL) share common morphological and immunophenotypic features and are treated with similar therapeutic approaches. Nonetheless, they show distinct clinical presentations, suggesting that they may represent two different biological entities. To investigate the genetic characteristics of T-LBL and T-ALL, we used genomic and transcriptional profiling approaches. Genome-wide gene expression profiling, performed on 20 T-LBL and 10 T-ALL diagnostic specimens, revealed that the two malignancies shared a large fraction of their transcriptional profile while a subset of genes appeared to be differentially expressed in T-LBL versus T-ALL. This signature included genes involved in chemotactic responses and angiogenesis, which may play a role in tumor cell localization. Genome-wide copy number alteration analysis was performed on a subset of the samples analyzed by gene expression profiling and detected 41 recurrently altered genetic loci. Although most aberrations were found in both entities, several were selectively identified in T-LBL or T-ALL. In addition, NOTCH1 mutational status was found to correlate with a subset of genetic aberrations. Taken together, these results suggest that T-LBL and T-ALL are indeed two distinct diseases with unique transcriptional and genetic characteristics.",
      "authorList": [
        "Basso K",
        "Mussolin L",
        "Lettieri A",
        "Brahmachary M",
        "Lim WK",
        "Califano A",
        "Basso G",
        "Biondi A",
        "Cazzaniga G",
        "Rosolen A"
      ],
      "authors": "Basso K, Mussolin L, Lettieri A, Brahmachary M, Lim WK, Califano A, Basso G, Biondi A, Cazzaniga G, Rosolen A",
      "journal": "Genes Chromosomes Cancer",
      "year": 2011,
      "month": 12,
      "day": -1,
      "volume": "50",
      "issue": "12",
      "pages": "1063-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "19965633",
      "pmcid": "PMC2817639",
      "doi": "10.1182/blood-2009-06-227017",
      "title": "Integrated biochemical and computational approach identifies BCL6 direct target genes controlling multiple pathways in normal germinal center B cells",
      "abstract": "BCL6 is a transcriptional repressor required for mature B-cell germinal center (GC) formation and implicated in lymphomagenesis. BCL6's physiologic function is only partially known because the complete set of its targets in GC B cells has not been identified. To address this issue, we used an integrated biochemical-computational-functional approach to identify BCL6 direct targets in normal GC B cells. This approach includes (1) identification of BCL6-bound promoters by genome-wide chromatin immunoprecipitation, (2) inference of transcriptional relationships by the use of a regulatory network reverse engineering approach (ARACNe), and (3) validation of physiologic relevance of the candidate targets down-regulated in GC B cells. Our approach demonstrated that a large set of promoters (> 4000) is physically bound by BCL6 but that only a fraction of them is repressed in GC B cells. This set of 1207 targets identifies several cellular functions directly controlled by BCL6 during GC development, including activation, survival, DNA-damage response, cell cycle arrest, cytokine signaling, Toll-like receptor signaling, and differentiation. These results define a broad role of BCL6 in preventing centroblasts from responding to signals leading to exit from the GC before they complete the phase of proliferative expansion and of antibody affinity maturation.",
      "authorList": [
        "Basso K",
        "Saito M",
        "Sumazin P",
        "Margolin AA",
        "Wang K",
        "Lim WK",
        "Kitagawa Y",
        "Schneider C",
        "Alvarez MJ",
        "Califano A",
        "Dalla-Favera R"
      ],
      "authors": "Basso K, Saito M, Sumazin P, Margolin AA, Wang K, Lim WK, Kitagawa Y, Schneider C, Alvarez MJ, Califano A, Dalla-Favera R",
      "journal": "Blood",
      "year": 2010,
      "month": 2,
      "day": 4,
      "volume": "115",
      "issue": "5",
      "pages": "975-84",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "20510734",
      "pmcid": "",
      "doi": "10.1016/S0065-2776(10)05007-8",
      "title": "BCL6: master regulator of the germinal center reaction and key oncogene in B cell lymphomagenesis",
      "abstract": "BCL6 is a transcriptional repressor which has emerged as a critical regulator of germinal centers (GC), the sites where B cells are selected based on the production of antibodies with high affinity for the antigen. BCL6 is also a frequently activated oncogene in the pathogenesis of human B cell lymphomas, most of which derive from the GC B cells. A thorough understanding of the biological role of BCL6 in normal B cell development and lymphomagenesis depends upon the identification of the full set of genes that are targets of its transcriptional regulatory function. Recently, the identification of BCL6 targets has been implemented with the use of genome-wide chromatin immunoprecipitation and gene expression profiling approaches. A large set of promoters have been shown to be physically bound by BCL6, but only a fraction of them appears to be subjected to transcriptional repression in GC B cells. This set of BCL6 targets points to a number of cellular functions which are likely to be directly controlled by BCL6 during GC development, including activation, survival, DNA-damage response, cell cycle arrest, cytokine-, toll-like receptor-, TGFbeta-, WNT-signaling, and differentiation. Overall, BCL6 is revealing its dual role of \"safe-keeper\" in preventing centroblasts from responding to signals leading to a premature exit from the GC and of contributor to lymphomagenesis by allowing the instauration of conditions favorable to malignant transformation.",
      "authorList": ["Basso K", "Dalla-Favera R"],
      "authors": "Basso K, Dalla-Favera R",
      "journal": "Adv Immunol",
      "year": 2010,
      "month": -1,
      "day": -1,
      "volume": "105",
      "issue": "",
      "pages": "193-210",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "19549844",
      "pmcid": "PMC2708681",
      "doi": "10.1073/pnas.0903854106",
      "title": "BCL6 suppression of BCL2 via Miz1 and its disruption in diffuse large B cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for germinal center (GC) formation and whose deregulation by genomic lesions is implicated in the pathogenesis of GC-derived diffuse large B cell lymphoma (DLBCL) and, less frequently, follicular lymphoma (FL). The biological function of BCL6 is only partially understood because no more than a few genes have been functionally characterized as direct targets of BCL6 transrepression activity. Here we report that the anti-apoptotic proto-oncogene BCL2 is a direct target of BCL6 in GC B cells. BCL6 binds to the BCL2 promoter region by interacting with the transcriptional activator Miz1 and suppresses Miz1-induced activation of BCL2 expression. BCL6-mediated suppression of BCL2 is lost in FL and DLBCL, where the 2 proteins are pathologically coexpressed, because of BCL2 chromosomal translocations and other mechanisms, including Miz1 deregulation and somatic mutations in the BCL2 promoter region. These results identify an important function for BCL6 in facilitating apoptosis of GC B cells via suppression of BCL2, and suggest that blocking this pathway is critical for lymphomagenesis.",
      "authorList": [
        "Saito M",
        "Novak U",
        "Piovan E",
        "Basso K",
        "Sumazin P",
        "Schneider C",
        "Crespo M",
        "Shen Q",
        "Bhagat G",
        "Califano A",
        "Chadburn A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Saito M, Novak U, Piovan E, Basso K, Sumazin P, Schneider C, Crespo M, Shen Q, Bhagat G, Califano A, Chadburn A, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2009,
      "month": 7,
      "day": 7,
      "volume": "106",
      "issue": "27",
      "pages": "11294-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "qiong-shen",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "19194469",
      "pmcid": "",
      "doi": "10.1038/leu.2009.4",
      "title": "Toward a systems biology approach to investigate cellular networks in normal and malignant B cells",
      "abstract": "In recent years, we experienced an increasing development of new technologies that aim to comprehensively dissect the molecular genetics of cellular phenotypes. Pioneering studies have been performed on leukemia and lymphoma and then extended to many other types of malignancies. Genome-wide technologies allow taking snapshots of defined cellular context from an unbiased angle highlighting a complexity that we still struggle to fully interpret. The increasing availability of technologies to detect genetic, transcriptional and post-transcriptional characteristics of cellular systems needs to be associated with the development of computational tools to fully investigate these data in an integrated way. The evolution of different genome-wide technologies as well as data mining and integration tools will be discussed following studies performed on normal and malignant human mature B cells.",
      "authorList": ["Basso K"],
      "authors": "Basso K",
      "journal": "Leukemia",
      "year": 2009,
      "month": 7,
      "day": -1,
      "volume": "23",
      "issue": "7",
      "pages": "1219-25",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso"],
      "isbn": ""
    },
    {
      "pmid": "19446474",
      "pmcid": "PMC2764486",
      "doi": "10.1016/j.immuni.2009.03.017",
      "title": "Identification of the human mature B cell miRNome",
      "abstract": "The full set of microRNAs (miRNAs) in the human genome is not known. Because presently known miRNAs have been identified by virtue of their abundant expression in a few cell types, many tissue-specific miRNAs remain unrevealed. To understand the role of miRNAs in B cell function and lymphomagenesis, we generated short-RNA libraries from normal human B cells at different stages of development (naive, germinal center, memory) and from a Burkitt lymphoma cell line. A combination of cloning and computational analysis identified 178 miRNAs (miRNome) expressed in normal and/or transformed B cell libraries. Most notably, the B cell miRNome included 75 miRNAs which to our knowledge have not been previously reported and of which 66 have been validated by RNA blot and/or RT-PCR analyses. Numerous miRNAs were expressed in a stage- or transformation-specific fashion in B cells, suggesting specific functional or pathologic roles. These results provide a resource for studying the role of miRNAs in B cell development, immune function, and lymphomagenesis.",
      "authorList": [
        "Basso K",
        "Sumazin P",
        "Morozov P",
        "Schneider C",
        "Maute RL",
        "Kitagawa Y",
        "Mandelbaum J",
        "Haddad J",
        "Chen CZ",
        "Califano A",
        "Dalla-Favera R"
      ],
      "journal": "Immunity",
      "year": 2009,
      "month": 5,
      "day": -1,
      "volume": "30",
      "issue": "5",
      "pages": "744-52",
      "tagList": [
        "article",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": ["katia-basso", "riccardo-dalla-favera"],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": "",
      "authors": "Basso K, Sumazin P, Morozov P, Schneider C, Maute RL, Kitagawa Y, Mandelbaum J, Haddad J, Chen CZ, Califano A, Dalla-Favera R"
    },
    {
      "pmid": "18443292",
      "pmcid": "PMC2365565",
      "doi": "10.1073/pnas.0711032105",
      "title": "The basal-like mammary carcinomas induced by Brca1 or Bard1 inactivation implicate the BRCA1/BARD1 heterodimer in tumor suppression",
      "abstract": "Women with germ-line mutations of the BRCA1 tumor suppressor gene are highly susceptible to breast and ovarian cancer. The protein product of BRCA1 is involved in a broad spectrum of biological processes and interacts with many diverse proteins. One of these, BARD1, associates with BRCA1 to form a heterodimeric complex that is enzymatically active as an ubiquitin E3 ligase. Although the BRCA1/BARD1 heterodimer has been implicated in several aspects of BRCA1 function, its role in tumor suppression has not been evaluated. To address this question, we generated mouse strains carrying conditional alleles of either Bard1 or Brca1 and used Cre recombination to inactivate these genes in mammary epithelial cells. Significantly, the conditional Bard1- and Brca1-mutant mice developed breast carcinomas that are indistinguishable from each other (and from those of double conditional Bard1/Brca1-mutant animals) with respect to their frequency, latency, histopathology, and cytogenetic features. Reminiscent of the basal-like breast carcinomas seen in human BRCA1 mutation carriers, these tumors are \"triple negative\" for estrogen and progesterone receptor expression and HER2/neu amplification. They also express basal cytokeratins CK5 and CK14, have an elevated frequency of p53 lesions, and display high levels of chromosomal instability. The remarkable similarities between the mammary carcinomas of Bard1-, Brca1-, and Bard1/Brca1-mutant mice indicate that the tumor suppressor activities of both genes are mediated through the BRCA1/BARD1 heterodimer.",
      "authorList": [
        "Shakya R",
        "Szabolcs M",
        "McCarthy E",
        "Ospina E",
        "Basso K",
        "Nandula S",
        "Murty V",
        "Baer R",
        "Ludwig T"
      ],
      "authors": "Shakya R, Szabolcs M, McCarthy E, Ospina E, Basso K, Nandula S, Murty V, Baer R, Ludwig T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2008,
      "month": 5,
      "day": 13,
      "volume": "105",
      "issue": "19",
      "pages": "7040-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "17785208",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2007.08.011",
      "title": "A signaling pathway mediating downregulation of BCL6 in germinal center B cells is blocked by BCL6 gene alterations in B cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor necessary for the development of germinal centers (GCs) and directly implicated in lymphomagenesis. Post-GC development of B cells requires BCL6 downregulation, while its constitutive expression caused by chromosomal translocations leads to diffuse large B cell lymphoma (DLBCL). Herein we identify a signaling pathway that downregulates BCL6 expression in normal GC B cells and is blocked in a subset of DLBCL due to alterations in the BCL6 gene. Activation of the CD40 receptor leads to NF-kappaB-mediated induction of the IRF4 transcription factor, which, in turn, represses BCL6 expression by binding to its promoter region. A subset of DLBCL displays chromosomal translocations or mutations that disrupt the IRF4-responsive region in the BCL6 promoter and block its downregulation by CD40 signaling.",
      "authorList": [
        "Saito M",
        "Gao J",
        "Basso K",
        "Kitagawa Y",
        "Smith PM",
        "Bhagat G",
        "Pernis A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Saito M, Gao J, Basso K, Kitagawa Y, Smith PM, Bhagat G, Pernis A, Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2007,
      "month": 9,
      "day": -1,
      "volume": "12",
      "issue": "3",
      "pages": "280-92",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "16142238",
      "pmcid": "",
      "doi": "10.1038/ni1245",
      "title": "BCL6 interacts with the transcription factor Miz-1 to suppress the cyclin-dependent kinase inhibitor p21 and cell cycle arrest in germinal center B cells",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for germinal center formation and has been linked to lymphomagenesis. BCL6 functions by directly binding to specific DNA sequences and suppressing the transcription of target genes. Here we report an alternative mechanism by which BCL6 controls the transcription of genes lacking a BCL6 binding site and show that this mechanism was required for the prevention of tumor suppressor p53-independent cell cycle arrest in germinal center B cells. BCL6 interacted with the transcriptional activator Miz-1 and, via Miz-1, bound to the promoter and suppressed transcription of the cell cycle arrest gene CDKN1A. Through this mechanism, BCL6 may facilitate the proliferative expansion of germinal centers during the normal immune response and, when deregulated, the pathological expansion of B cell lymphomas.",
      "authorList": [
        "Phan RT",
        "Saito M",
        "Basso K",
        "Niu H",
        "Dalla-Favera R"
      ],
      "authors": "Phan RT, Saito M, Basso K, Niu H, Dalla-Favera R",
      "journal": "Nat Immunol",
      "year": 2005,
      "month": 10,
      "day": -1,
      "volume": "6",
      "issue": "10",
      "pages": "1054-60",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "15778709",
      "pmcid": "",
      "doi": "10.1038/ng1532",
      "title": "Reverse engineering of regulatory networks in human B cells",
      "abstract": "Cellular phenotypes are determined by the differential activity of networks linking coregulated genes. Available methods for the reverse engineering of such networks from genome-wide expression profiles have been successful only in the analysis of lower eukaryotes with simple genomes. Using a new method called ARACNe (algorithm for the reconstruction of accurate cellular networks), we report the reconstruction of regulatory networks from expression profiles of human B cells. The results are suggestive a hierarchical, scale-free network, where a few highly interconnected genes (hubs) account for most of the interactions. Validation of the network against available data led to the identification of MYC as a major hub, which controls a network comprising known target genes as well as new ones, which were biochemically validated. The newly identified MYC targets include some major hubs. This approach can be generally useful for the analysis of normal and pathologic networks in mammalian cells.",
      "authorList": [
        "Basso K",
        "Margolin AA",
        "Stolovitzky G",
        "Klein U",
        "Dalla-Favera R",
        "Califano A"
      ],
      "journal": "Nat Genet",
      "year": 2005,
      "month": 4,
      "day": -1,
      "volume": "37",
      "issue": "4",
      "pages": "382-90",
      "tagList": [
        "article",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": ["katia-basso", "riccardo-dalla-favera"],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": "",
      "authors": "Basso K, Margolin AA, Stolovitzky G, Klein U, Dalla-Favera R, Califano A"
    },
    {
      "pmid": "15331443",
      "pmcid": "",
      "doi": "10.1182/blood-2003-12-4291",
      "title": "Tracking CD40 signaling during germinal center development",
      "abstract": "Substantial evidence indicates that signaling through the CD40 receptor (CD40) is required for germinal center (GC) and memory B-cell formation. However, it is not fully understood at which stages of B-cell development the CD40 pathway is activated in vivo. To address this question, we induced CD40 signaling in human transformed GC B cells in vitro and identified a CD40 gene expression signature by DNA microarray analysis. This signature was then investigated in the gene expression profiles of normal B cells and found in pre- and post-GC B cells (naive and memory) but, surprisingly, not in GC B cells. This finding was validated in lymphoid tissues by showing that the nuclear factor-kappaB (NF-kappaB) transcription factors, which translocate to the nucleus upon CD40 stimulation, are retained in the cytoplasm in most GC B cells, indicating the absence of CD40 signaling. Nevertheless, a subset of centrocytes and B cells in the subepithelium showed nuclear staining of multiple NF-kappaB subunits, suggesting that a fraction of naive and memory B cells may be subject to CD40 signaling or to other signals that activate NF-kappaB. Together, these results show that GC expansion occurs in the absence of CD40 signaling, which may act only in the initial and final stages of the GC reaction.",
      "authorList": [
        "Basso K",
        "Klein U",
        "Niu H",
        "Stolovitzky GA",
        "Tu Y",
        "Califano A",
        "Cattoretti G",
        "Dalla-Favera R"
      ],
      "authors": "Basso K, Klein U, Niu H, Stolovitzky GA, Tu Y, Califano A, Cattoretti G, Dalla-Favera R",
      "journal": "Blood",
      "year": 2004,
      "month": 12,
      "day": 15,
      "volume": "104",
      "issue": "13",
      "pages": "4088-96",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["katia-basso", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "12515714",
      "pmcid": "",
      "doi": "10.1182/blood-2002-11-3387",
      "title": "Mutations of the BCL6 proto-oncogene disrupt its negative autoregulation in diffuse large B-cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor whose expression is deregulated by chromosomal translocations in approximately 40% of diffuse large B-cell lymphomas (DLBCLs). The BCL6 regulatory sequences are also targeted by somatic hypermutation in germinal center (GC) B cells and in a fraction of all GC-derived lymphomas. However, the functional consequences of these mutations are unknown. Here we report that a subset of mutations specifically associated with DLBCL causes deregulated BCL6 transcription. These mutations affect 2 adjacent BCL6 binding sites located within the first noncoding exon of the gene, and they prevent BCL6 from binding its own promoter, thereby disrupting its negative autoregulatory circuit. These alterations were found in approximately 16% of DLBCLs devoid of chromosomal translocations involving the BCL6 locus, but they were not found in normal GC B cells. This study establishes a novel mechanism for BCL6 deregulation and reveals a broader involvement of this gene in DLBCL pathogenesis.",
      "authorList": [
        "Pasqualucci L",
        "Migliazza A",
        "Basso K",
        "Houldsworth J",
        "Chaganti RS",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Migliazza A, Basso K, Houldsworth J, Chaganti RS, Dalla-Favera R",
      "journal": "Blood",
      "year": 2003,
      "month": 4,
      "day": 15,
      "volume": "101",
      "issue": "8",
      "pages": "2914-23",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "15202519",
      "pmcid": "",
      "doi": "10.1080/10428190310001621588",
      "title": "Molecular pathogenesis of non-Hodgkin's lymphoma: the role of Bcl-6",
      "abstract": "Non-Hodgkin's lymphomas (NHL) form a heterogeneous group of diseases, with diffuse large B-cell lymphoma (DLBCL) comprising the largest subgroup. The commonest chromosomal translocations found in DLBCL are those affecting band 3q27. In 35% of DLBCL cases, as well as in a small fraction of follicular lymphomas, the normal transcriptional regulation of Bcl-6 is disrupted by these chromosomal translocations. In addition, about three-quarters of cases of DLBCL display multiple somatic mutations in the 5' non-coding region of Bcl-6, which occur independently of chromosomal translocations and appear to be due to the IgV-associated somatic hypermutation process. Bcl-6 is a 95-kD nuclear phosphoprotein belonging to the BTB/POZ (bric-a-brac, tramtrack, broad complex/Pox virus zinc finger) zinc finger family of transcription factors. It has been suggested that Bcl-6 is important in the repression of genes involved in the control of lymphocyte activation, differentiation, and apoptosis within the germinal center, and that its down-regulation is necessary for normal B-cells to exit the germinal center. Bcl-6 remains constitutively expressed in a substantial proportion of B-cell lymphomas. Recently, acetylation has been identified as a mode for down-regulating Bcl-6 activity by inhibition of the ability of Bcl-6 to recruit complexes containing histone deacetylases (HDAC). The pharmacologic inhibition of two recently identified deacetylation pathways, HDAC- and silent information regulator (SIR)-2-dependent deacetylation, results in the accumulation of inactive acetylated Bcl-6 and thus in cell cycle arrest and apoptosis in B-cell lymphoma cells. These results reveal a new method of regulating Bcl-6, with the potential for therapeutic exploitation. These studies also indicate a novel mechanism by which acetylation promotes transcription, not only by modifying histones and activating transcriptional activators, but also by inhibiting transcriptional repressors.",
      "authorList": [
        "Pasqualucci L",
        "Bereshchenko O",
        "Bereschenko O",
        "Niu H",
        "Klein U",
        "Basso K",
        "Guglielmino R",
        "Cattoretti G",
        "Dalla-Favera R"
      ],
      "authors": "Pasqualucci L, Bereshchenko O, Bereschenko O, Niu H, Klein U, Basso K, Guglielmino R, Cattoretti G, Dalla-Favera R",
      "journal": "Leuk Lymphoma",
      "year": 2003,
      "month": -1,
      "day": -1,
      "volume": "44 Suppl 3",
      "issue": "",
      "pages": "S5-12",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    }
  ]
}
