{
  "person": "laura-belver-miguel",
  "publications": [
    {
      "pmid": "33858773",
      "pmcid": "PMC8091164",
      "doi": "10.1016/j.it.2021.03.005",
      "title": "Deregulation of enhancer structure, function, and dynamics in acute lymphoblastic leukemia",
      "abstract": "Enhancers control dynamic changes in gene expression and orchestrate the tightly controlled transcriptional circuitries that direct and coordinate cell growth, proliferation, survival, lineage commitment, and differentiation during lymphoid development. Enhancer hijacking and neoenhancer formation at oncogene loci, as well as aberrant activation of oncogene-associated enhancers, can induce constitutive activation of self-perpetuating oncogenic transcriptional circuitries, and contribute to the malignant transformation of immature lymphoid progenitors in acute lymphoblastic leukemia (ALL). In this review, we present recent discoveries of the role of enhancer dynamics in mouse and human lymphoid development, and discuss how genetic and epigenetic alterations of enhancer function can promote leukemogenesis, and potential strategies for targeting the enhancer machinery in the treatment of ALL.",
      "authorList": ["Belver L", "Albero R", "Ferrando AA"],
      "authors": "Belver L, Albero R, Ferrando AA",
      "journal": "Trends Immunol",
      "year": 2021,
      "month": 5,
      "day": -1,
      "volume": "42",
      "issue": "5",
      "pages": "418-431",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "robert-albero", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "33796864",
      "pmcid": "PMC8011577",
      "doi": "10.1038/s43018-020-00124-1",
      "title": "Mutational and functional genetics mapping of chemotherapy resistance mechanisms in relapsed acute lymphoblastic leukemia",
      "abstract": "Multi-agent combination chemotherapy can be curative in acute lymphoblastic leukemia (ALL). Still, patients with primary refractory disease or with relapsed leukemia have a very poor prognosis. Here we integrate an in-depth dissection of the mutational landscape across diagnostic and relapsed pediatric and adult ALL samples with genome-wide CRISPR screen analysis of gene-drug interactions across seven ALL chemotherapy drugs. By combining these analyses, we uncover diagnostic and relapse-specific mutational mechanisms as well as genetic drivers of chemoresistance. Functionally, our data identifies common and drug-specific pathways modulating chemotherapy response and underscores the effect of drug combinations in restricting the selection of resistance-driving genetic lesions. In addition, by identifying actionable targets for the reversal of chemotherapy resistance, these analyses open novel therapeutic opportunities for the treatment of relapse and refractory disease.",
      "authorList": [
        "Oshima K",
        "Zhao J",
        "Pérez-Durán P",
        "Brown JA",
        "Patiño-Galindo JA",
        "Chu T",
        "Quinn A",
        "Gunning T",
        "Belver L",
        "Ambesi-Impiombato A",
        "Tosello V",
        "Wang Z",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Balbin M",
        "Nicolas C",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Paietta E",
        "Tallman MS",
        "Rowe JM",
        "Litzow M",
        "Minden MD",
        "Meijerink J",
        "Rabadan R",
        "Ferrando A"
      ],
      "authors": "Oshima K, Zhao J, Pérez-Durán P, Brown JA, Patiño-Galindo JA, Chu T, Quinn A, Gunning T, Belver L, Ambesi-Impiombato A, Tosello V, Wang Z, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Balbin M, Nicolas C, Gastier-Foster JM, Devidas M, Loh ML, Paietta E, Tallman MS, Rowe JM, Litzow M, Minden MD, Meijerink J, Rabadan R, Ferrando A",
      "journal": "Nat Cancer",
      "year": 2020,
      "month": 11,
      "day": -1,
      "volume": "1",
      "issue": "11",
      "pages": "1113-1127",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "junfei-zhao",
        "jessie-a-brown",
        "thomas-gunning",
        "laura-belver-miguel",
        "zixuan-wang",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31570389",
      "pmcid": "PMC7050584",
      "doi": "10.1101/cshperspect.a035246",
      "title": "The Genetics and Mechanisms of T-Cell Acute Lymphoblastic Leukemia",
      "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematologic malignancy derived from early T-cell progenitors. The recognition of clinical, genetic, transcriptional, and biological heterogeneity in this disease has already translated into new prognostic biomarkers, improved leukemia animal models, and emerging targeted therapies. This work reviews our current understanding of the molecular mechanisms of T-ALL.",
      "authorList": ["Gianni F", "Belver L", "Ferrando A"],
      "authors": "Gianni F, Belver L, Ferrando A",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2020,
      "month": 3,
      "day": 2,
      "volume": "10",
      "issue": "3",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "francesca-gianni",
        "laura-belver-miguel",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "31519704",
      "pmcid": "PMC6891196",
      "doi": "10.1158/2159-8290.CD-19-0471",
      "title": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia",
      "abstract": "Long-range enhancers govern the temporal and spatial control of gene expression; however, the mechanisms that regulate enhancer activity during normal and malignant development remain poorly understood. Here, we demonstrate a role for aberrant chromatin accessibility in the regulation of MYC expression in T-cell lymphoblastic leukemia (T-ALL). Central to this process, the NOTCH1-MYC enhancer (N-Me), a long-range T cell-specific MYC enhancer, shows dynamic changes in chromatin accessibility during T-cell specification and maturation and an aberrant high degree of chromatin accessibility in mouse and human T-ALL cells. Mechanistically, we demonstrate that GATA3-driven nucleosome eviction dynamically modulates N-Me enhancer activity and is strictly required for NOTCH1-induced T-ALL initiation and maintenance. These results directly implicate aberrant regulation of chromatin accessibility at oncogenic enhancers as a mechanism of leukemic transformation. SIGNIFICANCE: MYC is a major effector of NOTCH1 oncogenic programs in T-ALL. Here, we show a major role for GATA3-mediated enhancer nucleosome eviction as a driver of MYC expression and leukemic transformation. These results support the role of aberrant chromatin accessibility and consequent oncogenic MYC enhancer activation in NOTCH1-induced T-ALL.This article is highlighted in the In This Issue feature, p. 1631.",
      "authorList": [
        "Belver L",
        "Yang AY",
        "Albero R",
        "Herranz D",
        "Brundu FG",
        "Quinn SA",
        "Pérez-Durán P",
        "Álvarez S",
        "Gianni F",
        "Rashkovan M",
        "Gurung D",
        "Rocha PP",
        "Raviram R",
        "Reglero C",
        "Cortés JR",
        "Cooke AJ",
        "Wendorff AA",
        "Cordó V",
        "Meijerink JP",
        "Rabadan R",
        "Ferrando AA"
      ],
      "authors": "Belver L, Yang AY, Albero R, Herranz D, Brundu FG, Quinn SA, Pérez-Durán P, Álvarez S, Gianni F, Rashkovan M, Gurung D, Rocha PP, Raviram R, Reglero C, Cortés JR, Cooke AJ, Wendorff AA, Cordó V, Meijerink JP, Rabadan R, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "9",
      "issue": "12",
      "pages": "1774-1791",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "robert-albero",
        "francesco-brundu",
        "stuart-aidan-quinn",
        "francesca-gianni",
        "marissa-rashkovan",
        "anisha-cooke",
        "agnieszka-wendorff",
        "raul-rabadan",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "29398449",
      "pmcid": "PMC5811310",
      "doi": "10.1016/j.ccell.2018.01.001",
      "title": "RHOA G17V Induces T Follicular Helper Cell Specification and Promotes Lymphomagenesis",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) is an aggressive tumor derived from malignant transformation of T follicular helper (Tfh) cells. AITL is characterized by loss-of-function mutations in Ten-Eleven Translocation 2 (TET2) epigenetic tumor suppressor and a highly recurrent mutation (p.Gly17Val) in the RHOA small GTPase. Yet, the specific role of RHOA G17V in AITL remains unknown. Expression of Rhoa G17V in CD4+ T cells induces Tfh cell specification; increased proliferation associated with inducible co-stimulator (ICOS) upregulation and increased phosphoinositide 3-kinase (PI3K) and mitogen-activated protein kinase signaling. Moreover, RHOA G17V expression together with Tet2 loss resulted in development of AITL in mice. Importantly, Tet2-/-RHOA G17V tumor proliferation in vivo can be inhibited by ICOS/PI3K-specific blockade, supporting a driving role for ICOS signaling in Tfh cell transformation.",
      "authorList": [
        "Cortes JR",
        "Ambesi-Impiombato A",
        "Couronné L",
        "Quinn SA",
        "Kim CS",
        "da Silva Almeida AC",
        "West Z",
        "Belver L",
        "Martin MS",
        "Scourzic L",
        "Bhagat G",
        "Bernard OA",
        "Ferrando AA",
        "Palomero T"
      ],
      "authors": "Cortes JR, Ambesi-Impiombato A, Couronné L, Quinn SA, Kim CS, da Silva Almeida AC, West Z, Belver L, Martin MS, Scourzic L, Bhagat G, Bernard OA, Ferrando AA, Palomero T",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 2,
      "day": 12,
      "volume": "33",
      "issue": "2",
      "pages": "259-273",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::teresa-palomero",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "stuart-aidan-quinn",
        "laura-belver-miguel",
        "adolfo-ferrando",
        "teresa-palomero"
      ],
      "isbn": ""
    },
    {
      "pmid": "28314854",
      "pmcid": "PMC5389283",
      "doi": "10.1073/pnas.1702564114",
      "title": "Common nonmutational NOTCH1 activation in chronic lymphocytic leukemia",
      "abstract": "Activating mutations of NOTCH1 (a well-known oncogene in T-cell acute lymphoblastic leukemia) are present in ∼4-13% of chronic lymphocytic leukemia (CLL) cases, where they are associated with disease progression and chemorefractoriness. However, the specific role of NOTCH1 in leukemogenesis remains to be established. Here, we report that the active intracellular portion of NOTCH1 (ICN1) is detectable in ∼50% of peripheral blood CLL cases lacking gene mutations. We identify a \"NOTCH1 gene-expression signature\" in CLL cells, and show that this signature is significantly enriched in primary CLL cases expressing ICN1, independent of NOTCH1 mutation. NOTCH1 target genes include key regulators of B-cell proliferation, survival, and signal transduction. In particular, we show that NOTCH1 transactivates MYC via binding to B-cell-specific regulatory elements, thus implicating this oncogene in CLL development. These results significantly extend the role of NOTCH1 in CLL pathogenesis, and have direct implications for specific therapeutic targeting.",
      "authorList": [
        "Fabbri G",
        "Holmes AB",
        "Viganotti M",
        "Scuoppo C",
        "Belver L",
        "Herranz D",
        "Yan XJ",
        "Kieso Y",
        "Rossi D",
        "Gaidano G",
        "Chiorazzi N",
        "Ferrando AA",
        "Dalla-Favera R"
      ],
      "authors": "Fabbri G, Holmes AB, Viganotti M, Scuoppo C, Belver L, Herranz D, Yan XJ, Kieso Y, Rossi D, Gaidano G, Chiorazzi N, Ferrando AA, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 4,
      "day": 4,
      "volume": "114",
      "issue": "14",
      "pages": "E2911-E2919",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "claudio-scuoppo",
        "laura-belver-miguel",
        "adolfo-ferrando",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "27451956",
      "pmcid": "",
      "doi": "10.1038/nrc.2016.63",
      "title": "The genetics and mechanisms of T cell acute lymphoblastic leukaemia",
      "abstract": "T cell acute lymphoblastic leukaemia (T-ALL) is an aggressive haematological malignancy derived from early T cell progenitors. In recent years genomic and transcriptomic studies have uncovered major oncogenic and tumour suppressor pathways involved in T-ALL transformation and identified distinct biological groups associated with prognosis. An increased understanding of T-ALL biology has already translated into new prognostic biomarkers and improved animal models of leukaemia and has opened opportunities for the development of targeted therapies for the treatment of this disease. In this Review we examine our current understanding of the molecular mechanisms of T-ALL and recent developments in the translation of these results to the clinic.",
      "authorList": ["Belver L", "Ferrando A"],
      "authors": "Belver L, Ferrando A",
      "journal": "Nat Rev Cancer",
      "year": 2016,
      "month": 7,
      "day": 25,
      "volume": "16",
      "issue": "8",
      "pages": "494-507",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26200345",
      "pmcid": "",
      "doi": "10.1038/nature14666",
      "title": "Non-coding recurrent mutations in chronic lymphocytic leukaemia",
      "abstract": "Chronic lymphocytic leukaemia (CLL) is a frequent disease in which the genetic alterations determining the clinicobiological behaviour are not fully understood. Here we describe a comprehensive evaluation of the genomic landscape of 452 CLL cases and 54 patients with monoclonal B-lymphocytosis, a precursor disorder. We extend the number of CLL driver alterations, including changes in ZNF292, ZMYM3, ARID1A and PTPN11. We also identify novel recurrent mutations in non-coding regions, including the 3' region of NOTCH1, which cause aberrant splicing events, increase NOTCH1 activity and result in a more aggressive disease. In addition, mutations in an enhancer located on chromosome 9p13 result in reduced expression of the B-cell-specific transcription factor PAX5. The accumulative number of driver alterations (0 to ≥4) discriminated between patients with differences in clinical behaviour. This study provides an integrated portrait of the CLL genomic landscape, identifies new recurrent driver mutations of the disease, and suggests clinical interventions that may improve the management of this neoplasia. ",
      "authorList": [
        "Puente XS",
        "Beà S",
        "Valdés-Mas R",
        "Villamor N",
        "Gutiérrez-Abril J",
        "Martín-Subero JI",
        "Munar M",
        "Rubio-Pérez C",
        "Jares P",
        "Aymerich M",
        "Baumann T",
        "Beekman R",
        "Belver L",
        "Carrio A",
        "Castellano G",
        "Clot G",
        "Colado E",
        "Colomer D",
        "Costa D",
        "Delgado J",
        "Enjuanes A",
        "Estivill X",
        "Ferrando AA",
        "Gelpí JL",
        "González B",
        "González S",
        "González M",
        "Gut M",
        "Hernández-Rivas JM",
        "López-Guerra M",
        "Martín-García D",
        "Navarro A",
        "Nicolás P",
        "Orozco M",
        "Payer ÁR",
        "Pinyol M",
        "Pisano DG",
        "Puente DA",
        "Queirós AC",
        "Quesada V",
        "Romeo-Casabona CM",
        "Royo C",
        "Royo R",
        "Rozman M",
        "Russiñol N",
        "Salaverría I",
        "Stamatopoulos K",
        "Stunnenberg HG",
        "Tamborero D",
        "Terol MJ",
        "Valencia A",
        "López-Bigas N",
        "Torrents D",
        "Gut I",
        "López-Guillermo A",
        "López-Otín C",
        "Campo E"
      ],
      "authors": "Puente XS, Beà S, Valdés-Mas R, Villamor N, Gutiérrez-Abril J, Martín-Subero JI, Munar M, Rubio-Pérez C, Jares P, Aymerich M, Baumann T, Beekman R, Belver L, Carrio A, Castellano G, Clot G, Colado E, Colomer D, Costa D, Delgado J, Enjuanes A, Estivill X, Ferrando AA, Gelpí JL, González B, González S, González M, Gut M, Hernández-Rivas JM, López-Guerra M, Martín-García D, Navarro A, Nicolás P, Orozco M, Payer ÁR, Pinyol M, Pisano DG, Puente DA, Queirós AC, Quesada V, Romeo-Casabona CM, Royo C, Royo R, Rozman M, Russiñol N, Salaverría I, Stamatopoulos K, Stunnenberg HG, Tamborero D, Terol MJ, Valencia A, López-Bigas N, Torrents D, Gut I, López-Guillermo A, López-Otín C, Campo E",
      "journal": "Nature",
      "year": 2015,
      "month": 10,
      "day": 22,
      "volume": "526",
      "issue": "7574",
      "pages": "519-24",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "26390244",
      "pmcid": "PMC4598309",
      "doi": "10.1038/nm.3955",
      "title": "Metabolic reprogramming induces resistance to anti-NOTCH1 therapies in T cell acute lymphoblastic leukemia",
      "abstract": "Activating mutations in NOTCH1 are common in T cell acute lymphoblastic leukemia (T-ALL). Here we identify glutaminolysis as a critical pathway for leukemia cell growth downstream of NOTCH1 and a key determinant of the response to anti-NOTCH1 therapies in vivo. Mechanistically, inhibition of NOTCH1 signaling in T-ALL induces a metabolic shutdown, with prominent inhibition of glutaminolysis and triggers autophagy as a salvage pathway supporting leukemia cell metabolism. Consequently, inhibition of glutaminolysis and inhibition of autophagy strongly and synergistically enhance the antileukemic effects of anti-NOTCH1 therapy in mice harboring T-ALL. Moreover, we demonstrate that Pten loss upregulates glycolysis and consequently rescues leukemic cell metabolism, thereby abrogating the antileukemic effects of NOTCH1 inhibition. Overall, these results identify glutaminolysis as a major node in cancer metabolism controlled by NOTCH1 and as therapeutic target for the treatment of T-ALL. ",
      "authorList": [
        "Herranz D",
        "Ambesi-Impiombato A",
        "Sudderth J",
        "Sánchez-Martín M",
        "Belver L",
        "Tosello V",
        "Xu L",
        "Wendorff AA",
        "Castillo M",
        "Haydu JE",
        "Márquez J",
        "Matés JM",
        "Kung AL",
        "Rayport S",
        "Cordon-Cardo C",
        "DeBerardinis RJ",
        "Ferrando AA"
      ],
      "authors": "Herranz D, Ambesi-Impiombato A, Sudderth J, Sánchez-Martín M, Belver L, Tosello V, Xu L, Wendorff AA, Castillo M, Haydu JE, Márquez J, Matés JM, Kung AL, Rayport S, Cordon-Cardo C, DeBerardinis RJ, Ferrando AA",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1182-9",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-belver-miguel",
        "agnieszka-wendorff",
        "adolfo-ferrando"
      ],
      "isbn": ""
    },
    {
      "pmid": "25784680",
      "pmcid": "PMC4424629",
      "doi": "10.1182/blood-2014-10-608448",
      "title": "Therapeutic targeting of HES1 transcriptional programs in T-ALL",
      "abstract": "Oncogenic activation of NOTCH1 signaling plays a central role in the pathogenesis of T-cell acute lymphoblastic leukemia, with mutations on this signaling pathway affecting more than 60% of patients at diagnosis. However, the transcriptional regulatory circuitries driving T-cell transformation downstream of NOTCH1 remain incompletely understood. Here we identify Hairy and Enhancer of Split 1 (HES1), a transcriptional repressor controlled by NOTCH1, as a critical mediator of NOTCH1-induced leukemogenesis strictly required for tumor cell survival. Mechanistically, we demonstrate that HES1 directly downregulates the expression of BBC3, the gene encoding the PUMA BH3-only proapoptotic factor in T-cell acute lymphoblastic leukemia. Finally, we identify perhexiline, a small-molecule inhibitor of mitochondrial carnitine palmitoyltransferase-1, as a HES1-signature antagonist drug with robust antileukemic activity against NOTCH1-induced leukemias in vitro and in vivo. ",
      "authorList": [
        "Schnell SA",
        "Ambesi-Impiombato A",
        "Sanchez-Martin M",
        "Belver L",
        "Xu L",
        "Qin Y",
        "Kageyama R",
        "Ferrando AA"
      ],
      "authors": "Schnell SA, Ambesi-Impiombato A, Sanchez-Martin M, Belver L, Xu L, Qin Y, Kageyama R, Ferrando AA",
      "journal": "Blood",
      "year": 2015,
      "month": 4,
      "day": 30,
      "volume": "125",
      "issue": "18",
      "pages": "2806-14",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25749974",
      "pmcid": "PMC4355913",
      "doi": "10.1158/2159-8290.CD-15-0095",
      "title": "Aberrant cytokine production by nonmalignant cells in the pathogenesis of myeloproliferative tumors and response to JAK inhibitor therapies",
      "abstract": "Kleppe and colleagues use detailed cytokine profiling analyses to investigate the role of aberrant proinflammatory cytokine secretion in the pathogenesis of myeloproliferative neoplasms. Their analyses implicate constitutive activation of STAT3 in both malignant and nonmalignant bone marrow cell populations as a driver of aberrant cytokine secretion and as a cellular target mediating the therapeutic activity of ruxolitinib.",
      "authorList": ["Belver L", "Ferrando AA"],
      "authors": "Belver L, Ferrando AA",
      "journal": "Cancer Discov",
      "year": 2015,
      "month": 3,
      "day": -1,
      "volume": "5",
      "issue": "3",
      "pages": "234-6",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["laura-belver-miguel", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "25194570",
      "pmcid": "PMC4192073",
      "doi": "10.1038/nm.3665",
      "title": "A NOTCH1-driven MYC enhancer promotes T cell development, transformation and acute lymphoblastic leukemia",
      "abstract": "Efforts to identify and annotate cancer driver genetic lesions have been focused primarily on the analysis of protein-coding genes; however, most genetic abnormalities found in human cancer are located in intergenic regions. Here we identify a new long range-acting MYC enhancer controlled by NOTCH1 that is targeted by recurrent chromosomal duplications in human T cell acute lymphoblastic leukemia (T-ALL). This highly conserved regulatory element, hereby named N-Me for NOTCH MYC enhancer, is located within a broad super-enhancer region +1.47 Mb from the MYC transcription initiating site, interacts with the MYC proximal promoter and induces orientation-independent MYC expression in reporter assays. Moreover, analysis of N-Me knockout mice demonstrates a selective and essential role of this regulatory element during thymocyte development and in NOTCH1-induced T-ALL. Together these results identify N-Me as a long-range oncogenic enhancer implicated directly in the pathogenesis of human leukemia and highlight the importance of the NOTCH1-MYC regulatory axis in T cell transformation and as a therapeutic target in T-ALL. ",
      "authorList": [
        "Herranz D",
        "Ambesi-Impiombato A",
        "Palomero T",
        "Schnell SA",
        "Belver L",
        "Wendorff AA",
        "Xu L",
        "Castillo-Martin M",
        "Llobet-Navás D",
        "Cordon-Cardo C",
        "Clappier E",
        "Soulier J",
        "Ferrando AA"
      ],
      "authors": "Herranz D, Ambesi-Impiombato A, Palomero T, Schnell SA, Belver L, Wendorff AA, Xu L, Castillo-Martin M, Llobet-Navás D, Cordon-Cardo C, Clappier E, Soulier J, Ferrando AA",
      "journal": "Nat Med",
      "year": 2014,
      "month": 10,
      "day": -1,
      "volume": "20",
      "issue": "10",
      "pages": "1130-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::adolfo-ferrando",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "teresa-palomero",
        "laura-belver-miguel",
        "agnieszka-wendorff",
        "adolfo-ferrando"
      ],
      "isbn": ""
    }
  ]
}
