{
  "person": "maja-milanovic",
  "publications": [
    {
      "pmid": "33536256",
      "pmcid": "",
      "doi": "10.4049/jimmunol.2000967",
      "title": "FATC Domain Deletion Compromises ATM Protein Stability, Blocks Lymphocyte Development, and Promotes Lymphomagenesis",
      "abstract": "Ataxia-telangiectasia mutated (ATM) kinase is a master regulator of the DNA damage response, and loss of ATM leads to primary immunodeficiency and greatly increased risk for lymphoid malignancies. The FATC domain is conserved in phosphatidylinositol-3-kinase-related protein kinases (PIKKs). Truncation mutation in the FATC domain (R3047X) selectively compromised reactive oxygen species-induced ATM activation in cell-free assays. In this article, we show that in mouse models, knock-in ATM-R3057X mutation (Atm⁠ \nRX\n ⁠, corresponding to R3047X in human ATM) severely compromises ATM protein stability and causes T cell developmental defects, B cell Ig class-switch recombination defects, and infertility resembling ATM-null. The residual ATM-R3057X protein retains minimal yet functional measurable DNA damage-induced checkpoint activation and significantly delays lymphomagenesis in Atm⁠ \nRX/RX\n ⁠ mice compared with Atm⁠ \n-/-\n ⁠. Together, these results support a physiological role of the FATC domain in ATM protein stability and show that the presence of minimal residual ATM-R3057X protein can prevent growth retardation and delay tumorigenesis without restoring lymphocyte development and fertility.",
      "authorList": [
        "Milanovic M",
        "Shao Z",
        "Estes VM",
        "Wang XS",
        "Menolfi D",
        "Lin X",
        "Lee BJ",
        "Xu J",
        "Cupo OM",
        "Wang D",
        "Zha S"
      ],
      "authors": "Milanovic M, Shao Z, Estes VM, Wang XS, Menolfi D, Lin X, Lee BJ, Xu J, Cupo OM, Wang D, Zha S",
      "journal": "J Immunol",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "206",
      "issue": "6",
      "pages": "1228-1239",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "zhengping-shao",
        "xiobin-wang",
        "demis-menolfi",
        "xiaohui-lin",
        "brian-lee",
        "olivia-cupo",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "PMC8137556",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The Cancer-Associated ATM R3008H Mutation Reveals the Link between ATM Activation and Its Exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead (KD) ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R ) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared with Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or KD mutations. SIGNIFICANT: This study functionally characterizes the most common ATM missense mutation R3008H in cancer and identifies a unique role of PI3-kinase regulatory domain in ATM activation.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "Mckinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, Mckinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 1,
      "day": 15,
      "volume": "81",
      "issue": "2",
      "pages": "426-437",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The cancer-associated ATM R3008H mutation reveals the link between ATM activation and its exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation-R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared to Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or kinase-dead mutations.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "McKinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, McKinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2020,
      "month": 11,
      "day": 25,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "first-author"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": [
        "shan-zha",
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee"
      ],
      "isbn": ""
    }
  ]
}
