{
  "person": "ning-kon",
  "publications": [
    {
      "pmid": "33789902",
      "pmcid": "PMC8011965",
      "doi": "10.1126/sciadv.abf4148",
      "title": "An unexpected role for p53 in regulating cancer cell-intrinsic PD-1 by acetylation",
      "abstract": "Cancer cell-intrinsic programmed cell death protein-1 (PD-1) has emerged as a tumor regulator in an immunity-independent manner, but its precise role in modulating tumor behaviors is complex, and how PD-1 is regulated in cancer cells is largely unknown. Here, we identified PD-1 as a direct target of tumor suppressor p53. Notably, p53 acetylation at K120/164 played a critical role in p53-mediated PD-1 transcription. Acetylated p53 preferentially recruited acetyltransferase cofactors onto PD-1 promoter, selectively facilitating PD-1 transcription by enhancing local chromatin acetylation. Reexpression of PD-1 in cancer cells inhibited tumor growth, whereas depletion of cancer cell-intrinsic PD-1 compromised p53-dependent tumor suppression. Moreover, histone deacetylase inhibitor (HDACi) activated PD-1 in an acetylated p53-dependent manner, supporting a synergistic effect by HDACi and p53 on tumor suppression via stimulating cancer cell-intrinsic PD-1. Our study reveals a mechanism for activating cancer cell-intrinsic PD-1 and indicates that p53-mediated PD-1 activation is critically involved in tumor suppression in an immunity-independent manner.",
      "authorList": [
        "Cao Z",
        "Kon N",
        "Liu Y",
        "Xu W",
        "Wen J",
        "Yao H",
        "Zhang M",
        "Wu Z",
        "Yan X",
        "Zhu WG",
        "Gu W",
        "Wang D"
      ],
      "authors": "Cao Z, Kon N, Liu Y, Xu W, Wen J, Yao H, Zhang M, Wu Z, Yan X, Zhu WG, Gu W, Wang D",
      "journal": "Sci Adv",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "14",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "yanging-liu", "wei-gu", "di-wang"],
      "isbn": ""
    },
    {
      "pmid": "33323382",
      "pmcid": "PMC8026563",
      "doi": "10.1158/0008-5472.CAN-20-1804",
      "title": "Robust p53 Stabilization Is Dispensable for Its Activation and Tumor Suppressor Function",
      "abstract": "p53 is a short-lived protein with low basal levels under normal homeostasis conditions. However, upon DNA damage, levels of p53 dramatically increase for its activation. Although robust stabilization of p53 serves as a \"trademark\" for DNA damage responses, the requirement for such dramatic protein stabilization in tumor suppression has not been well addressed. Here we generated a mutant p53KQ mouse where all the C-terminal domain lysine residues were mutated to glutamines (K to Q mutations at K367, K369, K370, K378, K379, K383, and K384) to mimic constitutive acetylation of the p53 C-terminus. Because of p53 activation, p53KQ/KQ mice were perinatal lethal, yet this lethality was averted in p53KQ/- mice, which displayed normal postnatal development. Nevertheless, p53KQ/- mice died prematurely due to anemia and hematopoiesis failure. Further analyses indicated that expression of the acetylation-mimicking p53 mutant in vivo induces activation of p53 targets in various tissues without obviously increasing p53 levels. In the well-established pancreatic ductal adenocarcinoma (PDAC) mouse model, expression of the acetylation-mimicking p53-mutant protein effectively suppressed K-Ras-induced PDAC development in the absence of robust p53 stabilization. Together, our results provide proof-of-principle evidence that p53-mediated transcriptional function and tumor suppression can be achieved independently of its robust stabilization and reveal an alternative approach to activate p53 function for therapeutic purposes. SIGNIFICANCE: Although robust p53 stabilization is critical for acute p53 responses such as DNA damage, this study underscores the important role of low basal p53 protein levels in p53 activation and tumor suppression.",
      "authorList": [
        "Kon N",
        "Churchill M",
        "Li H",
        "Mukherjee S",
        "Manfredi JJ",
        "Gu W"
      ],
      "authors": "Kon N, Churchill M, Li H, Mukherjee S, Manfredi JJ, Gu W",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 2,
      "day": 15,
      "volume": "81",
      "issue": "4",
      "pages": "935-944",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "huan-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33303641",
      "pmcid": "PMC7778266",
      "doi": "10.1101/gad.340919.120",
      "title": "mTOR inhibition acts as an unexpected checkpoint in p53-mediated tumor suppression",
      "abstract": "Here, we showed that the acetylation-defective p53-4KR mice, lacking the ability of cell cycle arrest, senescence, apoptosis, and ferroptosis, were tumor prone but failed to develop early-onset tumors. By identifying a novel p53 acetylation site at lysine K136, we found that simultaneous mutations at all five acetylation sites (p53-5KR) diminished its remaining tumor suppression function. Moreover, the embryonic lethality caused by the deficiency of mdm2 was fully rescued in the background of p535KR/5KR , but not p534KR/4KR background. p53-4KR retained the ability to suppress mTOR function but this activity was abolished in p53-5KR cells. Notably, the early-onset tumor formation observed in p535KR/5KR and p53-null mice was suppressed upon the treatment of the mTOR inhibitor. These results suggest that p53-mediated mTOR regulation plays an important role in both embryonic development and tumor suppression, independent of cell cycle arrest, senescence, apoptosis, and ferroptosis.",
      "authorList": ["Kon N", "Ou Y", "Wang SJ", "Li H", "Rustgi AK", "Gu W"],
      "authors": "Kon N, Ou Y, Wang SJ, Li H, Rustgi AK, Gu W",
      "journal": "Genes Dev",
      "year": 2021,
      "month": 1,
      "day": 1,
      "volume": "35",
      "issue": "1-2",
      "pages": "59-64",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "huan-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33997110",
      "pmcid": "PMC8115982",
      "doi": "10.18632/oncoscience.534",
      "title": "p53 activation vs. stabilization: an acetylation tale from the C-terminal tail",
      "abstract": "",
      "authorList": ["Kon N", "Gu W"],
      "authors": "Kon N, Gu W",
      "journal": "Oncoscience",
      "year": 2021,
      "month": -1,
      "day": -1,
      "volume": "8",
      "issue": "",
      "pages": "58-60",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32826889",
      "pmcid": "PMC7442798",
      "doi": "10.1038/s41467-020-17926-7",
      "title": "OTUD5 cooperates with TRIM25 in transcriptional regulation and tumor progression via deubiquitination activity",
      "abstract": "Oncogenic processes exert their greatest effect by targeting regulators of cell proliferation. Studying the mechanism underlying growth augmentation is expected to improve clinical therapies. The ovarian tumor (OTU) subfamily deubiquitinases have been implicated in the regulation of critical cell-signaling cascades, but most OTUs functions remain to be investigated. Through an unbiased RNAi screen, knockdown of OTUD5 is shown to significantly accelerate cell growth. Further investigation reveals that OTUD5 depletion leads to the enhanced transcriptional activity of TRIM25 and the inhibited expression of PML by altering the ubiquitination level of TRIM25. Importantly, OTUD5 knockdown accelerates tumor growth in a nude mouse model. OTUD5 expression is markedly downregulated in tumor tissues. The reduced OTUD5 level is associated with an aggressive phenotype and a poor clinical outcome for cancers patients. Our findings reveal a mechanism whereby OTUD5 regulates gene transcription and suppresses tumorigenesis by deubiquitinating TRIM25, providing a potential target for oncotherapy.",
      "authorList": [
        "Li F",
        "Sun Q",
        "Liu K",
        "Zhang L",
        "Lin N",
        "You K",
        "Liu M",
        "Kon N",
        "Tian F",
        "Mao Z",
        "Li T",
        "Tong T",
        "Qin J",
        "Gu W",
        "Li D",
        "Zhao W"
      ],
      "authors": "Li F, Sun Q, Liu K, Zhang L, Lin N, You K, Liu M, Kon N, Tian F, Mao Z, Li T, Tong T, Qin J, Gu W, Li D, Zhao W",
      "journal": "Nat Commun",
      "year": 2020,
      "month": 8,
      "day": 21,
      "volume": "11",
      "issue": "1",
      "pages": "4184",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30962574",
      "pmcid": "PMC6624840",
      "doi": "10.1038/s41556-019-0305-6",
      "title": "ALOX12 is required for p53-mediated tumour suppression through a distinct ferroptosis pathway",
      "abstract": "It is well established that ferroptosis is primarily controlled by glutathione peroxidase 4 (GPX4). Surprisingly, we observed that p53 activation modulates ferroptotic responses without apparent effects on GPX4 function. Instead, ALOX12 inactivation diminishes p53-mediated ferroptosis induced by reactive oxygen species stress and abrogates p53-dependent inhibition of tumour growth in xenograft models, suggesting that ALOX12 is critical for p53-mediated ferroptosis. The ALOX12 gene resides on human chromosome 17p13.1, a hotspot of monoallelic deletion in human cancers. Loss of one Alox12 allele is sufficient to accelerate tumorigenesis in Eμ-Myc lymphoma models. Moreover, ALOX12 missense mutations from human cancers abrogate its ability to oxygenate polyunsaturated fatty acids and to induce p53-mediated ferroptosis. Notably, ALOX12 is dispensable for ferroptosis induced by erastin or GPX4 inhibitors; conversely, ACSL4 is required for ferroptosis upon GPX4 inhibition but dispensable for p53-mediated ferroptosis. Thus, our study identifies an ALOX12-mediated, ACSL4-independent ferroptosis pathway that is critical for p53-dependent tumour suppression.",
      "authorList": [
        "Chu B",
        "Kon N",
        "Chen D",
        "Li T",
        "Liu T",
        "Jiang L",
        "Song S",
        "Tavana O",
        "Gu W"
      ],
      "authors": "Chu B, Kon N, Chen D, Li T, Liu T, Jiang L, Song S, Tavana O, Gu W",
      "journal": "Nat Cell Biol",
      "year": 2019,
      "month": 5,
      "day": -1,
      "volume": "21",
      "issue": "5",
      "pages": "579-591",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30858352",
      "pmcid": "PMC6411979",
      "doi": "10.1038/s41419-019-1484-6",
      "title": "Loss of SET reveals both the p53-dependent and the p53-independent functions in vivo",
      "abstract": "Our previous study showed that the oncoprotein SET acts as a new reader of unacetylated p53 for transcriptional repression. To further elucidate the physiological significance of SET in vivo, we generated set knockout mice. Set knockout mice died during embryonic development between day 11.5 and day 12.5 post coitum, exhibiting cardiac edema and open neural tube, among other developmental defects. Further analyses revealed that loss of SET leads to upregulation of p53 target genes including p21 and puma without any obvious effect on p53 stability in set knockout embryos. Notably, the developmental defects of set knockout mice were significantly, but nonetheless partially, rescued by concomitant deletion of p53. The failure to obtain fully live set/p53 double knockout mice suggested that p53-independent targets of SET also contribute to the embryonic lethality of set knockout mice. Indeed, we found that FOXO1 acts as an important target of SET and that SET-mediated regulation of FOXO1 is also acetylation-dependent. Taken together, these data underscore the importance of SET oncoprotein during embryonic development and reveal both of the p53-dependent and the p53-independent functions of SET in vivo.",
      "authorList": ["Kon N", "Wang D", "Gu W"],
      "authors": "Kon N, Wang D, Gu W",
      "journal": "Cell Death Dis",
      "year": 2019,
      "month": 3,
      "day": 11,
      "volume": "10",
      "issue": "3",
      "pages": "237",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "di-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29905531",
      "pmcid": "PMC6046243",
      "doi": "10.18632/aging.101479",
      "title": "Is MDMX the better target?",
      "abstract": "",
      "authorList": ["Kon N", "Gu W"],
      "authors": "Kon N, Gu W",
      "journal": "Aging (Albany NY)",
      "year": 2018,
      "month": 6,
      "day": 13,
      "volume": "10",
      "issue": "6",
      "pages": "1184-1185",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29589839",
      "pmcid": "PMC5983311",
      "doi": "10.1172/JCI98709",
      "title": "PPARγ deacetylation dissociates thiazolidinedione's metabolic benefits from its adverse effects",
      "abstract": "Thiazolidinediones (TZDs) are PPARγ agonists with potent insulin-sensitizing effects. However, their use has been curtailed by substantial adverse effects on weight, bone, heart, and hemodynamic balance. TZDs induce the deacetylation of PPARγ on K268 and K293 to cause the browning of white adipocytes. Here, we show that targeted PPARγ mutations resulting in constitutive deacetylation (K268R/K293R, 2KR) increased energy expenditure and protected from visceral adiposity and diet-induced obesity by augmenting brown remodeling of white adipose tissues. Strikingly, when 2KR mice were treated with rosiglitazone, they maintained the insulin-sensitizing, glucose-lowering response to TZDs, while displaying little, if any, adverse effects on fat deposition, bone density, fluid retention, and cardiac hypertrophy. Thus, deacetylation appears to fulfill the goal of dissociating the metabolic benefits of PPARγ activation from its adverse effects. Strategies to leverage PPARγ deacetylation may lead to the design of safer, more effective agonists of this nuclear receptor in the treatment of metabolic diseases.",
      "authorList": [
        "Kraakman MJ",
        "Liu Q",
        "Postigo-Fernandez J",
        "Ji R",
        "Kon N",
        "Larrea D",
        "Namwanje M",
        "Fan L",
        "Chan M",
        "Area-Gomez E",
        "Fu W",
        "Creusot RJ",
        "Qiang L"
      ],
      "authors": "Kraakman MJ, Liu Q, Postigo-Fernandez J, Ji R, Kon N, Larrea D, Namwanje M, Fan L, Chan M, Area-Gomez E, Fu W, Creusot RJ, Qiang L",
      "journal": "J Clin Invest",
      "year": 2018,
      "month": 6,
      "day": 1,
      "volume": "128",
      "issue": "6",
      "pages": "2600-2612",
      "tagList": ["article", "columbia"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon"],
      "isbn": ""
    },
    {
      "pmid": "29484110",
      "pmcid": "PMC5800902",
      "doi": "10.18632/oncotarget.23837",
      "title": "Inhibition of Mdmx (Mdm4) in vivo induces anti-obesity effects",
      "abstract": "Although cell-cycle arrest, senescence and apoptosis remain as major canonical activities of p53 in tumor suppression, the emerging role of p53 in metabolism has been a topic of great interest. Nevertheless, it is not completely understood how p53-mediated metabolic activities are regulated in vivo and whether this part of the activities has an independent role beyond tumor suppression. Mdmx (also called Mdm4), like Mdm2, acts as a major suppressor of p53 but the embryonic lethality of mdmx-null mice creates difficulties to evaluate its physiological significance in metabolism. Here, we report that the embryonic lethality caused by the deficiency of mdmx, in contrast to the case for mdm2, is fully rescued in the background of p53\n3KR/3KR\n , an acetylation-defective mutant unable to induce cell-cycle arrest, senescence and apoptosis. p53\n3KR/3KR\n/mdmx\n-/-\n mice are healthy but skinny without obvious developmental defects. p53\n3KR/3KR\n/mdmx\n-/-\n mice are resistant to fat accumulation in adipose tissues upon high fat diet. Notably, the levels of p53 protein are only slightly increased and can be further induced upon DNA damage in p53\n3KR/3KR\n/mdmx\n-/-\n mice, suggesting that Mdmx is only partially required for p53 degradation in vivo. Further analyses indicate that the anti-obesity phenotypes in p53\n3KR/3KR\n/mdmx\n-/-\n mice are caused by activation of lipid oxidation and thermogenic programs in adipose tissues. These results demonstrate the specific effects of the p53/Mdmx axis in lipid metabolism and adipose tissue remodeling and reveal a surprising role of Mdmx inhibition in anti-obesity effects beyond, commonly expected, tumor suppression. Thus, our study has significant implications regarding Mdmx inhibitors in the treatment of obesity related diseases.",
      "authorList": ["Kon N", "Wang D", "Li T", "Jiang L", "Qiang L", "Gu W"],
      "authors": "Kon N, Wang D, Li T, Jiang L, Qiang L, Gu W",
      "journal": "Oncotarget",
      "year": 2018,
      "month": 1,
      "day": 26,
      "volume": "9",
      "issue": "7",
      "pages": "7282-7297",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "di-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28406743",
      "pmcid": "PMC5597292",
      "doi": "10.1080/19491034.2017.1313939",
      "title": "The \"readers\" of unacetylated p53 represent a new class of acidic domain proteins",
      "abstract": "Acetylation of non-histone proteins plays important roles in regulating protein functions but the mechanisms of action are poorly understood. Our recent study uncovered a previously unknown mechanism by which C-terminal domain (CTD) acetylation of p53 serves as a \"switch\" to determine the interaction between a unique group of acidic domain-containing proteins and p53, as well as revealed that acidic domains may act as a novel class of \"readers\" for unacetylated p53. However, the properties of acidic domain \"readers\" are not well elucidated yet. Here, we identified that the charge effect between acidic domain \"readers\" and the p53 CTD is necessary for their interaction. Both the length and the amino acid composition of a given acidic domain contributed to its ability to recognize the p53 CTD. Finally, we summarized the characteristic features of our identified acidic domains, which would distinguish this kind of \"readers\" from other types of acidic amino acid-containing domains.",
      "authorList": ["Wang D", "Kon N", "Tavana O", "Gu W"],
      "authors": "Wang D, Kon N, Tavana O, Gu W",
      "journal": "Nucleus",
      "year": 2017,
      "month": 7,
      "day": 4,
      "volume": "8",
      "issue": "4",
      "pages": "360-369",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27626385",
      "pmcid": "PMC5333498",
      "doi": "10.1038/nature19759",
      "title": "Acetylation-regulated interaction between p53 and SET reveals a widespread regulatory mode",
      "abstract": "Although lysine acetylation is now recognized as a general protein modification for both histones and non-histone proteins, the mechanisms of acetylation-mediated actions are not completely understood. Acetylation of the C-terminal domain (CTD) of p53 (also known as TP53) was an early example of non-histone protein acetylation and its precise role remains unclear. Lysine acetylation often creates binding sites for bromodomain-containing 'reader' proteins. Here we use a proteomic screen to identify the oncoprotein SET as a major cellular factor whose binding with p53 is dependent on CTD acetylation status. SET profoundly inhibits p53 transcriptional activity in unstressed cells, but SET-mediated repression is abolished by stress-induced acetylation of p53 CTD. Moreover, loss of the interaction with SET activates p53, resulting in tumour regression in mouse xenograft models. Notably, the acidic domain of SET acts as a 'reader' for the unacetylated CTD of p53 and this mechanism of acetylation-dependent regulation is widespread in nature. For example, acetylation of p53 also modulates its interactions with similar acidic domains found in other p53 regulators including VPRBP (also known as DCAF1), DAXX and PELP1 (refs. 7, 8, 9), and computational analysis of the proteome has identified numerous proteins with the potential to serve as acidic domain readers and lysine-rich ligands. Unlike bromodomain readers, which preferentially bind the acetylated forms of their cognate ligands, the acidic domain readers specifically recognize the unacetylated forms of their ligands. Finally, the acetylation-dependent regulation of p53 was further validated in vivo by using a knock-in mouse model expressing an acetylation-mimicking form of p53. These results reveal that acidic-domain-containing factors act as a class of acetylation-dependent regulators by targeting p53 and, potentially, other proteins.",
      "authorList": [
        "Wang D",
        "Kon N",
        "Lasso G",
        "Jiang L",
        "Leng W",
        "Zhu WG",
        "Qin J",
        "Honig B",
        "Gu W"
      ],
      "authors": "Wang D, Kon N, Lasso G, Jiang L, Leng W, Zhu WG, Qin J, Honig B, Gu W",
      "journal": "Nature",
      "year": 2016,
      "month": 10,
      "day": 6,
      "volume": "538",
      "issue": "7623",
      "pages": "118-122",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27618649",
      "pmcid": "PMC5091299",
      "doi": "10.1038/nm.4180",
      "title": "HAUSP deubiquitinates and stabilizes N-Myc in neuroblastoma",
      "abstract": "The MYCN proto-oncogene is amplified in a number of advanced-stage human tumors, such as neuroblastomas. Similar to other members of the MYC family of oncoproteins, MYCN (also known as N-Myc) is a transcription factor, and its stability and activity are tightly controlled by ubiquitination-dependent proteasome degradation. Although numerous studies have demonstrated that N-Myc is a driver of neuroblastoma tumorigenesis, therapies that directly suppress N-Myc activity in human tumors are limited. Here we have identified ubiquitin-specific protease 7 (USP7; also known as HAUSP) as a regulator of N-Myc function in neuroblastoma. HAUSP interacts with N-Myc, and HAUSP expression induces deubiquitination and subsequent stabilization of N-Myc. Conversely, RNA interference (RNAi)-mediated knockdown of USP7 in neuroblastoma cancer cell lines, or genetic ablation of Usp7 in the mouse brain, destabilizes N-Myc, which leads to inhibition of N-Myc function. Notably, HAUSP is more abundant in patients with neuroblastoma who have poorer prognosis, and HAUSP expression substantially correlates with N-Myc transcriptional activity. Furthermore, small-molecule inhibitors of HAUSP's deubiquitinase activity markedly suppress the growth of MYCN-amplified human neuroblastoma cell lines in xenograft mouse models. Taken together, our findings demonstrate a crucial role of HAUSP in regulating N-Myc function in vivo and suggest that HAUSP inhibition is a potential therapy for MYCN-amplified tumors.",
      "authorList": [
        "Tavana O",
        "Li D",
        "Dai C",
        "Lopez G",
        "Banerjee D",
        "Kon N",
        "Chen C",
        "Califano A",
        "Yamashiro DJ",
        "Sun H",
        "Gu W"
      ],
      "authors": "Tavana O, Li D, Dai C, Lopez G, Banerjee D, Kon N, Chen C, Califano A, Yamashiro DJ, Sun H, Gu W",
      "journal": "Nat Med",
      "year": 2016,
      "month": 10,
      "day": -1,
      "volume": "22",
      "issue": "10",
      "pages": "1180-1186",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27166359",
      "pmcid": "",
      "doi": "10.1182/blood-2015-11-684357",
      "title": "FBXO11 inactivation leads to abnormal germinal-center formation and lymphoproliferative disease",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for the germinal center (GC) reaction and is implicated in lymphomagenesis. BCL6 protein stability is regulated by F-box protein 11 (FBXO11)-mediated ubiquitination and degradation, which is impaired in ∼6% of diffuse large B-cell lymphomas that carry inactivating genetic alterations targeting the FBXO11 gene. In order to investigate the role of FBXO11 in vivo, we analyzed GC-specific FBXO11 knockout mice. FBXO11 reduction or loss led to an increased number of GC B cells, to an altered ratio of GC dark zone to light zone cells, and to higher levels of BCL6 protein in GC B cells. B-cell receptor-mediated degradation of BCL6 was reduced in the absence of FBXO11, suggesting that FBXO11 contributes to the physiologic downregulation of BCL6 at the end of the GC reaction. Finally, FBXO11 inactivation was associated with the development of lymphoproliferative disorders in mice.",
      "authorList": [
        "Schneider C",
        "Kon N",
        "Amadori L",
        "Shen Q",
        "Schwartz FH",
        "Tischler B",
        "Bossennec M",
        "Dominguez-Sola D",
        "Bhagat G",
        "Gu W",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Schneider C, Kon N, Amadori L, Shen Q, Schwartz FH, Tischler B, Bossennec M, Dominguez-Sola D, Bhagat G, Gu W, Basso K, Dalla-Favera R",
      "journal": "Blood",
      "year": 2016,
      "month": 8,
      "day": 4,
      "volume": "128",
      "issue": "5",
      "pages": "660-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ning-kon",
        "qiong-shen",
        "wei-gu",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "26180086",
      "pmcid": "PMC4613971",
      "doi": "10.2337/db15-0390",
      "title": "Gpr17 in AgRP Neurons Regulates Feeding and Sensitivity to Insulin and Leptin",
      "abstract": "Hypothalamic neurons expressing agouti-related peptide (AgRP) regulate eating and glucose metabolism. Ablation of FOXO1 in AgRP neurons of mice results in reduced food intake, leanness, improved glucose homeostasis, and increased sensitivity to insulin and leptin. We tentatively identified G-protein-coupled receptor Gpr17 as an effector of FOXO1 orexigenic signals in AgRP neurons. In this study, we generated and characterized AgRP neuron-specific Gpr17 knockout mice (Agrp-Gpr17(-/-)) to test the hypothesis that Gpr17 regulates appetite, energy expenditure, and metabolism. Agrp-Gpr17(-/-) mice show reduced food intake, increased relative energy expenditure, and increased satiety, resulting in leanness and reduced body fat. They also show increased central nervous system sensitivity to insulin and leptin and reduced plasma glucose excursions following the administration of glucose or pyruvate. In summary, AgRP neuron-specific Gpr17 knockouts phenocopy FOXO1 knockouts in the same cell type, thus supporting our original hypothesis and providing further impetus to develop Gpr17 antagonists for the treatment of obesity. ",
      "authorList": ["Ren H", "Cook JR", "Kon N", "Accili D"],
      "authors": "Ren H, Cook JR, Kon N, Accili D",
      "journal": "Diabetes",
      "year": 2015,
      "month": 11,
      "day": -1,
      "volume": "64",
      "issue": "11",
      "pages": "3670-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon"],
      "isbn": ""
    },
    {
      "pmid": "26074075",
      "pmcid": "PMC4481188",
      "doi": "10.1016/j.celrep.2015.05.025",
      "title": "Hepatic SirT1-Dependent Gain of Function of Stearoyl-CoA Desaturase-1 Conveys Dysmetabolic and Tumor Progression Functions",
      "abstract": "Obesity is associated with higher incidence of cancer, but the predisposing mechanisms remain poorly understood. The NAD(+)-dependent deacetylase SirT1 orchestrates metabolism, cellular survival, and growth. However, there is no unifying mechanism to explain the metabolic and tumor-related effects of SirT1. In this work, we demonstrate that genetic ablation of the endogenous inhibitor of SirT1, Deleted-in-Breast-Cancer-1 (Dbc1), unexpectedly results in obesity and insulin resistance. Dbc1 deficiency promoted SirT1-dependent gain of function of stearoyl-coenzyme A desaturase 1 (Scd1), increasing plasma and tissue levels of unsaturated fatty acids. The metabolic abnormalities in Dbc1(-/-) mice were reversed by ablation of hepatic SirT1 or by inhibition of Scd1 activity. Furthermore, loss of Dbc1 impaired activation of the master tumor suppressor p53 and treatment with an Scd1 inhibitor extended survival of tumor-prone TP53(-/-) mice by decreasing tumor-related death. Together, our findings illustrate a shared mechanism of obesity and tumor progression mediated by hepatic SirT1 and resulting in the activation of a key lipid synthetic enzyme, with potential therapeutic implications.",
      "authorList": [
        "Qiang L",
        "Kon N",
        "Zhao W",
        "Jiang L",
        "Knight CM",
        "Welch C",
        "Pajvani U",
        "Gu W",
        "Accili D"
      ],
      "authors": "Qiang L, Kon N, Zhao W, Jiang L, Knight CM, Welch C, Pajvani U, Gu W, Accili D",
      "journal": "Cell Rep",
      "year": 2015,
      "month": 6,
      "day": 23,
      "volume": "11",
      "issue": "11",
      "pages": "1797-808",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25799988",
      "pmcid": "PMC4455927",
      "doi": "10.1038/nature14344",
      "title": "Ferroptosis as a p53-mediated activity during tumour suppression",
      "abstract": "Although p53-mediated cell-cycle arrest, senescence and apoptosis serve as critical barriers to cancer development, emerging evidence suggests that the metabolic activities of p53 are also important. Here we show that p53 inhibits cystine uptake and sensitizes cells to ferroptosis, a non-apoptotic form of cell death, by repressing expression of SLC7A11, a key component of the cystine/glutamate antiporter. Notably, p53(3KR), an acetylation-defective mutant that fails to induce cell-cycle arrest, senescence and apoptosis, fully retains the ability to regulate SLC7A11 expression and induce ferroptosis upon reactive oxygen species (ROS)-induced stress. Analysis of mutant mice shows that these non-canonical p53 activities contribute to embryonic development and the lethality associated with loss of Mdm2. Moreover, SLC7A11 is highly expressed in human tumours, and its overexpression inhibits ROS-induced ferroptosis and abrogates p53(3KR)-mediated tumour growth suppression in xenograft models. Our findings uncover a new mode of tumour suppression based on p53 regulation of cystine metabolism, ROS responses and ferroptosis. ",
      "authorList": [
        "Jiang L",
        "Kon N",
        "Li T",
        "Wang SJ",
        "Su T",
        "Hibshoosh H",
        "Baer R",
        "Gu W"
      ],
      "authors": "Jiang L, Kon N, Li T, Wang SJ, Su T, Hibshoosh H, Baer R, Gu W",
      "journal": "Nature",
      "year": 2015,
      "month": 4,
      "day": 2,
      "volume": "520",
      "issue": "7545",
      "pages": "57-62",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23747016",
      "pmcid": "PMC3841012",
      "doi": "10.1016/j.molcel.2013.05.006",
      "title": "Differential effects on ARF stability by normal versus oncogenic levels of c-Myc expression",
      "abstract": "ARF suppresses aberrant cell growth upon c-Myc overexpression by activating p53 responses. Nevertheless, the precise mechanism by which ARF specifically restrains the oncogenic potential of c-Myc without affecting its normal physiological function is not well understood. Here, we show that low levels of c-Myc expression stimulate cell proliferation, whereas high levels inhibit by activating the ARF/p53 response. Although the mRNA levels of ARF are induced in both scenarios, the accumulation of ARF protein occurs only when ULF-mediated degradation of ARF is inhibited by c-Myc overexpression. Moreover, the levels of ARF are reduced through ULF-mediated ubiquitination upon DNA damage. Blocking ARF degradation by c-Myc overexpression dramatically stimulates the apoptotic responses. Our study reveals that ARF stability control is crucial for differentiating normal (low) versus oncogenic (high) levels of c-Myc expression and suggests that differential effects on ULF- mediated ARF ubiquitination by c-Myc levels act as a barrier in oncogene-induced stress responses. ",
      "authorList": ["Chen D", "Kon N", "Zhong J", "Zhang P", "Yu L", "Gu W"],
      "authors": "Chen D, Kon N, Zhong J, Zhang P, Yu L, Gu W",
      "journal": "Mol Cell",
      "year": 2013,
      "month": 7,
      "day": 11,
      "volume": "51",
      "issue": "1",
      "pages": "46-56",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22682249",
      "pmcid": "PMC3688046",
      "doi": "10.1016/j.cell.2012.04.026",
      "title": "Tumor suppression in the absence of p53-mediated cell-cycle arrest, apoptosis, and senescence",
      "abstract": "Cell-cycle arrest, apoptosis, and senescence are widely accepted as the major mechanisms by which p53 inhibits tumor formation. Nevertheless, it remains unclear whether they are the rate-limiting steps in tumor suppression. Here, we have generated mice bearing lysine to arginine mutations at one (p53(K117R)) or three (p53(3KR); K117R+K161R+K162R) of p53 acetylation sites. Although p53(K117R/K117R) cells are competent for p53-mediated cell-cycle arrest and senescence, but not apoptosis, all three of these processes are ablated in p53(3KR/3KR) cells. Surprisingly, unlike p53 null mice, which rapidly succumb to spontaneous thymic lymphomas, early-onset tumor formation does not occur in either p53(K117R/K117R) or p53(3KR/3KR) animals. Notably, p53(3KR) retains the ability to regulate energy metabolism and reactive oxygen species production. These findings underscore the crucial role of acetylation in differentially modulating p53 responses and suggest that unconventional activities of p53, such as metabolic regulation and antioxidant function, are critical for suppression of early-onset spontaneous tumorigenesis.",
      "authorList": [
        "Li T",
        "Kon N",
        "Jiang L",
        "Tan M",
        "Ludwig T",
        "Zhao Y",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li T, Kon N, Jiang L, Tan M, Ludwig T, Zhao Y, Baer R, Gu W",
      "journal": "Cell",
      "year": 2012,
      "month": 6,
      "day": 8,
      "volume": "149",
      "issue": "6",
      "pages": "1269-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22187431",
      "pmcid": "PMC3281631",
      "doi": "10.1074/jbc.M111.322867",
      "title": "Inactivation of arf-bp1 induces p53 activation and diabetic phenotypes in mice",
      "abstract": "It is well accepted that the Mdm2 ubiquitin ligase acts as a major factor in controlling p53 stability and activity in vivo. Although several E3 ligases have been reported to be involved in Mdm2-independent p53 degradation, the roles of these ligases in p53 regulation in vivo remain largely unknown. To elucidate the physiological role of the ubiquitin ligase ARF-BP1, we generated arf-bp1 mutant mice. We found that inactivation of arf-bp1 during embryonic development in mice resulted in p53 activation and embryonic lethality, but the mice with arf-bp1 deletion specifically in the pancreatic β-cells (arf-bp1(FL/Y)/RIP-cre) were viable and displayed no obvious abnormality after birth. Interestingly, these mice showed dramatic loss of β-cells as mice aged, and >50% of these mice died of severe diabetic symptoms before reaching 1 year of age. Notably, the diabetic phenotype of these mice was largely reversed by concomitant deletion of p53, and the life span of the mice was significantly extended (p53(LFL/FL)/arf-bp1(FL/Y)/RIP-cre). These findings underscore an important role of ARF-BP1 in maintaining β-cell homeostasis in aging mice and reveal that the stability of p53 is critically regulated by ARF-BP1 in vivo.",
      "authorList": ["Kon N", "Zhong J", "Qiang L", "Accili D", "Gu W"],
      "authors": "Kon N, Zhong J, Qiang L, Accili D, Gu W",
      "journal": "J Biol Chem",
      "year": 2012,
      "month": 2,
      "day": 10,
      "volume": "287",
      "issue": "7",
      "pages": "5102-11",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "21350561",
      "pmcid": "PMC3134159",
      "doi": "10.1038/cdd.2011.12",
      "title": "Roles of HAUSP-mediated p53 regulation in central nervous system development",
      "abstract": "The deubiquitinase HAUSP (herpesvirus-associated ubiquitin-specific protease; also called USP7) has a critical role in regulating the p53-Mdm2 (murine double minute 2) pathway. By using the conventional knockout approach, we previously showed that hausp inactivation leads to early embryonic lethality. To fully understand the physiological functions of hausp, we have generated mice lacking hausp specifically in the brain and examined the impacts of this manipulation on brain development. We found that deletion of hausp in neural cells resulted in neonatal lethality. The brains from these mice displayed hypoplasia and deficiencies in development, which were mainly caused by p53-mediated apoptosis. Detailed analysis also showed an increase of both p53 levels and p53-dependent transcriptional activation in hausp knockout brains. Notably, neural cell survival and brain development of hausp-mutant mice can largely be restored in the p53-null background. Nevertheless, in contrast to the case of mdm2- and mdm4 (murine double minute 4)-mutant mice, inactivation of p53 failed to completely rescue the neonatal lethality of these hausp-mutant mice. These results indicate that HAUSP-mediated p53 regulation is crucial for brain development, and also suggest that both the p53-dependent and the p53-independent functions of HAUSP contribute to the neonatal lethality of hausp-mutant mice.",
      "authorList": [
        "Kon N",
        "Zhong J",
        "Kobayashi Y",
        "Li M",
        "Szabolcs M",
        "Ludwig T",
        "Canoll PD",
        "Gu W"
      ],
      "authors": "Kon N, Zhong J, Kobayashi Y, Li M, Szabolcs M, Ludwig T, Canoll PD, Gu W",
      "journal": "Cell Death Differ",
      "year": 2011,
      "month": 8,
      "day": -1,
      "volume": "18",
      "issue": "8",
      "pages": "1366-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19946331",
      "pmcid": "PMC2857765",
      "doi": "10.1038/onc.2009.427",
      "title": "Inactivation of HAUSP in vivo modulates p53 function",
      "abstract": "Hausp is a deubiquitinase that has been shown to regulate the p53-Mdm2 pathway. Cotransfection of p53 and Hausp stabilizes p53 through the removal of ubiquitin moieties from polyubiquitinated p53. Interestingly, knockout or RNA interference-mediated knockdown of Hausp in human cells also resulted in the stabilization of p53 due to the destabilization of Mdm2, suggesting a dynamic role of Hausp in p53 activation. To understand the physiological functions of Hausp, we generated hausp knockout mice. Hausp knockout mice die during early embryonic development between embryonic days E6.5 and E7.5. The hausp knockout embryos showed p53 activation, but no apparent increase in apoptosis. Embryonic lethality was caused by a dramatic reduction in proliferation and termination in development, in part due to p53 activation and/or abrogation of p53-independent functions. Although deletion of p53 did not completely rescue the embryonic lethality of the hausp knockout, embryonic development was extended in both hausp and p53 double knockout embryos. These data show that Hausp has a critical role in regulating the p53-Mdm2 pathway.",
      "authorList": [
        "Kon N",
        "Kobayashi Y",
        "Li M",
        "Brooks CL",
        "Ludwig T",
        "Gu W"
      ],
      "authors": "Kon N, Kobayashi Y, Li M, Brooks CL, Ludwig T, Gu W",
      "journal": "Oncogene",
      "year": 2010,
      "month": 3,
      "day": 4,
      "volume": "29",
      "issue": "9",
      "pages": "1270-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19202598",
      "pmcid": "",
      "doi": "10.1007/2789_2008_105",
      "title": "Dissecting roles of ubiquitination in the p53 pathway",
      "abstract": "Posttranslational modification of proteins by mono- or polyubiquitination represents a central mechanism to modulate a wide range of cellular functions like protein stability, intracellular transport, protein interactions, and transcriptional activity. Analogous to other posttranslational modifications, ubiquitination is a reversible process counteracted by deubiquitinating enzymes (DUBs), which cleave the isopeptide linkage between protein substrate and the ubiquitin residue. The p53 tumor suppressor is a sequence-specific DNA-binding transcriptional factor that plays a central role in regulating growth arrest and apoptosis during the stress response. Notably, recent studies indicate that both the stability and the subcellular localization of p53 are tightly regulated by ubiquitination; p53 is mainly ubiquitinated by Mdm2 but other ubiquitin ligases such as ARF-BP1/HectH9/MULE are also involved in p53 regulation in vivo. Moreover, a deubiquitinase HAUSP was initially identified in p53 deubiquitination but more recent studies showed that both Mdm2 and Mdmx are also bona fide substrates of HAUSP. In this article, we review our latest understanding of ubiquitination in modulating the p53 tumor suppression pathway.",
      "authorList": ["Shan J", "Brooks C", "Kon N", "Li M", "Gu W"],
      "authors": "Shan J, Brooks C, Kon N, Li M, Gu W",
      "journal": "Ernst Schering Found Symp Proc",
      "year": 2008,
      "month": -1,
      "day": -1,
      "volume": "",
      "issue": "1",
      "pages": "127-36",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15989956",
      "pmcid": "",
      "doi": "10.1016/j.cell.2005.03.037",
      "title": "ARF-BP1/Mule is a critical mediator of the ARF tumor suppressor",
      "abstract": "Although the importance of the ARF tumor suppressor in p53 regulation is well established, numerous studies indicate that ARF also suppresses cell growth in a p53/Mdm2-independent manner. To understand the mechanism of ARF-mediated tumor suppression, we identified a ubiquitin ligase, ARF-BP1, as a key factor associated with ARF in vivo. ARF-BP1 harbors a signature HECT motif, and its ubiquitin ligase activity is inhibited by ARF. Notably, inactivation of ARF-BP1, but not Mdm2, suppresses the growth of p53 null cells in a manner reminiscent of ARF induction. Surprisingly, in p53 wild-type cells, ARF-BP1 directly binds and ubiquitinates p53, and inactivation of endogenous ARF-BP1 is crucial for ARF-mediated p53 stabilization. Thus, our study modifies the current view of ARF-mediated p53 activation and reveals that ARF-BP1 is a critical mediator of both the p53-independent and p53-dependent tumor suppressor functions of ARF. As such, ARF-BP1 may serve as a potential target for therapeutic intervention in tumors regardless of p53 status.",
      "authorList": ["Chen D", "Kon N", "Li M", "Zhang W", "Qin J", "Gu W"],
      "authors": "Chen D, Kon N, Li M, Zhang W, Qin J, Gu W",
      "journal": "Cell",
      "year": 2005,
      "month": 7,
      "day": 1,
      "volume": "121",
      "issue": "7",
      "pages": "1071-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15053880",
      "pmcid": "",
      "doi": "10.1016/s1097-2765(04)00157-1",
      "title": "A dynamic role of HAUSP in the p53-Mdm2 pathway",
      "abstract": "Our previous study showed that ubiquitination of p53 is reversible and that the ubiquitin hydrolase HAUSP can stabilize p53 by deubiquitination. Here, we found that partial reduction of endogenous HAUSP levels by RNAi indeed destabilizes endogenous p53; surprisingly, however, nearly complete ablation of HAUSP stabilizes and activates p53. We further show that this phenomenon occurs because HAUSP stabilizes Mdm2 in a p53-independent manner, providing an interesting feedback loop in p53 regulation. Notably, HAUSP is required for Mdm2 stability in normal cells; in HAUSP-ablated cells, self-ubiquitinated-Mdm2 becomes extremely unstable, leading to indirect p53 activation. Furthermore, this feedback regulation is specific to Mdm2; in HeLa cells, where p53 is preferentially degraded by viral E6-dependent ubiquitination, depletion of HAUSP fails to activate p53. This study provides an example of an ubiquitin ligase (Mdm2) that is directly regulated by a deubiquitinase (HAUSP) and also reveals a dynamic role of HAUSP in the p53-Mdm2 pathway.",
      "authorList": ["Li M", "Brooks CL", "Kon N", "Gu W"],
      "authors": "Li M, Brooks CL, Kon N, Gu W",
      "journal": "Mol Cell",
      "year": 2004,
      "month": 3,
      "day": 26,
      "volume": "13",
      "issue": "6",
      "pages": "879-86",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    }
  ]
}
