{
  "person": "oliver-elliott",
  "publications": [
    {
      "pmid": "30262818",
      "pmcid": "",
      "doi": "10.1038/s41588-018-0209-6",
      "title": "Pharmacogenomic landscape of patient-derived tumor cells informs precision oncology therapy",
      "abstract": "Outcomes of anticancer therapy vary dramatically among patients due to diverse genetic and molecular backgrounds, highlighting extensive intertumoral heterogeneity. The fundamental tenet of precision oncology defines molecular characterization of tumors to guide optimal patient-tailored therapy. Towards this goal, we have established a compilation of pharmacological landscapes of 462 patient-derived tumor cells (PDCs) across 14 cancer types, together with genomic and transcriptomic profiling in 385 of these tumors. Compared with the traditional long-term cultured cancer cell line models, PDCs recapitulate the molecular properties and biology of the diseases more precisely. Here, we provide insights into dynamic pharmacogenomic associations, including molecular determinants that elicit therapeutic resistance to EGFR inhibitors, and the potential repurposing of ibrutinib (currently used in hematological malignancies) for EGFR-specific therapy in gliomas. Lastly, we present a potential implementation of PDC-derived drug sensitivities for the prediction of clinical response to targeted therapeutics using retrospective clinical studies.",
      "authorList": [
        "Lee JK",
        "Liu Z",
        "Sa JK",
        "Shin S",
        "Wang J",
        "Bordyuh M",
        "Cho HJ",
        "Elliott O",
        "Chu T",
        "Choi SW",
        "Rosenbloom DIS",
        "Lee IH",
        "Shin YJ",
        "Kang HJ",
        "Kim D",
        "Kim SY",
        "Sim MH",
        "Kim J",
        "Lee T",
        "Seo YJ",
        "Shin H",
        "Lee M",
        "Kim SH",
        "Kwon YJ",
        "Oh JW",
        "Song M",
        "Kim M",
        "Kong DS",
        "Choi JW",
        "Seol HJ",
        "Lee JI",
        "Kim ST",
        "Park JO",
        "Kim KM",
        "Song SY",
        "Lee JW",
        "Kim HC",
        "Lee JE",
        "Choi MG",
        "Seo SW",
        "Shim YM",
        "Zo JI",
        "Jeong BC",
        "Yoon Y",
        "Ryu GH",
        "Kim NKD",
        "Bae JS",
        "Park WY",
        "Lee J",
        "Verhaak RGW",
        "Iavarone A",
        "Lee J",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Liu Z, Sa JK, Shin S, Wang J, Bordyuh M, Cho HJ, Elliott O, Chu T, Choi SW, Rosenbloom DIS, Lee IH, Shin YJ, Kang HJ, Kim D, Kim SY, Sim MH, Kim J, Lee T, Seo YJ, Shin H, Lee M, Kim SH, Kwon YJ, Oh JW, Song M, Kim M, Kong DS, Choi JW, Seol HJ, Lee JI, Kim ST, Park JO, Kim KM, Song SY, Lee JW, Kim HC, Lee JE, Choi MG, Seo SW, Shim YM, Zo JI, Jeong BC, Yoon Y, Ryu GH, Kim NKD, Bae JS, Park WY, Lee J, Verhaak RGW, Iavarone A, Lee J, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2018,
      "month": 10,
      "day": -1,
      "volume": "50",
      "issue": "10",
      "pages": "1399-1411",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "27270107",
      "pmcid": "PMC5627776",
      "doi": "10.1038/ng.3590",
      "title": "Clonal evolution of glioblastoma under therapy",
      "abstract": "Glioblastoma (GBM) is the most common and aggressive primary brain tumor. To better understand how GBM evolves, we analyzed longitudinal genomic and transcriptomic data from 114 patients. The analysis shows a highly branched evolutionary pattern in which 63% of patients experience expression-based subtype changes. The branching pattern, together with estimates of evolutionary rate, suggests that relapse-associated clones typically existed years before diagnosis. Fifteen percent of tumors present hypermutation at relapse in highly expressed genes, with a clear mutational signature. We find that 11% of recurrence tumors harbor mutations in LTBP4, which encodes a protein binding to TGF-β. Silencing LTBP4 in GBM cells leads to suppression of TGF-β activity and decreased cell proliferation. In recurrent GBM with wild-type IDH1, high LTBP4 expression is associated with worse prognosis, highlighting the TGF-β pathway as a potential therapeutic target in GBM.",
      "authorList": [
        "Wang J",
        "Cazzato E",
        "Ladewig E",
        "Frattini V",
        "Rosenbloom DI",
        "Zairis S",
        "Abate F",
        "Liu Z",
        "Elliott O",
        "Shin YJ",
        "Lee JK",
        "Lee IH",
        "Park WY",
        "Eoli M",
        "Blumberg AJ",
        "Lasorella A",
        "Nam DH",
        "Finocchiaro G",
        "Iavarone A",
        "Rabadan R"
      ],
      "authors": "Wang J, Cazzato E, Ladewig E, Frattini V, Rosenbloom DI, Zairis S, Abate F, Liu Z, Elliott O, Shin YJ, Lee JK, Lee IH, Park WY, Eoli M, Blumberg AJ, Lasorella A, Nam DH, Finocchiaro G, Iavarone A, Rabadan R",
      "journal": "Nat Genet",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "48",
      "issue": "7",
      "pages": "768-76",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "25957685",
      "pmcid": "PMC4428671",
      "doi": "10.1016/j.cell.2015.04.034",
      "title": "RNA exosome-regulated long non-coding RNA transcription controls super-enhancer activity",
      "abstract": "We have ablated the cellular RNA degradation machinery in differentiated B cells and pluripotent embryonic stem cells (ESCs) by conditional mutagenesis of core (Exosc3) and nuclear RNase (Exosc10) components of RNA exosome and identified a vast number of long non-coding RNAs (lncRNAs) and enhancer RNAs (eRNAs) with emergent functionality. Unexpectedly, eRNA-expressing regions accumulate R-loop structures upon RNA exosome ablation, thus demonstrating the role of RNA exosome in resolving deleterious DNA/RNA hybrids arising from active enhancers. We have uncovered a distal divergent eRNA-expressing element (lncRNA-CSR) engaged in long-range DNA interactions and regulating IgH 3' regulatory region super-enhancer function. CRISPR-Cas9-mediated ablation of lncRNA-CSR transcription decreases its chromosomal looping-mediated association with the IgH 3' regulatory region super-enhancer and leads to decreased class switch recombination efficiency. We propose that the RNA exosome protects divergently transcribed lncRNA expressing enhancers by resolving deleterious transcription-coupled secondary DNA structures, while also regulating long-range super-enhancer chromosomal interactions important for cellular function.",
      "authorList": [
        "Pefanis E",
        "Wang J",
        "Rothschild G",
        "Lim J",
        "Kazadi D",
        "Sun J",
        "Federation A",
        "Chao J",
        "Elliott O",
        "Liu ZP",
        "Economides AN",
        "Bradner JE",
        "Rabadan R",
        "Basu U"
      ],
      "journal": "Cell",
      "year": 2015,
      "month": 5,
      "day": 7,
      "volume": "161",
      "issue": "4",
      "pages": "774-89",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "oliver-elliott"],
      "isbn": "",
      "authors": "Pefanis E, Wang J, Rothschild G, Lim J, Kazadi D, Sun J, Federation A, Chao J, Elliott O, Liu ZP, Economides AN, Bradner JE, Rabadan R, Basu U"
    }
  ]
}
