{
  "person": "qiong-shen",
  "publications": [
    {
      "pmid": "32603407",
      "pmcid": "PMC7537389",
      "doi": "10.1084/jem.20200483",
      "title": "Single-cell analysis of germinal-center B cells informs on lymphoma cell of origin and outcome",
      "abstract": "In response to T cell-dependent antigens, mature B cells are stimulated to form germinal centers (GCs), the sites of B cell affinity maturation and the cell of origin (COO) of most B cell lymphomas. To explore the dynamics of GC B cell development beyond the known dark zone and light zone compartments, we performed single-cell (sc) transcriptomic analysis on human GC B cells and identified multiple functionally linked subpopulations, including the distinct precursors of memory B cells and plasma cells. The gene expression signatures associated with these GC subpopulations were effective in providing a sc-COO for ∼80% of diffuse large B cell lymphomas (DLBCLs) and identified novel prognostic subgroups of DLBCL.",
      "authorList": [
        "Holmes AB",
        "Corinaldesi C",
        "Shen Q",
        "Kumar R",
        "Compagno N",
        "Wang Z",
        "Nitzan M",
        "Grunstein E",
        "Pasqualucci L",
        "Dalla-Favera R",
        "Basso K"
      ],
      "authors": "Holmes AB, Corinaldesi C, Shen Q, Kumar R, Compagno N, Wang Z, Nitzan M, Grunstein E, Pasqualucci L, Dalla-Favera R, Basso K",
      "journal": "J Exp Med",
      "year": 2020,
      "month": 10,
      "day": 5,
      "volume": "217",
      "issue": "10",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "clarissa-corinaldesi",
        "qiong-shen",
        "zixuan-wang",
        "laura-pasqualucci",
        "riccardo-dalla-favera",
        "katia-basso"
      ],
      "isbn": ""
    },
    {
      "pmid": "30205047",
      "pmcid": "PMC6223119",
      "doi": "10.1016/j.ccell.2018.08.006",
      "title": "MEF2B Instructs Germinal Center Development and Acts as an Oncogene in B Cell Lymphomagenesis",
      "abstract": "The gene encoding the MEF2B transcription factor is mutated in germinal center (GC)-derived B cell lymphomas, but its role in GC development and lymphomagenesis is unknown. We demonstrate that Mef2b deletion reduces GC formation in mice and identify MEF2B transcriptional targets in GC, with roles in cell proliferation, apoptosis, GC confinement, and differentiation. The most common lymphoma-associated MEF2B mutant (MEF2BD83V) is hypomorphic, yet escapes binding and negative regulation by components of the HUCA complex and class IIa HDACs. Mef2bD83V expression in mice leads to GC enlargement and lymphoma development, a phenotype that becomes fully penetrant in combination with BCL2 de-regulation, an event associated with human MEF2B mutations. These results identify MEF2B as a critical GC regulator and a driver oncogene in lymphomagenesis.",
      "authorList": [
        "Brescia P",
        "Schneider C",
        "Holmes AB",
        "Shen Q",
        "Hussein S",
        "Pasqualucci L",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Brescia P, Schneider C, Holmes AB, Shen Q, Hussein S, Pasqualucci L, Basso K, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 9,
      "day": 10,
      "volume": "34",
      "issue": "3",
      "pages": "453-465",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "qiong-shen",
        "laura-pasqualucci",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "27166359",
      "pmcid": "",
      "doi": "10.1182/blood-2015-11-684357",
      "title": "FBXO11 inactivation leads to abnormal germinal-center formation and lymphoproliferative disease",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for the germinal center (GC) reaction and is implicated in lymphomagenesis. BCL6 protein stability is regulated by F-box protein 11 (FBXO11)-mediated ubiquitination and degradation, which is impaired in ∼6% of diffuse large B-cell lymphomas that carry inactivating genetic alterations targeting the FBXO11 gene. In order to investigate the role of FBXO11 in vivo, we analyzed GC-specific FBXO11 knockout mice. FBXO11 reduction or loss led to an increased number of GC B cells, to an altered ratio of GC dark zone to light zone cells, and to higher levels of BCL6 protein in GC B cells. B-cell receptor-mediated degradation of BCL6 was reduced in the absence of FBXO11, suggesting that FBXO11 contributes to the physiologic downregulation of BCL6 at the end of the GC reaction. Finally, FBXO11 inactivation was associated with the development of lymphoproliferative disorders in mice.",
      "authorList": [
        "Schneider C",
        "Kon N",
        "Amadori L",
        "Shen Q",
        "Schwartz FH",
        "Tischler B",
        "Bossennec M",
        "Dominguez-Sola D",
        "Bhagat G",
        "Gu W",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Schneider C, Kon N, Amadori L, Shen Q, Schwartz FH, Tischler B, Bossennec M, Dominguez-Sola D, Bhagat G, Gu W, Basso K, Dalla-Favera R",
      "journal": "Blood",
      "year": 2016,
      "month": 8,
      "day": 4,
      "volume": "128",
      "issue": "5",
      "pages": "660-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ning-kon",
        "qiong-shen",
        "wei-gu",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "23166356",
      "pmcid": "PMC3526356",
      "doi": "10.1084/jem.20121387",
      "title": "BCL6 positively regulates AID and germinal center gene expression via repression of miR-155",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for germinal center (GC) formation and whose de-regulation is involved in lymphomagenesis. Although substantial evidence indicates that BCL6 exerts its function by repressing the transcription of hundreds of protein-coding genes, its potential role in regulating gene expression via microRNAs (miRNAs) is not known. We have identified a core of 15 miRNAs that show binding of BCL6 in their genomic loci and are down-regulated in GC B cells. Among BCL6 validated targets, miR-155 and miR-361 directly modulate AID expression, indicating that via repression of these miRNAs, BCL6 up-regulates AID. Similarly, the expression of additional genes relevant for the GC phenotype, including SPI1, IRF8, and MYB, appears to be sustained via BCL6-mediated repression of miR-155. These findings identify a novel mechanism by which BCL6, in addition to repressing protein coding genes, promotes the expression of important GC functions by repressing specific miRNAs.",
      "authorList": [
        "Basso K",
        "Schneider C",
        "Shen Q",
        "Holmes AB",
        "Setty M",
        "Leslie C",
        "Dalla-Favera R"
      ],
      "authors": "Basso K, Schneider C, Shen Q, Holmes AB, Setty M, Leslie C, Dalla-Favera R",
      "journal": "J Exp Med",
      "year": 2012,
      "month": 12,
      "day": 17,
      "volume": "209",
      "issue": "13",
      "pages": "2455-65",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "qiong-shen",
        "antony-holmes",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "22174151",
      "pmcid": "",
      "doi": "10.1182/blood-2011-09-381814",
      "title": "Functional dissection of the chromosome 13q14 tumor-suppressor locus using transgenic mouse lines",
      "abstract": "Deletion of chromosomal region 13q14 represents the most common genetic aberration in B-cell chronic lymphocytic leukemia (CLL). 13q14 deletions are commonly large and heterogeneous in size and affect multiple genes. We recently found that targeted deletion in mice of the 0.11 megabase (mb)-long minimal deleted region (MDR) encompassing the DLEU2/miR-15a/16-1 cluster recapitulates the spectrum of CLL-associated lymphoproliferations in humans, including CLL, CD5(+) monoclonal B-cell lymphocytosis, and CD5(-) non-Hodgkin lymphomas. In the present study, we demonstrate that additional deletion of the 0.69-mb large genomic region telomeric to the MDR called the common deleted region (CDR) changed the spectrum of lymphoproliferations developing in CDR- versus MDR-deleted mice in that the number of CLL among B-cell lymphoproliferations was significantly elevated in the former. In addition, CDR-deleted mice seemed to succumb to their disease faster than MDR-deleted mice. Comparing HCDR3 regions of CD5(+) lymphoproliferations derived from this and published CLL mouse models, 44% (29 of 66) of junctions could be assigned to 8 sets of highly similar HCDR3 regions, demonstrating that CLL developing in mice frequently expresses almost identical, stereotypic Ag receptors. These results suggest that the size of 13q14 deletions influences the phenotype of the developing lymphoproliferations and potentially the severity of disease, suggesting a tumor-suppressor function for genetic elements in addition to DLEU2/miR-15a/16-1.",
      "authorList": [
        "Lia M",
        "Carette A",
        "Tang H",
        "Shen Q",
        "Mo T",
        "Bhagat G",
        "Dalla-Favera R",
        "Klein U"
      ],
      "authors": "Lia M, Carette A, Tang H, Shen Q, Mo T, Bhagat G, Dalla-Favera R, Klein U",
      "journal": "Blood",
      "year": 2012,
      "month": 3,
      "day": 29,
      "volume": "119",
      "issue": "13",
      "pages": "2981-90",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["qiong-shen", "tongwei-mo", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "21156281",
      "pmcid": "PMC3030476",
      "doi": "10.1016/j.ccr.2010.10.030",
      "title": "BLIMP1 is a tumor suppressor gene frequently disrupted in activated B cell-like diffuse large B cell lymphoma",
      "abstract": "Diffuse large B cell lymphoma (DLBCL) is a heterogeneous disease composed of at least two distinct subtypes: germinal center B cell-like (GCB) and activated B cell-like (ABC) DLBCL. These phenotypic subtypes segregate with largely unique genetic lesions, suggesting the involvement of different pathogenetic mechanisms. In this report we show that the BLIMP1/PRDM1 gene is inactivated by multiple mechanisms, including homozygous deletions, truncating or missense mutations, and transcriptional repression by constitutively active BCL6, in ∼53% of ABC-DLBCL. In vivo, conditional deletion of Blimp1 in mouse B cells promotes the development of lymphoproliferative disorders recapitulating critical features of the human ABC-DLBCL. These results demonstrate that BLIMP1 is a bona fide tumor-suppressor gene whose loss contributes to lymphomagenesis by blocking plasma cell differentiation.",
      "authorList": [
        "Mandelbaum J",
        "Bhagat G",
        "Tang H",
        "Mo T",
        "Brahmachary M",
        "Shen Q",
        "Chadburn A",
        "Rajewsky K",
        "Tarakhovsky A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Mandelbaum J, Bhagat G, Tang H, Mo T, Brahmachary M, Shen Q, Chadburn A, Rajewsky K, Tarakhovsky A, Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2010,
      "month": 12,
      "day": 14,
      "volume": "18",
      "issue": "6",
      "pages": "568-79",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "tongwei-mo",
        "qiong-shen",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "20060366",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2009.11.019",
      "title": "The DLEU2/miR-15a/16-1 cluster controls B cell proliferation and its deletion leads to chronic lymphocytic leukemia",
      "abstract": "Chronic lymphocytic leukemia (CLL) is a malignancy of B cells of unknown etiology. Deletions of the chromosomal region 13q14 are commonly associated with CLL, with monoclonal B cell lymphocytosis (MBL), which occasionally precedes CLL, and with aggressive lymphoma, suggesting that this region contains a tumor-suppressor gene. Here, we demonstrate that deletion in mice of the 13q14-minimal deleted region (MDR), which encodes the DLEU2/miR-15a/16-1 cluster, causes development of indolent B cell-autonomous, clonal lymphoproliferative disorders, recapitulating the spectrum of CLL-associated phenotypes observed in humans. miR-15a/16-1-deletion accelerates the proliferation of both human and mouse B cells by modulating the expression of genes controlling cell-cycle progression. These results define the role of 13q14 deletions in the pathogenesis of CLL.",
      "authorList": [
        "Klein U",
        "Lia M",
        "Crespo M",
        "Siegel R",
        "Shen Q",
        "Mo T",
        "Ambesi-Impiombato A",
        "Califano A",
        "Migliazza A",
        "Bhagat G",
        "Dalla-Favera R"
      ],
      "authors": "Klein U, Lia M, Crespo M, Siegel R, Shen Q, Mo T, Ambesi-Impiombato A, Califano A, Migliazza A, Bhagat G, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2010,
      "month": 1,
      "day": 19,
      "volume": "17",
      "issue": "1",
      "pages": "28-40",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["qiong-shen", "tongwei-mo", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "19549844",
      "pmcid": "PMC2708681",
      "doi": "10.1073/pnas.0903854106",
      "title": "BCL6 suppression of BCL2 via Miz1 and its disruption in diffuse large B cell lymphoma",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for germinal center (GC) formation and whose deregulation by genomic lesions is implicated in the pathogenesis of GC-derived diffuse large B cell lymphoma (DLBCL) and, less frequently, follicular lymphoma (FL). The biological function of BCL6 is only partially understood because no more than a few genes have been functionally characterized as direct targets of BCL6 transrepression activity. Here we report that the anti-apoptotic proto-oncogene BCL2 is a direct target of BCL6 in GC B cells. BCL6 binds to the BCL2 promoter region by interacting with the transcriptional activator Miz1 and suppresses Miz1-induced activation of BCL2 expression. BCL6-mediated suppression of BCL2 is lost in FL and DLBCL, where the 2 proteins are pathologically coexpressed, because of BCL2 chromosomal translocations and other mechanisms, including Miz1 deregulation and somatic mutations in the BCL2 promoter region. These results identify an important function for BCL6 in facilitating apoptosis of GC B cells via suppression of BCL2, and suggest that blocking this pathway is critical for lymphomagenesis.",
      "authorList": [
        "Saito M",
        "Novak U",
        "Piovan E",
        "Basso K",
        "Sumazin P",
        "Schneider C",
        "Crespo M",
        "Shen Q",
        "Bhagat G",
        "Califano A",
        "Chadburn A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Saito M, Novak U, Piovan E, Basso K, Sumazin P, Schneider C, Crespo M, Shen Q, Bhagat G, Califano A, Chadburn A, Pasqualucci L, Dalla-Favera R",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2009,
      "month": 7,
      "day": 7,
      "volume": "106",
      "issue": "27",
      "pages": "11294-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "katia-basso",
        "qiong-shen",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "19412164",
      "pmcid": "PMC2973325",
      "doi": "10.1038/nature07968",
      "title": "Mutations of multiple genes cause deregulation of NF-kappaB in diffuse large B-cell lymphoma",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL), the most common form of lymphoma in adulthood, comprises multiple biologically and clinically distinct subtypes including germinal centre B-cell-like (GCB) and activated B-cell-like (ABC) DLBCL. Gene expression profile studies have shown that its most aggressive subtype, ABC-DLBCL, is associated with constitutive activation of the NF-kappaB transcription complex. However, except for a small fraction of cases, it remains unclear whether NF-kappaB activation in these tumours represents an intrinsic program of the tumour cell of origin or a pathogenetic event. Here we show that >50% of ABC-DLBCL and a smaller fraction of GCB-DLBCL carry somatic mutations in multiple genes, including negative (TNFAIP3, also called A20) and positive (CARD11, TRAF2, TRAF5, MAP3K7 (TAK1) and TNFRSF11A (RANK)) regulators of NF-kappaB. Of these, the A20 gene, which encodes a ubiquitin-modifying enzyme involved in termination of NF-kappaB responses, is most commonly affected, with approximately 30% of patients displaying biallelic inactivation by mutations and/or deletions. When reintroduced in cell lines carrying biallelic inactivation of the gene, A20 induced apoptosis and cell growth arrest, indicating a tumour suppressor role. Less frequently, missense mutations of TRAF2 and CARD11 produce molecules with significantly enhanced ability to activate NF-kappaB. Thus, our results demonstrate that NF-kappaB activation in DLBCL is caused by genetic lesions affecting multiple genes, the loss or activation of which may promote lymphomagenesis by leading to abnormally prolonged NF-kappaB responses.",
      "authorList": [
        "Compagno M",
        "Lim WK",
        "Grunn A",
        "Nandula SV",
        "Brahmachary M",
        "Shen Q",
        "Bertoni F",
        "Ponzoni M",
        "Scandurra M",
        "Califano A",
        "Bhagat G",
        "Chadburn A",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Compagno M, Lim WK, Grunn A, Nandula SV, Brahmachary M, Shen Q, Bertoni F, Ponzoni M, Scandurra M, Califano A, Bhagat G, Chadburn A, Dalla-Favera R, Pasqualucci L",
      "journal": "Nature",
      "year": 2009,
      "month": 6,
      "day": 4,
      "volume": "459",
      "issue": "7247",
      "pages": "717-21",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "qiong-shen",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "16767092",
      "pmcid": "",
      "doi": "10.1038/ni1357",
      "title": "Transcription factor IRF4 controls plasma cell differentiation and class-switch recombination",
      "abstract": "B cells producing high-affinity antibodies are destined to differentiate into memory B cells and plasma cells, but the mechanisms leading to those differentiation pathways are mostly unknown. Here we report that the transcription factor IRF4 is required for the generation of plasma cells. Transgenic mice with conditional deletion of Irf4 in germinal center B cells lacked post-germinal center plasma cells and were unable to differentiate memory B cells into plasma cells. Plasma cell differentiation required IRF4 as well as the transcriptional repressor Blimp-1, which both acted 'upstream' of the transcription factor XBP-1. In addition, IRF4-deficient B cells had impaired expression of activation-induced deaminase and lacked class-switch recombination, suggesting an independent function for IRF4 in this process. These results identify IRF4 as a crucial transcriptional 'switch' in the generation of functionally competent plasma cells.",
      "authorList": [
        "Klein U",
        "Casola S",
        "Cattoretti G",
        "Shen Q",
        "Lia M",
        "Mo T",
        "Ludwig T",
        "Rajewsky K",
        "Dalla-Favera R"
      ],
      "authors": "Klein U, Casola S, Cattoretti G, Shen Q, Lia M, Mo T, Ludwig T, Rajewsky K, Dalla-Favera R",
      "journal": "Nat Immunol",
      "year": 2006,
      "month": 7,
      "day": -1,
      "volume": "7",
      "issue": "7",
      "pages": "773-82",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["qiong-shen", "tongwei-mo", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "15894265",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2005.03.037",
      "title": "Deregulated BCL6 expression recapitulates the pathogenesis of human diffuse large B cell lymphomas in mice",
      "abstract": "Diffuse large B cell lymphomas (DLBCL) derive from germinal center (GC) B cells and display chromosomal alterations deregulating the expression of BCL6, a transcriptional repressor required for GC formation. To investigate the role of BCL6 in DLBCL pathogenesis, we have engineered mice that express BCL6 constitutively in B cells by mimicking a chromosomal translocation found in human DLBCL. These mice display increased GC formation and perturbed post-GC differentiation characterized by a decreased number of post-isotype switch plasma cells. Subsequently, these mice develop a lymphoproliferative syndrome that culminates with the development of lymphomas displaying features typical of human DLBCL. These results define the oncogenic role of BCL6 in the pathogenesis of DLBCL and provide a faithful mouse model of this common disease.",
      "authorList": [
        "Cattoretti G",
        "Pasqualucci L",
        "Ballon G",
        "Tam W",
        "Nandula SV",
        "Shen Q",
        "Mo T",
        "Murty VV",
        "Dalla-Favera R"
      ],
      "authors": "Cattoretti G, Pasqualucci L, Ballon G, Tam W, Nandula SV, Shen Q, Mo T, Murty VV, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2005,
      "month": 5,
      "day": -1,
      "volume": "7",
      "issue": "5",
      "pages": "445-55",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "qiong-shen",
        "tongwei-mo",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    }
  ]
}
