{
  "person": "shan-zha",
  "publications": [
    {
      "pmid": "33905520",
      "pmcid": "PMC8136792",
      "doi": "10.1093/nar/gkab271",
      "title": "Inhibition of DNA replication initiation by silver nanoclusters",
      "abstract": "Silver nanoclusters (AgNCs) have outstanding physicochemical characteristics, including the ability to interact with proteins and DNA. Given the growing number of diagnostic and therapeutic applications of AgNCs, we evaluated the impact of AgNCs on DNA replication and DNA damage response in cell-free extracts prepared from unfertilized Xenopus laevis eggs. We find that, among a number of silver nanomaterials, AgNCs uniquely inhibited genomic DNA replication and abrogated the DNA replication checkpoint in cell-free extracts. AgNCs did not affect nuclear membrane or nucleosome assembly. AgNCs-supplemented extracts showed a strong defect in the loading of the mini chromosome maintenance (MCM) protein complex, the helicase that unwinds DNA ahead of replication forks. FLAG-AgNCs immunoprecipitation and mass spectrometry analysis of AgNCs associated proteins demonstrated direct interaction between MCM and AgNCs. Our studies indicate that AgNCs directly prevent the loading of MCM, blocking pre-replication complex (pre-RC) assembly and subsequent DNA replication initiation. Collectively, our findings broaden the scope of silver nanomaterials experimental applications, establishing AgNCs as a novel tool to study chromosomal DNA replication.",
      "authorList": [
        "Tao Y",
        "Aparicio T",
        "Li M",
        "Leong KW",
        "Zha S",
        "Gautier J"
      ],
      "authors": "Tao Y, Aparicio T, Li M, Leong KW, Zha S, Gautier J",
      "journal": "Nucleic Acids Res",
      "year": 2021,
      "month": 5,
      "day": 21,
      "volume": "49",
      "issue": "9",
      "pages": "5074-5083",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "shan-zha", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "33536256",
      "pmcid": "",
      "doi": "10.4049/jimmunol.2000967",
      "title": "FATC Domain Deletion Compromises ATM Protein Stability, Blocks Lymphocyte Development, and Promotes Lymphomagenesis",
      "abstract": "Ataxia-telangiectasia mutated (ATM) kinase is a master regulator of the DNA damage response, and loss of ATM leads to primary immunodeficiency and greatly increased risk for lymphoid malignancies. The FATC domain is conserved in phosphatidylinositol-3-kinase-related protein kinases (PIKKs). Truncation mutation in the FATC domain (R3047X) selectively compromised reactive oxygen species-induced ATM activation in cell-free assays. In this article, we show that in mouse models, knock-in ATM-R3057X mutation (Atm⁠ \nRX\n ⁠, corresponding to R3047X in human ATM) severely compromises ATM protein stability and causes T cell developmental defects, B cell Ig class-switch recombination defects, and infertility resembling ATM-null. The residual ATM-R3057X protein retains minimal yet functional measurable DNA damage-induced checkpoint activation and significantly delays lymphomagenesis in Atm⁠ \nRX/RX\n ⁠ mice compared with Atm⁠ \n-/-\n ⁠. Together, these results support a physiological role of the FATC domain in ATM protein stability and show that the presence of minimal residual ATM-R3057X protein can prevent growth retardation and delay tumorigenesis without restoring lymphocyte development and fertility.",
      "authorList": [
        "Milanovic M",
        "Shao Z",
        "Estes VM",
        "Wang XS",
        "Menolfi D",
        "Lin X",
        "Lee BJ",
        "Xu J",
        "Cupo OM",
        "Wang D",
        "Zha S"
      ],
      "authors": "Milanovic M, Shao Z, Estes VM, Wang XS, Menolfi D, Lin X, Lee BJ, Xu J, Cupo OM, Wang D, Zha S",
      "journal": "J Immunol",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "206",
      "issue": "6",
      "pages": "1228-1239",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "zhengping-shao",
        "xiobin-wang",
        "demis-menolfi",
        "xiaohui-lin",
        "brian-lee",
        "olivia-cupo",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33606972",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2021.01.025",
      "title": "The plié by DNA-PK: dancing on DNA",
      "abstract": "In this issue of Molecular Cell, Chen et al. (2020) report the structural transition during DNA-dependent activation of DNA-PK, shedding light on the mechanism by which kinase inhibitors and auto-phosphorylation-deficient DNA-PKcs compromise non-homologous end-joining (Chen et al., 2020).",
      "authorList": ["Zha S", "Shao Z", "Zhu Y"],
      "authors": "Zha S, Shao Z, Zhu Y",
      "journal": "Mol Cell",
      "year": 2021,
      "month": 2,
      "day": 18,
      "volume": "81",
      "issue": "4",
      "pages": "644-646",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha", "zhengping-shao", "yimeng-zhu"],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "PMC8137556",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The Cancer-Associated ATM R3008H Mutation Reveals the Link between ATM Activation and Its Exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead (KD) ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R ) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared with Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or KD mutations. SIGNIFICANT: This study functionally characterizes the most common ATM missense mutation R3008H in cancer and identifies a unique role of PI3-kinase regulatory domain in ATM activation.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "Mckinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, Mckinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 1,
      "day": 15,
      "volume": "81",
      "issue": "2",
      "pages": "426-437",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "33239428",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The cancer-associated ATM R3008H mutation reveals the link between ATM activation and its exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation-R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared to Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or kinase-dead mutations.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "McKinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, McKinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2020,
      "month": 11,
      "day": 25,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "first-author"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": [
        "shan-zha",
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee"
      ],
      "isbn": ""
    },
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "32623318",
      "pmcid": "PMC7885906",
      "doi": "10.1016/j.dnarep.2020.102874",
      "title": "The recent advances in non-homologous end-joining through the lens of lymphocyte development",
      "abstract": "Lymphocyte development requires ordered assembly and subsequent modifications of the antigen receptor genes through V(D)J recombination and Immunoglobulin class switch recombination (CSR), respectively. While the programmed DNA cleavage events are initiated by lymphocyte-specific factors, the resulting DNA double-strand break (DSB) intermediates activate the ATM kinase-mediated DNA damage response (DDR) and rely on the ubiquitously expressed classical non-homologous end-joining (cNHEJ) pathway including the DNA-dependent protein kinase (DNA-PK), and, in the case of CSR, also the alternative end-joining (Alt-EJ) pathway, for repair. Correspondingly, patients and animal models with cNHEJ or DDR defects develop distinct types of immunodeficiency reflecting their specific DNA repair deficiency. The unique end-structure, sequence context, and cell cycle regulation of V(D)J recombination and CSR also provide a valuable platform to study the mechanisms of, and the interplay between, cNHEJ and DDR. Here, we compare and contrast the genetic consequences of DNA repair defects in V(D)J recombination and CSR with a focus on the newly discovered cNHEJ factors and the kinase-dependent structural roles of ATM and DNA-PK in animal models. Throughout, we try to highlight the pending questions and emerging differences that will extend our understanding of cNHEJ and DDR in the context of primary immunodeficiency and lymphoid malignancies.",
      "authorList": ["Wang XS", "Lee BJ", "Zha S"],
      "authors": "Wang XS, Lee BJ, Zha S",
      "journal": "DNA Repair (Amst)",
      "year": 2020,
      "month": 10,
      "day": -1,
      "volume": "94",
      "issue": "",
      "pages": "102874",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "32890402",
      "pmcid": "PMC7515702",
      "doi": "10.1093/nar/gkaa718",
      "title": "Clinical PARP inhibitors do not abrogate PARP1 exchange at DNA damage sites in vivo",
      "abstract": "DNA breaks recruit and activate PARP1/2, which deposit poly-ADP-ribose (PAR) to recruit XRCC1-Ligase3 and other repair factors to promote DNA repair. Clinical PARP inhibitors (PARPi) extend the lifetime of damage-induced PARP1/2 foci, referred to as 'trapping'. To understand the molecular nature of 'trapping' in cells, we employed quantitative live-cell imaging and fluorescence recovery after photo-bleaching. Unexpectedly, we found that PARP1 exchanges rapidly at DNA damage sites even in the presence of clinical PARPi, suggesting the persistent foci are not caused by physical stalling. Loss of Xrcc1, a major downstream effector of PAR, also caused persistent PARP1 foci without affecting PARP1 exchange. Thus, we propose that the persistent PARP1 foci are formed by different PARP1 molecules that are continuously recruited to and exchanging at DNA lesions due to attenuated XRCC1-LIG3 recruitment and delayed DNA repair. Moreover, mutation analyses of the NAD+ interacting residues of PARP1 showed that PARP1 can be physically trapped at DNA damage sites, and identified H862 as a potential regulator for PARP1 exchange. PARP1-H862D, but not PARylation-deficient PARP1-E988K, formed stable PARP1 foci upon activation. Together, these findings uncovered the nature of persistent PARP1 foci and identified NAD+ interacting residues involved in the PARP1 exchange.",
      "authorList": [
        "Shao Z",
        "Lee BJ",
        "Rouleau-Turcotte É",
        "Langelier MF",
        "Lin X",
        "Estes VM",
        "Pascal JM",
        "Zha S"
      ],
      "authors": "Shao Z, Lee BJ, Rouleau-Turcotte É, Langelier MF, Lin X, Estes VM, Pascal JM, Zha S",
      "journal": "Nucleic Acids Res",
      "year": 2020,
      "month": 9,
      "day": 25,
      "volume": "48",
      "issue": "17",
      "pages": "9694-9709",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "brian-lee", "xiaohui-lin", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "32868446",
      "pmcid": "PMC7502750",
      "doi": "10.1073/pnas.2007455117",
      "title": "DNA-PKcs phosphorylation at the T2609 cluster alters the repair pathway choice during immunoglobulin class switch recombination",
      "abstract": "The DNA-dependent protein kinase (DNA-PK), which is composed of the KU heterodimer and the large catalytic subunit (DNA-PKcs), is a classical nonhomologous end-joining (cNHEJ) factor. Naïve B cells undergo class switch recombination (CSR) to generate antibodies with different isotypes by joining two DNA double-strand breaks at different switching regions via the cNHEJ pathway. DNA-PK and the cNHEJ pathway play important roles in the DNA repair phase of CSR. To initiate cNHEJ, KU binds to DNA ends and recruits and activates DNA-PK. Activated DNA-PK phosphorylates DNA-PKcs at the S2056 and T2609 clusters. Loss of T2609 cluster phosphorylation increases radiation sensitivity but whether T2609 phosphorylation has a role in physiological DNA repair remains elusive. Using the DNA-PKcs\n5A\n mouse model carrying alanine substitutions at the T2609 cluster, here we show that loss of T2609 phosphorylation of DNA-PKcs does not affect the CSR efficiency. Yet, the CSR junctions recovered from DNA-PKcs\n5A/5A\n B cells reveal increased chromosomal translocations, extensive use of distal switch regions (consistent with end resection), and preferential usage of microhomology-all signs of the alternative end-joining pathway. Thus, these results uncover a role of DNA-PKcs T2609 phosphorylation in promoting cNHEJ repair pathway choice during CSR.",
      "authorList": [
        "Crowe JL",
        "Wang XS",
        "Shao Z",
        "Lee BJ",
        "Estes VM",
        "Zha S"
      ],
      "authors": "Crowe JL, Wang XS, Shao Z, Lee BJ, Estes VM, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 9,
      "day": 15,
      "volume": "117",
      "issue": "37",
      "pages": "22953-22961",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "zhengping-shao", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "32355287",
      "pmcid": "PMC7608219",
      "doi": "10.1038/s41422-020-0328-3",
      "title": "ERCC6L2 promotes DNA orientation-specific recombination in mammalian cells",
      "abstract": "Programmed DNA recombination in mammalian cells occurs predominantly in a directional manner. While random DNA breaks are typically repaired both by deletion and by inversion at approximately equal proportions, V(D)J and class switch recombination (CSR) of immunoglobulin heavy chain gene overwhelmingly delete intervening sequences to yield productive rearrangement. What factors channel chromatin breaks to deletional CSR in lymphocytes is unknown. Integrating CRISPR knockout and chemical perturbation screening we here identify the Snf2-family helicase-like ERCC6L2 as one such factor. We show that ERCC6L2 promotes double-strand break end-joining and facilitates optimal CSR in mice. At the cellular levels, ERCC6L2 rapidly engages in DNA repair through its C-terminal domains. Mechanistically, ERCC6L2 interacts with other end-joining factors and plays a functionally redundant role with the XLF end-joining factor in V(D)J recombination. Strikingly, ERCC6L2 controls orientation-specific joining of broken ends during CSR, which relies on its helicase activity. Thus, ERCC6L2 facilitates programmed recombination through directional repair of distant breaks.",
      "authorList": [
        "Liu X",
        "Liu T",
        "Shang Y",
        "Dai P",
        "Zhang W",
        "Lee BJ",
        "Huang M",
        "Yang D",
        "Wu Q",
        "Liu LD",
        "Zheng X",
        "Zhou BO",
        "Dong J",
        "Yeap LS",
        "Hu J",
        "Xiao T",
        "Zha S",
        "Casellas R",
        "Liu XS",
        "Meng FL"
      ],
      "authors": "Liu X, Liu T, Shang Y, Dai P, Zhang W, Lee BJ, Huang M, Yang D, Wu Q, Liu LD, Zheng X, Zhou BO, Dong J, Yeap LS, Hu J, Xiao T, Zha S, Casellas R, Liu XS, Meng FL",
      "journal": "Cell Res",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "30",
      "issue": "9",
      "pages": "732-744",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "32337977",
      "pmcid": "PMC7346094",
      "doi": "10.1021/acsami.0c03001",
      "title": "Dual-Color Plasmonic Nanosensor for Radiation Dosimetry",
      "abstract": "Radiation dosimeters are critical for accurately assessing the levels of radiation exposure of tumor sites and surrounding tissues and for optimizing therapeutic interventions as well as for monitoring environmental exposure. To fill the need for a simple, user-friendly, and inexpensive dosimeter, we designed an innovative colorimetric nanosensor-based assay for detecting ionizing radiation. We show that hydroxyl radicals generated by ionizing radiation can be used to etch gold nanorods (AuNRs) and silver nanoprisms (AgNPRs), yielding reproducible color changes for radiation dose detection in the range of 50-2000 rad, broad enough to cover doses used in hyperfractionated, conventional, and hypofractionated radiotherapy. This range of doses detected by this assay correlates with radiation-induced DNA damage response in mammalian cells. Furthermore, this AuNR- and AgNPR-based sensing platform has been established in a paper format that can be readily adopted for a wide range of applications and translation.",
      "authorList": [
        "Tao Y",
        "Li M",
        "Liu X",
        "Leong KW",
        "Gautier J",
        "Zha S"
      ],
      "authors": "Tao Y, Li M, Liu X, Leong KW, Gautier J, Zha S",
      "journal": "ACS Appl Mater Interfaces",
      "year": 2020,
      "month": 5,
      "day": 20,
      "volume": "12",
      "issue": "20",
      "pages": "22499-22506",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["jean-gautier", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "32103174",
      "pmcid": "",
      "doi": "10.1038/s41586-020-2041-2",
      "title": "DNA-PKcs has KU-dependent function in rRNA processing and haematopoiesis",
      "abstract": "The DNA-dependent protein kinase (DNA-PK), which comprises the KU heterodimer and a catalytic subunit (DNA-PKcs), is a classical non-homologous end-joining (cNHEJ) factor1. KU binds to DNA ends, initiates cNHEJ, and recruits and activates DNA-PKcs. KU also binds to RNA, but the relevance of this interaction in mammals is unclear. Here we use mouse models to show that DNA-PK has an unexpected role in the biogenesis of ribosomal RNA (rRNA) and in haematopoiesis. The expression of kinase-dead DNA-PKcs abrogates cNHEJ2. However, most mice that both expressed kinase-dead DNA-PKcs and lacked the tumour suppressor TP53 developed myeloid disease, whereas all other previously characterized mice deficient in both cNHEJ and TP53 expression succumbed to pro-B cell lymphoma3. DNA-PK autophosphorylates DNA-PKcs, which is its best characterized substrate. Blocking the phosphorylation of DNA-PKcs at the T2609 cluster, but not the S2056 cluster, led to KU-dependent defects in 18S rRNA processing, compromised global protein synthesis in haematopoietic cells and caused bone marrow failure in mice. KU drives the assembly of DNA-PKcs on a wide range of cellular RNAs, including the U3 small nucleolar RNA, which is essential for processing of 18S rRNA4. U3 activates purified DNA-PK and triggers phosphorylation of DNA-PKcs at T2609. DNA-PK, but not other cNHEJ factors, resides in nucleoli in an rRNA-dependent manner and is co-purified with the small subunit processome. Together our data show that DNA-PK has RNA-dependent, cNHEJ-independent functions during ribosome biogenesis that require the kinase activity of DNA-PKcs and its phosphorylation at the T2609 cluster.",
      "authorList": [
        "Shao Z",
        "Flynn RA",
        "Crowe JL",
        "Zhu Y",
        "Liang J",
        "Jiang W",
        "Aryan F",
        "Aoude P",
        "Bertozzi CR",
        "Estes VM",
        "Lee BJ",
        "Bhagat G",
        "Zha S",
        "Calo E"
      ],
      "authors": "Shao Z, Flynn RA, Crowe JL, Zhu Y, Liang J, Jiang W, Aryan F, Aoude P, Bertozzi CR, Estes VM, Lee BJ, Bhagat G, Zha S, Calo E",
      "journal": "Nature",
      "year": 2020,
      "month": 3,
      "day": -1,
      "volume": "579",
      "issue": "7798",
      "pages": "291-296",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "yimeng-zhu", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "31526755",
      "pmcid": "",
      "doi": "10.1016/j.ccell.2019.08.011",
      "title": "LMO2 as a Biomarker for Hypersensitivity to Genotoxic Therapy",
      "abstract": "In this issue of Cancer Cell, Parvin and colleagues identify the expression of LMO2 as a biomarker for DNA repair defects in lymphomas. Using isogenic cell lines and xenografts, the authors show that expression of LMO2 predicts sensitivity to PARP inhibition, especially in combination with genotoxic therapy.",
      "authorList": ["Scuoppo C", "Zha S"],
      "authors": "Scuoppo C, Zha S",
      "journal": "Cancer Cell",
      "year": 2019,
      "month": 9,
      "day": 16,
      "volume": "36",
      "issue": "3",
      "pages": "211-212",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["claudio-scuoppo", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "31101667",
      "pmcid": "PMC6581594",
      "doi": "10.4049/jimmunol.1801657",
      "title": "Phosphorylation at S2053 in Murine (S2056 in Human) DNA-PKcs Is Dispensable for Lymphocyte Development and Class Switch Recombination",
      "abstract": "The classical nonhomologous end-joining (cNHEJ) pathway is a major DNA double-strand break repair pathway in mammalian cells and is required for lymphocyte development and maturation. The DNA-dependent protein kinase (DNA-PK) is a cNHEJ factor that encompasses the Ku70-Ku80 (KU) heterodimer and the large DNA-PK catalytic subunit (DNA-PKcs). In mouse models, loss of DNA-PKcs (DNA-PKcs-/- ) abrogates end processing (e.g., hairpin opening), but not end-ligation, whereas expression of the kinase-dead DNA-PKcs protein (DNA-PKcsKD/KD ) abrogates end-ligation, suggesting a kinase-dependent structural function of DNA-PKcs during cNHEJ. Lymphocyte development is abolished in DNA-PKcs-/- and DNA-PKcsKD/KD mice because of the requirement for both hairpin opening and end-ligation during V(D)J recombination. DNA-PKcs itself is the best-characterized substrate of DNA-PK. The S2056 cluster is the best-characterized autophosphorylation site in human DNA-PKcs. In this study, we show that radiation can induce phosphorylation of murine DNA-PKcs at the corresponding S2053. We also generated knockin mouse models with alanine- (DNA-PKcsPQR) or phospho-mimetic aspartate (DNA-PKcsSD) substitutions at the S2053 cluster. Despite moderate radiation sensitivity in the DNA-PKcsPQR/PQR fibroblasts and lymphocytes, both DNA-PKcsPQR/PQR and DNA-PKcsSD/SD mice retained normal kinase activity and underwent efficient V(D)J recombination and class switch recombination, indicating that phosphorylation at the S2053 cluster of murine DNA-PKcs (corresponding to S2056 of human DNA-PKcs), although important for radiation resistance, is dispensable for the end-ligation and hairpin-opening function of DNA-PK essential for lymphocyte development.",
      "authorList": [
        "Jiang W",
        "Estes VM",
        "Wang XS",
        "Shao Z",
        "Lee BJ",
        "Lin X",
        "Crowe JL",
        "Zha S"
      ],
      "authors": "Jiang W, Estes VM, Wang XS, Shao Z, Lee BJ, Lin X, Crowe JL, Zha S",
      "journal": "J Immunol",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "203",
      "issue": "1",
      "pages": "178-187",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "zhengping-shao",
        "brian-lee",
        "xiaohui-lin",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "31028119",
      "pmcid": "PMC6529280",
      "doi": "10.4049/jimmunol.1801033",
      "title": "Cutting Edge: ATM Influences Germinal Center Integrity",
      "abstract": "The DNA damage response protein ATM has long been known to influence class switch recombination in ex vivo-cultured B cells. However, an assessment of B cell-intrinsic requirement of ATM in humoral responses in vivo was confounded by the fact that its germline deletion affects T cell function, and B:T cell interactions are critical for in vivo immune responses. In this study, we demonstrate that B cell-specific deletion of ATM in mice leads to reduction in germinal center (GC) frequency and size in response to immunization. We find that loss of ATM induces apoptosis of GC B cells, likely due to unresolved DNA lesions in cells attempting to undergo class-switch recombination. Accordingly, suboptimal GC responses in ATM-deficient animals are characterized by decreased titers of class-switched Abs and decreased rates of somatic hypermutation. These results unmask the critical B cell-intrinsic role of ATM in maintaining an optimal GC response following immunization.",
      "authorList": [
        "Nicolas L",
        "Cols M",
        "Smolkin R",
        "Fernandez KC",
        "Yewdell WT",
        "Yen WF",
        "Zha S",
        "Vuong BQ",
        "Chaudhuri J"
      ],
      "authors": "Nicolas L, Cols M, Smolkin R, Fernandez KC, Yewdell WT, Yen WF, Zha S, Vuong BQ, Chaudhuri J",
      "journal": "J Immunol",
      "year": 2019,
      "month": 6,
      "day": 1,
      "volume": "202",
      "issue": "11",
      "pages": "3137-3142",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "30559436",
      "pmcid": "PMC6297235",
      "doi": "10.1038/s41467-018-07798-3",
      "title": "Kinase-dead ATR differs from ATR loss by limiting the dynamic exchange of ATR and RPA",
      "abstract": "ATR kinase is activated by RPA-coated single-stranded DNA (ssDNA) to orchestrate DNA damage responses. Here we show that ATR inhibition differs from ATR loss. Mouse model expressing kinase-dead ATR (Atr+/KD), but not loss of ATR (Atr+/-), displays ssDNA-dependent defects at the non-homologous region of X-Y chromosomes during male meiosis leading to sterility, and at telomeres, rDNA, and fragile sites during mitosis leading to lymphocytopenia. Mechanistically, we find that ATR kinase activity is necessary for the rapid exchange of ATR at DNA-damage-sites, which in turn promotes CHK1-phosphorylation. ATR-KD, but not loss of ATR, traps a subset of ATR and RPA on chromatin, where RPA is hyper-phosphorylated by ATM/DNA-PKcs and prevents downstream repair. Consequently, Atr+/KD cells have shorter inter-origin distances and are vulnerable to induced fork collapses, genome instability and mitotic catastrophe. These results reveal mechanistic differences between ATR inhibition and ATR loss, with implications for ATR signaling and cancer therapy.",
      "authorList": [
        "Menolfi D",
        "Jiang W",
        "Lee BJ",
        "Moiseeva T",
        "Shao Z",
        "Estes V",
        "Frattini MG",
        "Bakkenist CJ",
        "Zha S"
      ],
      "authors": "Menolfi D, Jiang W, Lee BJ, Moiseeva T, Shao Z, Estes V, Frattini MG, Bakkenist CJ, Zha S",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 12,
      "day": 17,
      "volume": "9",
      "issue": "1",
      "pages": "5351",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "demis-menolfi",
        "brian-lee",
        "zhengping-shao",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "30348496",
      "pmcid": "PMC7985968",
      "doi": "10.1016/j.dnarep.2018.10.001",
      "title": "Inactive Atm abrogates DSB repair in mouse cerebellum more than does Atm loss, without causing a neurological phenotype",
      "abstract": "The genome instability syndrome, ataxia-telangiectasia (A-T) is caused by null mutations in the ATM gene, that lead to complete loss or inactivation of the gene's product, the ATM protein kinase. ATM is the primary mobilizer of the cellular response to DNA double-strand breaks (DSBs) - a broad signaling network in which many components are ATM targets. The major clinical feature of A-T is cerebellar atrophy, characterized by relentless loss of Purkinje and granule cells. In Atm-knockout (Atm-KO) mice, complete loss of Atm leads to a very mild neurological phenotype, suggesting that Atm loss is not sufficient to markedly abrogate cerebellar structure and function in this organism. Expression of inactive (\"kinase-dead\") Atm (AtmKD) in mice leads to embryonic lethality, raising the question of whether conditional expression of AtmKD in the murine nervous system would lead to a more pronounced neurological phenotype than Atm loss. We generated two mouse strains in which AtmKD was conditionally expressed as the sole Atm species: one in the CNS and one specifically in Purkinje cells. Focusing our analysis on Purkinje cells, the dynamics of DSB readouts indicated that DSB repair was delayed longer in the presence of AtmKD compared to Atm loss. However, both strains exhibited normal life span and displayed no gross cerebellar histological abnormalities or significant neurological phenotype. We conclude that the presence of AtmKD is indeed more harmful to DSB repair than Atm loss, but the murine central nervous system can reasonably tolerate the extent of this DSB repair impairment. Greater pressure needs to be exerted on genome stability to obtain a mouse model that recapitulates the severe A-T neurological phenotype.",
      "authorList": [
        "Tal E",
        "Alfo M",
        "Zha S",
        "Barzilai A",
        "De Zeeuw CI",
        "Ziv Y",
        "Shiloh Y"
      ],
      "authors": "Tal E, Alfo M, Zha S, Barzilai A, De Zeeuw CI, Ziv Y, Shiloh Y",
      "journal": "DNA Repair (Amst)",
      "year": 2018,
      "month": 12,
      "day": -1,
      "volume": "72",
      "issue": "",
      "pages": "10-17",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "30244837",
      "pmcid": "PMC6347115",
      "doi": "10.1016/j.molcel.2018.08.016",
      "title": "The BRCT Domains of the BRCA1 and BARD1 Tumor Suppressors Differentially Regulate Homology-Directed Repair and Stalled Fork Protection",
      "abstract": "The BRCA1 tumor suppressor preserves genome integrity through both homology-directed repair (HDR) and stalled fork protection (SFP). In vivo, BRCA1 exists as a heterodimer with the BARD1 tumor suppressor, and both proteins harbor a phosphate-binding BRCT domain. Here, we compare mice with mutations that ablate BRCT phospho-recognition by Bard1 (Bard1S563F and Bard1K607A) or Brca1 (Brca1S1598F). Brca1S1598F abrogates both HDR and SFP, suggesting that both pathways are likely impaired in most BRCA1 mutant tumors. Although not affecting HDR, the Bard1 mutations ablate poly(ADP-ribose)-dependent recruitment of BRCA1/BARD1 to stalled replication forks, resulting in fork degradation and chromosome instability. Nonetheless, Bard1S563F/S563F and Bard1K607A/K607A mice, unlike Brca1S1598F/S1598F mice, are not tumor prone, indicating that HDR alone is sufficient to suppress tumor formation in the absence of SFP. Nevertheless, because SFP, unlike HDR, is also impaired in heterozygous Brca1/Bard1 mutant cells, SFP and HDR may contribute to distinct stages of tumorigenesis in BRCA1/BARD1 mutation carriers.",
      "authorList": [
        "Billing D",
        "Horiguchi M",
        "Wu-Baer F",
        "Taglialatela A",
        "Leuzzi G",
        "Nanez SA",
        "Jiang W",
        "Zha S",
        "Szabolcs M",
        "Lin CS",
        "Ciccia A",
        "Baer R"
      ],
      "authors": "Billing D, Horiguchi M, Wu-Baer F, Taglialatela A, Leuzzi G, Nanez SA, Jiang W, Zha S, Szabolcs M, Lin CS, Ciccia A, Baer R",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "127-139",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "shan-zha", "richard-baer"],
      "isbn": ""
    },
    {
      "pmid": "30072430",
      "pmcid": "PMC6112704",
      "doi": "10.1073/pnas.1808490115",
      "title": "Kinase-dependent structural role of DNA-PKcs during immunoglobulin class switch recombination",
      "abstract": "The catalytic subunit of DNA-dependent protein kinase (DNA-PKcs) is a classical nonhomologous end-joining (cNHEJ) factor. Loss of DNA-PKcs diminished mature B cell class switch recombination (CSR) to other isotypes, but not IgG1. Here, we show that expression of the kinase-dead DNA-PKcs (DNA-PKcsKD/KD ) severely compromises CSR to IgG1. High-throughput sequencing analyses of CSR junctions reveal frequent accumulation of nonproductive interchromosomal translocations, inversions, and extensive end resection in DNA-PKcsKD/KD , but not DNA-PKcs\n-/-\n , B cells. Meanwhile, the residual joints from DNA-PKcs\nKD/KD\n cells and the efficient Sµ-Sγ1 junctions from DNA-PKcs\n-/-\n B cells both display similar preferences for small (2-6 nt) microhomologies (MH). In DNA-PKcs\n-/-\n cells, Sµ-Sγ1 joints are more resistant to inversions and extensive resection than Sµ-Sε and Sµ-Sµ joints, providing a mechanism for the isotype-specific CSR defects. Together, our findings identify a kinase-dependent role of DNA-PKcs in suppressing MH-mediated end joining and a structural role of DNA-PKcs protein in the orientation of CSR.",
      "authorList": [
        "Crowe JL",
        "Shao Z",
        "Wang XS",
        "Wei PC",
        "Jiang W",
        "Lee BJ",
        "Estes VM",
        "Alt FW",
        "Zha S"
      ],
      "authors": "Crowe JL, Shao Z, Wang XS, Wei PC, Jiang W, Lee BJ, Estes VM, Alt FW, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2018,
      "month": 8,
      "day": 21,
      "volume": "115",
      "issue": "34",
      "pages": "8615-8620",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "xiobin-wang", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "30017584",
      "pmcid": "PMC6083883",
      "doi": "10.1016/j.molcel.2018.06.018",
      "title": "MRI Is a DNA Damage Response Adaptor during Classical Non-homologous End Joining",
      "abstract": "The modulator of retrovirus infection (MRI or CYREN) is a 30-kDa protein with a conserved N-terminal Ku-binding motif (KBM) and a C-terminal XLF-like motif (XLM). We show that MRI is intrinsically disordered and interacts with many DNA damage response (DDR) proteins, including the kinases ataxia telangiectasia mutated (ATM) and DNA-PKcs and the classical non-homologous end joining (cNHEJ) factors Ku70, Ku80, XRCC4, XLF, PAXX, and XRCC4. MRI forms large multimeric complexes that depend on its N and C termini and localizes to DNA double-strand breaks (DSBs), where it promotes the retention of DDR factors. Mice deficient in MRI and XLF exhibit embryonic lethality at a stage similar to those deficient in the core cNHEJ factors XRCC4 or DNA ligase IV. Moreover, MRI is required for cNHEJ-mediated DSB repair in XLF-deficient lymphocytes. We propose that MRI is an adaptor that, through multivalent interactions, increases the avidity of DDR factors to DSB-associated chromatin to promote cNHEJ.",
      "authorList": [
        "Hung PJ",
        "Johnson B",
        "Chen BR",
        "Byrum AK",
        "Bredemeyer AL",
        "Yewdell WT",
        "Johnson TE",
        "Lee BJ",
        "Deivasigamani S",
        "Hindi I",
        "Amatya P",
        "Gross ML",
        "Paull TT",
        "Pisapia DJ",
        "Chaudhuri J",
        "Petrini JJH",
        "Mosammaparast N",
        "Amarasinghe GK",
        "Zha S",
        "Tyler JK",
        "Sleckman BP"
      ],
      "authors": "Hung PJ, Johnson B, Chen BR, Byrum AK, Bredemeyer AL, Yewdell WT, Johnson TE, Lee BJ, Deivasigamani S, Hindi I, Amatya P, Gross ML, Paull TT, Pisapia DJ, Chaudhuri J, Petrini JJH, Mosammaparast N, Amarasinghe GK, Zha S, Tyler JK, Sleckman BP",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 7,
      "day": 19,
      "volume": "71",
      "issue": "2",
      "pages": "332-342",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "29449575",
      "pmcid": "PMC5814445",
      "doi": "10.1038/s41467-017-02688-6",
      "title": "Actionable perturbations of damage responses by TCL1/ATM and epigenetic lesions form the basis of T-PLL",
      "abstract": "T-cell prolymphocytic leukemia (T-PLL) is a rare and poor-prognostic mature T-cell malignancy. Here we integrated large-scale profiling data of alterations in gene expression, allelic copy number (CN), and nucleotide sequences in 111 well-characterized patients. Besides prominent signatures of T-cell activation and prevalent clonal variants, we also identify novel hot-spots for CN variability, fusion molecules, alternative transcripts, and progression-associated dynamics. The overall lesional spectrum of T-PLL is mainly annotated to axes of DNA damage responses, T-cell receptor/cytokine signaling, and histone modulation. We formulate a multi-dimensional model of T-PLL pathogenesis centered around a unique combination of TCL1 overexpression with damaging ATM aberrations as initiating core lesions. The effects imposed by TCL1 cooperate with compromised ATM toward a leukemogenic phenotype of impaired DNA damage processing. Dysfunctional ATM appears inefficient in alleviating elevated redox burdens and telomere attrition and in evoking a p53-dependent apoptotic response to genotoxic insults. As non-genotoxic strategies, synergistic combinations of p53 reactivators and deacetylase inhibitors reinstate such cell death execution.",
      "authorList": [
        "Schrader A",
        "Crispatzu G",
        "Oberbeck S",
        "Mayer P",
        "Pützer S",
        "von Jan J",
        "Vasyutina E",
        "Warner K",
        "Weit N",
        "Pflug N",
        "Braun T",
        "Andersson EI",
        "Yadav B",
        "Riabinska A",
        "Maurer B",
        "Ventura Ferreira MS",
        "Beier F",
        "Altmüller J",
        "Lanasa M",
        "Herling CD",
        "Haferlach T",
        "Stilgenbauer S",
        "Hopfinger G",
        "Peifer M",
        "Brümmendorf TH",
        "Nürnberg P",
        "Elenitoba-Johnson KSJ",
        "Zha S",
        "Hallek M",
        "Moriggl R",
        "Reinhardt HC",
        "Stern MH",
        "Mustjoki S",
        "Newrzela S",
        "Frommolt P",
        "Herling M"
      ],
      "authors": "Schrader A, Crispatzu G, Oberbeck S, Mayer P, Pützer S, von Jan J, Vasyutina E, Warner K, Weit N, Pflug N, Braun T, Andersson EI, Yadav B, Riabinska A, Maurer B, Ventura Ferreira MS, Beier F, Altmüller J, Lanasa M, Herling CD, Haferlach T, Stilgenbauer S, Hopfinger G, Peifer M, Brümmendorf TH, Nürnberg P, Elenitoba-Johnson KSJ, Zha S, Hallek M, Moriggl R, Reinhardt HC, Stern MH, Mustjoki S, Newrzela S, Frommolt P, Herling M",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 2,
      "day": 15,
      "volume": "9",
      "issue": "1",
      "pages": "697",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "28123174",
      "pmcid": "PMC5404952",
      "doi": "10.1038/jhg.2017.6",
      "title": "New diagnosis of atypical ataxia-telangiectasia in a 17-year-old boy with T-cell acute lymphoblastic leukemia and a novel ATM mutation",
      "abstract": "Ataxia-telangiectasia (A-T) is an autosomal recessive chromosome breakage disorder caused by mutations in the ATM gene. Typically, it presents in early childhood with progressive cerebellar dysfunction along with immunodeficiency and oculocutaneous telangiectasia. An increased risk of malignancy is also associated with the syndrome and, rarely, may be the presenting feature in small children. We describe a 17-year-old boy with slurred speech, mild motor delays and learning disability diagnosed with atypical A-T in the setting of T-cell acute lymphoblastic leukemia. Suspicion for A-T was raised after review of a peripheral blood karyotype demonstrating rearrangements involving chromosomes 7 and/or 14. The diagnosis was confirmed after molecular testing identified a novel homozygous missense variant in ATM (c.5585T>A; p.Leu1862His) that resulted in protein instability and abolished serine/threonine protein kinase activity. To our knowledge, this is the first report of concurrent A-T and lymphoid malignancy diagnoses in an older child or adult with only mild neurological disease. Our experience suggests that screening for the disorder should be considered in any individual with lymphoid malignancy and neurological findings, especially as radiation and certain chemotherapy protocols are contraindicated in A-T.",
      "authorList": [
        "Roohi J",
        "Crowe J",
        "Loredan D",
        "Anyane-Yeboa K",
        "Mansukhani MM",
        "Omesi L",
        "Levine J",
        "Revah Politi A",
        "Zha S"
      ],
      "authors": "Roohi J, Crowe J, Loredan D, Anyane-Yeboa K, Mansukhani MM, Omesi L, Levine J, Revah Politi A, Zha S",
      "journal": "J Hum Genet",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "62",
      "issue": "5",
      "pages": "581-584",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "27939942",
      "pmcid": "PMC5724035",
      "doi": "10.1016/j.molcel.2016.11.004",
      "title": "Regulation of the DNA Damage Response by DNA-PKcs Inhibitory Phosphorylation of ATM",
      "abstract": "Ataxia-telangiectasia mutated (ATM) regulates the DNA damage response as well as DNA double-strand break repair through homologous recombination. Here we show that ATM is hyperactive when the catalytic subunit of DNA-dependent protein kinase (DNA-PKcs) is chemically inhibited or when the DNA-PKcs gene is deleted in human cells. Pre-incubation of ATM protein with active DNA-PKcs also significantly reduces ATM activity in vitro. We characterize several phosphorylation sites in ATM that are targets of DNA-PKcs and show that phospho-mimetic mutations at these residues significantly inhibit ATM activity and impair ATM signaling upon DNA damage. In contrast, phospho-blocking mutations at one cluster of sites increase the frequency of apoptosis during normal cell growth. DNA-PKcs, which is integral to the non-homologous end joining pathway, thus negatively regulates ATM activity through phosphorylation of ATM. These observations illuminate an important regulatory mechanism for ATM that also controls DNA repair pathway choice.",
      "authorList": [
        "Zhou Y",
        "Lee JH",
        "Jiang W",
        "Crowe JL",
        "Zha S",
        "Paull TT"
      ],
      "authors": "Zhou Y, Lee JH, Jiang W, Crowe JL, Zha S, Paull TT",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 1,
      "day": 5,
      "volume": "65",
      "issue": "1",
      "pages": "91-104",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "28051062",
      "pmcid": "PMC5216128",
      "doi": "10.1038/ncomms13816",
      "title": "PAXX promotes KU accumulation at DNA breaks and is essential for end-joining in XLF-deficient mice",
      "abstract": "Non-homologous end-joining (NHEJ) is the most prominent DNA double strand break (DSB) repair pathway in mammalian cells. PAXX is the newest NHEJ factor, which shares structural similarity with known NHEJ factors-XRCC4 and XLF. Here we report that PAXX is dispensable for physiological NHEJ in otherwise wild-type mice. Yet Paxx-/- mice require XLF and Xlf-/- mice require PAXX for end-ligation. As such, Xlf-/-Paxx-/- mice display severe genomic instability and neuronal apoptosis, which eventually lead to embryonic lethality. Despite their structural similarities, only Xlf-/- cells, but not Paxx-/- cells require ATM/DNA-PK kinase activity for end-ligation. Mechanistically, PAXX promotes the accumulation of KU at DSBs, while XLF enhances LIG4 recruitment without affecting KU dynamics at DNA breaks in vivo. Together these findings identify the molecular functions of PAXX in KU accumulation at DNA ends and reveal distinct, yet critically complementary functions of PAXX and XLF during NHEJ.",
      "authorList": ["Liu X", "Shao Z", "Jiang W", "Lee BJ", "Zha S"],
      "authors": "Liu X, Shao Z, Jiang W, Lee BJ, Zha S",
      "journal": "Nat Commun",
      "year": 2017,
      "month": 1,
      "day": 4,
      "volume": "8",
      "issue": "",
      "pages": "13816",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "27304073",
      "pmcid": "PMC4957979",
      "doi": "10.7554/eLife.14709",
      "title": "Kinase-dead ATM protein is highly oncogenic and can be preferentially targeted by Topo-isomerase I inhibitors",
      "abstract": "Missense mutations in ATM kinase, a master regulator of DNA damage responses, are found in many cancers, but their impact on ATM function and implications for cancer therapy are largely unknown. Here we report that 72% of cancer-associated ATM mutations are missense mutations that are enriched around the kinase domain. Expression of kinase-dead ATM (Atm(KD/-)) is more oncogenic than loss of ATM (Atm(-/-)) in mouse models, leading to earlier and more frequent lymphomas with Pten deletions. Kinase-dead ATM protein (Atm-KD), but not loss of ATM (Atm-null), prevents replication-dependent removal of Topo-isomerase I-DNA adducts at the step of strand cleavage, leading to severe genomic instability and hypersensitivity to Topo-isomerase I inhibitors. Correspondingly, Topo-isomerase I inhibitors effectively and preferentially eliminate Atm(KD/-), but not Atm-proficientor Atm(-/-) leukemia in animal models. These findings identify ATM kinase-domain missense mutations as a potent oncogenic event and a biomarker for Topo-isomerase I inhibitor based therapy.",
      "authorList": [
        "Yamamoto K",
        "Wang J",
        "Sprinzen L",
        "Xu J",
        "Haddock CJ",
        "Li C",
        "Lee BJ",
        "Loredan DG",
        "Jiang W",
        "Vindigni A",
        "Wang D",
        "Rabadan R",
        "Zha S"
      ],
      "authors": "Yamamoto K, Wang J, Sprinzen L, Xu J, Haddock CJ, Li C, Lee BJ, Loredan DG, Jiang W, Vindigni A, Wang D, Rabadan R, Zha S",
      "journal": "Elife",
      "year": 2016,
      "month": 6,
      "day": 15,
      "volume": "5",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "di-wang", "raul-rabadan", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "26943586",
      "pmcid": "PMC4914251",
      "doi": "10.18632/oncotarget.7864",
      "title": "Loss of p53-mediated cell-cycle arrest, senescence and apoptosis promotes genomic instability and premature aging",
      "abstract": "Although p53-mediated cell cycle arrest, senescence and apoptosis are well accepted as major tumor suppression mechanisms, the loss of these functions does not directly lead to tumorigenesis, suggesting that the precise roles of these canonical activities of p53 need to be redefined. Here, we report that the cells derived from the mutant mice expressing p533KR, an acetylation-defective mutant that fails to induce cell-cycle arrest, senescence and apoptosis, exhibit high levels of aneuploidy upon DNA damage. Moreover, the embryonic lethality caused by the deficiency of XRCC4, a key DNA double strand break repair factor, can be fully rescued in the p533KR/3KR background. Notably, despite high levels of genomic instability, p533KR/3KRXRCC4-/- mice, unlike p53-/- XRCC4-/- mice, are not succumbed to pro-B-cell lymphomas. Nevertheless, p533KR/3KR XRCC4-/- mice display aging-like phenotypes including testicular atrophy, kyphosis, and premature death. Further analyses demonstrate that SLC7A11 is downregulated and that p53-mediated ferroptosis is significantly induced in spleens and testis of p533KR/3KRXRCC4-/- mice. These results demonstrate that the direct role of p53-mediated cell cycle arrest, senescence and apoptosis is to control genomic stability in vivo. Our study not only validates the importance of ferroptosis in p53-mediated tumor suppression in vivo but also reveals that the combination of genomic instability and activation of ferroptosis may promote aging-associated phenotypes. ",
      "authorList": ["Li T", "Liu X", "Jiang L", "Manfredi J", "Zha S", "Gu W"],
      "authors": "Li T, Liu X, Jiang L, Manfredi J, Zha S, Gu W",
      "journal": "Oncotarget",
      "year": 2016,
      "month": 3,
      "day": 15,
      "volume": "7",
      "issue": "11",
      "pages": "11838-49",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26219558",
      "pmcid": "PMC4518599",
      "doi": "10.1186/s13045-015-0191-8",
      "title": "Haploinsufficiency of Bcl11b suppresses the progression of ATM-deficient T cell lymphomas",
      "abstract": "Bcl11b is a transcription factor important for T cell development and also a tumor-suppressor gene that is hemizygously inactivated in ~10% human T cell acute lymphoblastic leukemia (T-ALL) and several murine T-ALL models, including ATM(-/-) thymic lymphomas. Here we report that heterozygous loss of Bcl11b (Bcl11b(+/-)) unexpectedly reduced lethal thymic lymphoma in ATM(-/-) mice by suppressing lymphoma progression, but not initiation. The suppression was associated with a T cell-mediated immune response in ATM(-/-)Bcl11b(+/-) mice, revealing a haploid insufficient function of Bcl11b in immune modulation against lymphoma and offering an explanation for the complex relationship between Bcl11b status with T-ALL prognosis.",
      "authorList": [
        "Pinkney KA",
        "Jiang W",
        "Lee BJ",
        "Loredan DG",
        "Li C",
        "Bhagat G",
        "Zha S"
      ],
      "authors": "Pinkney KA, Jiang W, Lee BJ, Loredan DG, Li C, Bhagat G, Zha S",
      "journal": "J Hematol Oncol",
      "year": 2015,
      "month": 7,
      "day": 30,
      "volume": "8",
      "issue": "",
      "pages": "94",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "25676421",
      "pmcid": "PMC5282516",
      "doi": "10.1038/leu.2015.41",
      "title": "Early B-cell-specific inactivation of ATM synergizes with ectopic CyclinD1 expression to promote pre-germinal center B-cell lymphomas in mice",
      "abstract": "Ataxia telangiectasia-mutated (ATM) kinase is a master regulator of the DNA damage response. ATM is frequently inactivated in human B-cell non-Hodgkin lymphomas, including ~50% of mantle cell lymphomas (MCLs) characterized by ectopic expression of CyclinD1. Here we report that early and robust deletion of ATM in precursor/progenitor B cells causes cell autonomous, clonal mature B-cell lymphomas of both pre- and post-germinal center (GC) origins. Unexpectedly, naive B-cell-specific deletion of ATM is not sufficient to induce lymphomas in mice, highlighting the important tumor suppressor function of ATM in immature B cells. Although EμCyclinD1 is not sufficient to induce lymphomas, EμCyclinD1 accelerates the kinetics and increases the incidence of clonal lymphomas in ATM-deficient B-cells and skews the lymphomas toward pre-GC-derived small lymphocytic neoplasms, sharing morphological features of human MCL. This is in part due to CyclinD1-driven expansion of ATM-deficient naive B cells with genomic instability, which promotes the deletions of additional tumor suppressor genes (i.e. Trp53, Mll2, Rb1 and Cdkn2a). Together these findings define a synergistic function of ATM and CyclinD1 in pre-GC B-cell proliferation and lymphomagenesis and provide a prototypic animal model to study the pathogenesis of human MCL. ",
      "authorList": [
        "Yamamoto K",
        "Lee BJ",
        "Li C",
        "Dubois RL",
        "Hobeika E",
        "Bhagat G",
        "Zha S"
      ],
      "authors": "Yamamoto K, Lee BJ, Li C, Dubois RL, Hobeika E, Bhagat G, Zha S",
      "journal": "Leukemia",
      "year": 2015,
      "month": 6,
      "day": -1,
      "volume": "29",
      "issue": "6",
      "pages": "1414-24",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "25721125",
      "pmcid": "PMC4408291",
      "doi": "10.1182/blood-2015-01-622621",
      "title": "Aberrant TCRδ rearrangement underlies the T-cell lymphocytopenia and t(12;14) translocation associated with ATM deficiency",
      "abstract": "Ataxia telangiectasia mutated (ATM) is a protein kinase and a master regulator of DNA-damage responses. Germline ATM inactivation causes ataxia-telangiectasia (A-T) syndrome with severe lymphocytopenia and greatly increased risk for T-cell lymphomas/leukemia. Both A-T and T-cell prolymphoblastic leukemia patients with somatic mutations of ATM frequently carry inv(14;14) between the T-cell receptor α/δ (TCRα/δ) and immunoglobulin H loci, but the molecular origin of this translocation remains elusive. ATM(-/-) mice recapitulate lymphocytopenia of A-T patients and routinely succumb to thymic lymphomas with t(12;14) translocation, syntenic to inv(14;14) in humans. Here we report that deletion of the TCRδ enhancer (Eδ), which initiates TCRδ rearrangement, significantly improves αβ T cell output and effectively prevents t(12;14) translocations in ATM(-/-) mice. These findings identify the genomic instability associated with V(D)J recombination at the TCRδ locus as the molecular origin of both lymphocytopenia and the signature t(12;14) translocations associated with ATM deficiency. ",
      "authorList": [
        "Jiang W",
        "Lee BJ",
        "Li C",
        "Dubois RL",
        "Gostissa M",
        "Alt FW",
        "Zha S"
      ],
      "authors": "Jiang W, Lee BJ, Li C, Dubois RL, Gostissa M, Alt FW, Zha S",
      "journal": "Blood",
      "year": 2015,
      "month": 4,
      "day": 23,
      "volume": "125",
      "issue": "17",
      "pages": "2665-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "25818648",
      "pmcid": "PMC4415111",
      "doi": "10.1016/j.molcel.2015.02.024",
      "title": "Differential phosphorylation of DNA-PKcs regulates the interplay between end-processing and end-ligation during nonhomologous end-joining",
      "abstract": "Nonhomologous end-joining (NHEJ) is a major DNA double-strand break repair pathway that is conserved in eukaryotes. In vertebrates, NHEJ further acquires end-processing capacities (e.g., hairpin opening) in addition to direct end-ligation. The catalytic subunit of DNA-PK (DNA-PKcs) is a vertebrate-specific NHEJ factor that can be autophosphorylated or transphosphorylated by ATM kinase. Using a mouse model expressing a kinase-dead (KD) DNA-PKcs protein, we show that ATM-mediated transphosphorylation of DNA-PKcs regulates end-processing at the level of Artemis recruitment, while strict autophosphorylation of DNA-PKcs is necessary to relieve the physical blockage on end-ligation imposed by the DNA-PKcs protein itself. Accordingly, DNA-PKcs(KD/KD) mice and cells show severe end-ligation defects and p53- and Ku-dependent embryonic lethality, but open hairpin-sealed ends normally in the presence of ATM kinase activity. Together, our findings identify DNA-PKcs as the molecular switch that coordinates end-processing and end-ligation at the DNA ends through differential phosphorylations.",
      "authorList": [
        "Jiang W",
        "Crowe JL",
        "Liu X",
        "Nakajima S",
        "Wang Y",
        "Li C",
        "Lee BJ",
        "Dubois RL",
        "Liu C",
        "Yu X",
        "Lan L",
        "Zha S"
      ],
      "authors": "Jiang W, Crowe JL, Liu X, Nakajima S, Wang Y, Li C, Lee BJ, Dubois RL, Liu C, Yu X, Lan L, Zha S",
      "journal": "Mol Cell",
      "year": 2015,
      "month": 4,
      "day": 2,
      "volume": "58",
      "issue": "1",
      "pages": "172-85",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "25670504",
      "pmcid": "PMC4339890",
      "doi": "10.1038/ncomms7233",
      "title": "Interactome analysis identifies a new paralogue of XRCC4 in non-homologous end joining DNA repair pathway",
      "abstract": "Non-homologous end joining (NHEJ) is a major pathway to repair DNA double-strand breaks (DSBs), which can display different types of broken ends. However, it is unclear how NHEJ factors organize to repair diverse types of DNA breaks. Here, through systematic analysis of the human NHEJ factor interactome, we identify PAXX as a direct interactor of Ku. The crystal structure of PAXX is similar to those of XRCC4 and XLF. Importantly, PAXX-deficient cells are sensitive to DSB-causing agents. Moreover, epistasis analysis demonstrates that PAXX functions together with XLF in response to ionizing radiation-induced complex DSBs, whereas they function redundantly in response to Topo2 inhibitor-induced simple DSBs. Consistently, PAXX and XLF coordinately promote the ligation of complex but not simple DNA ends in vitro. Altogether, our data identify PAXX as a new NHEJ factor and provide insight regarding the organization of NHEJ factors responding to diverse types of DSB ends. ",
      "authorList": [
        "Xing M",
        "Yang M",
        "Huo W",
        "Feng F",
        "Wei L",
        "Jiang W",
        "Ning S",
        "Yan Z",
        "Li W",
        "Wang Q",
        "Hou M",
        "Dong C",
        "Guo R",
        "Gao G",
        "Ji J",
        "Zha S",
        "Lan L",
        "Liang H",
        "Xu D"
      ],
      "authors": "Xing M, Yang M, Huo W, Feng F, Wei L, Jiang W, Ning S, Yan Z, Li W, Wang Q, Hou M, Dong C, Guo R, Gao G, Ji J, Zha S, Lan L, Liang H, Xu D",
      "journal": "Nat Commun",
      "year": 2015,
      "month": 2,
      "day": 11,
      "volume": "6",
      "issue": "",
      "pages": "6233",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "25075129",
      "pmcid": "PMC4155271",
      "doi": "10.1182/blood-2014-05-574863",
      "title": "Hematopoietic stem cell dysfunction underlies the progressive lymphocytopenia in XLF/Cernunnos deficiency",
      "abstract": "XRCC4-like factor (XLF/Cernunnos) is a component of the nonhomologous end-joining (NHEJ) pathway of double-strand DNA break repair. XLF-deficient patients develop a severe progressive lymphocytopenia. Although NHEJ is required for V(D)J recombination and lymphocyte development, XLF-deficient mice have normal V(D)J recombination, highlighting the need for an alternative mechanism for the lymphocytopenia. Here, we report that XLF-deficient mice recapitulate the age-dependent lymphocytopenia of patients. We show that XLF deficiency leads to premature aging of hematopoietic stem cells (HSCs), measured by decreased functional capacity in transplantation assays, preferential myeloid reconstitution, and reduced self-renewal at a young age. We propose that premature aging of HSCs, together with previously reported defects in class-switch recombination and memory immune response, underlies the progressive and severe lymphocytopenia in XLF-deficient patients in the absence of measurable V(D)J recombination defects. ",
      "authorList": [
        "Avagyan S",
        "Churchill M",
        "Yamamoto K",
        "Crowe JL",
        "Li C",
        "Lee BJ",
        "Zheng T",
        "Mukherjee S",
        "Zha S"
      ],
      "authors": "Avagyan S, Churchill M, Yamamoto K, Crowe JL, Li C, Lee BJ, Zheng T, Mukherjee S, Zha S",
      "journal": "Blood",
      "year": 2014,
      "month": 9,
      "day": 4,
      "volume": "124",
      "issue": "10",
      "pages": "1622-5",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "22869596",
      "pmcid": "PMC3413350",
      "doi": "10.1083/jcb.201204098",
      "title": "Kinase-dead ATM protein causes genomic instability and early embryonic lethality in mice",
      "abstract": "Ataxia telangiectasia (A-T) mutated (ATM) kinase orchestrates deoxyribonucleic acid (DNA) damage responses by phosphorylating numerous substrates implicated in DNA repair and cell cycle checkpoint activation. A-T patients and mouse models that express no ATM protein undergo normal embryonic development but exhibit pleiotropic DNA repair defects. In this paper, we report that mice carrying homozygous kinase-dead mutations in Atm (Atm(KD/KD)) died during early embryonic development. Atm(KD/-) cells exhibited proliferation defects and genomic instability, especially chromatid breaks, at levels higher than Atm(-/-) cells. Despite this increased genomic instability, Atm(KD/-) lymphocytes progressed through variable, diversity, and joining recombination and immunoglobulin class switch recombination, two events requiring nonhomologous end joining, at levels comparable to Atm(-/-) lymphocytes. Together, these results reveal an essential function of ATM during embryogenesis and an important function of catalytically inactive ATM protein in DNA repair.",
      "authorList": [
        "Yamamoto K",
        "Wang Y",
        "Jiang W",
        "Liu X",
        "Dubois RL",
        "Lin CS",
        "Ludwig T",
        "Bakkenist CJ",
        "Zha S"
      ],
      "authors": "Yamamoto K, Wang Y, Jiang W, Liu X, Dubois RL, Lin CS, Ludwig T, Bakkenist CJ, Zha S",
      "journal": "J Cell Biol",
      "year": 2012,
      "month": 8,
      "day": 6,
      "volume": "198",
      "issue": "3",
      "pages": "305-13",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "22355127",
      "pmcid": "PMC3309750",
      "doi": "10.1073/pnas.1120160109",
      "title": "Overlapping functions between XLF repair protein and 53BP1 DNA damage response factor in end joining and lymphocyte development",
      "abstract": "Nonhomologous end joining (NHEJ), a major pathway of DNA double-strand break (DSB) repair, is required during lymphocyte development to resolve the programmed DSBs generated during Variable, Diverse, and Joining [V(D)J] recombination. XRCC4-like factor (XLF) (also called Cernunnos or NHEJ1) is a unique component of the NHEJ pathway. Although germ-line mutations of other NHEJ factors abrogate lymphocyte development and lead to severe combined immunodeficiency (SCID), XLF mutations cause a progressive lymphocytopenia that is generally less severe than SCID. Accordingly, XLF-deficient murine lymphocytes show no measurable defects in V(D)J recombination. We reported earlier that ATM kinase and its substrate histone H2AX are both essential for V(D)J recombination in XLF-deficient lymphocytes, despite moderate role in V(D)J recombination in WT cells. p53-binding protein 1 (53BP1) is another substrate of ATM. 53BP1 deficiency led to small reduction of peripheral lymphocyte number by compromising both synapse and end-joining at modest level during V(D)J recombination. Here, we report that 53BP1/XLF double deficiency blocks lymphocyte development at early progenitor stages, owing to severe defects in end joining during chromosomal V(D)J recombination. The unrepaired DNA ends are rapidly degraded in 53BP1(-/-)XLF(-/-) cells, as reported for H2AX(-/-)XLF(-/-) cells, revealing an end protection role for 53BP1 reminiscent of H2AX. In contrast to the early embryonic lethality of H2AX(-/-)XLF(-/-) mice, 53BP1(-/-)XLF(-/-) mice are born alive and develop thymic lymphomas with translocations involving the T-cell receptor loci. Together, our findings identify a unique function for 53BP1 in end-joining and tumor suppression.",
      "authorList": [
        "Liu X",
        "Jiang W",
        "Dubois RL",
        "Yamamoto K",
        "Wolner Z",
        "Zha S"
      ],
      "authors": "Liu X, Jiang W, Dubois RL, Yamamoto K, Wolner Z, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2012,
      "month": 3,
      "day": 6,
      "volume": "109",
      "issue": "10",
      "pages": "3903-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "21575856",
      "pmcid": "PMC3105463",
      "doi": "10.1016/j.ccr.2011.05.002",
      "title": "ATMIN: a new tumor suppressor in developing B cells",
      "abstract": "",
      "authorList": ["Liu X", "Zha S"],
      "authors": "Liu X, Zha S",
      "journal": "Cancer Cell",
      "year": 2011,
      "month": 5,
      "day": 17,
      "volume": "19",
      "issue": "5",
      "pages": "569-70",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "21160472",
      "pmcid": "PMC3058373",
      "doi": "10.1038/nature09604",
      "title": "ATM damage response and XLF repair factor are functionally redundant in joining DNA breaks",
      "abstract": "Classical non-homologous DNA end-joining (NHEJ) is a major mammalian DNA double-strand-break (DSB) repair pathway. Deficiencies for classical NHEJ factors, such as XRCC4, abrogate lymphocyte development, owing to a strict requirement for classical NHEJ to join V(D)J recombination DSB intermediates. The XRCC4-like factor (XLF; also called NHEJ1) is mutated in certain immunodeficient human patients and has been implicated in classical NHEJ; however, XLF-deficient mice have relatively normal lymphocyte development and their lymphocytes support normal V(D)J recombination. The ataxia telangiectasia-mutated protein (ATM) detects DSBs and activates DSB responses by phosphorylating substrates including histone H2AX. However, ATM deficiency causes only modest V(D)J recombination and lymphocyte developmental defects, and H2AX deficiency does not have a measurable impact on these processes. Here we show that XLF, ATM and H2AX all have fundamental roles in processing and joining DNA ends during V(D)J recombination, but that these roles have been masked by unanticipated functional redundancies. Thus, combined deficiency of ATM and XLF nearly blocks mouse lymphocyte development due to an inability to process and join chromosomal V(D)J recombination DSB intermediates. Combined XLF and ATM deficiency also severely impairs classical NHEJ, but not alternative end-joining, during IgH class switch recombination. Redundant ATM and XLF functions in classical NHEJ are mediated by ATM kinase activity and are not required for extra-chromosomal V(D)J recombination, indicating a role for chromatin-associated ATM substrates. Correspondingly, conditional H2AX inactivation in XLF-deficient pro-B lines leads to V(D)J recombination defects associated with marked degradation of unjoined V(D)J ends, revealing that H2AX has a role in this process.",
      "authorList": [
        "Zha S",
        "Guo C",
        "Boboila C",
        "Oksenych V",
        "Cheng HL",
        "Zhang Y",
        "Wesemann DR",
        "Yuen G",
        "Patel H",
        "Goff PH",
        "Dubois RL",
        "Alt FW"
      ],
      "authors": "Zha S, Guo C, Boboila C, Oksenych V, Cheng HL, Zhang Y, Wesemann DR, Yuen G, Patel H, Goff PH, Dubois RL, Alt FW",
      "journal": "Nature",
      "year": 2011,
      "month": 1,
      "day": 13,
      "volume": "469",
      "issue": "7329",
      "pages": "250-4",
      "tagList": ["article", "selected", "selected::shan-zha", "first-author"],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "18775323",
      "pmcid": "PMC2630261",
      "doi": "10.1016/j.molcel.2008.07.017",
      "title": "Lymphocyte-specific compensation for XLF/cernunnos end-joining functions in V(D)J recombination",
      "abstract": "Mutations in XLF/Cernunnos (XLF) cause lymphocytopenia in humans, and various studies suggest an XLF role in classical nonhomologous end joining (C-NHEJ). We now find that XLF-deficient mouse embryonic fibroblasts are ionizing radiation (IR) sensitive and severely impaired for ability to support V(D)J recombination. Yet mature lymphocyte numbers in XLF-deficient mice are only modestly decreased. Moreover, XLF-deficient pro-B lines, while IR-sensitive, perform V(D)J recombination at nearly wild-type levels. Correspondingly, XLF/p53-double-deficient mice are not markedly prone to the pro-B lymphomas that occur in previously characterized C-NHEJ/p53-deficient mice; however, like other C-NHEJ/p53-deficient mice, they still develop medulloblastomas. Despite nearly normal V(D)J recombination in developing B cells, XLF-deficient mature B cells are moderately defective for immunoglobulin heavy-chain class switch recombination. Together, our results implicate XLF as a C-NHEJ factor but also indicate that developing mouse lymphocytes harbor cell-type-specific factors/pathways that compensate for the absence of XLF function during V(D)J recombination.",
      "authorList": [
        "Li G",
        "Alt FW",
        "Cheng HL",
        "Brush JW",
        "Goff PH",
        "Murphy MM",
        "Franco S",
        "Zhang Y",
        "Zha S"
      ],
      "authors": "Li G, Alt FW, Cheng HL, Brush JW, Goff PH, Murphy MM, Franco S, Zhang Y, Zha S",
      "journal": "Mol Cell",
      "year": 2008,
      "month": 9,
      "day": 5,
      "volume": "31",
      "issue": "5",
      "pages": "631-40",
      "tagList": ["article", "selected", "selected::shan-zha", "first-author"],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha"],
      "isbn": ""
    }
  ]
}
