{
  "person": "soonbum-park",
  "publications": [
    {
      "pmid": "33479772",
      "pmcid": "",
      "doi": "10.1093/brain/awaa408",
      "title": "Modulation of Nogo receptor 1 expression orchestrates myelin-associated infiltration of glioblastoma",
      "abstract": "As the clinical failure of glioblastoma treatment is attributed by multiple components, including myelin-associated infiltration, assessment of the molecular mechanisms underlying such process and identification of the infiltrating cells have been the primary objectives in glioblastoma research. Here, we adopted radiogenomic analysis to screen for functionally relevant genes that orchestrate the process of glioma cell infiltration through myelin and promote glioblastoma aggressiveness. The receptor of the Nogo ligand (NgR1) was selected as the top candidate through Differentially Expressed Genes (DEG) and Gene Ontology (GO) enrichment analysis. Gain and loss of function studies on NgR1 elucidated its underlying molecular importance in suppressing myelin-associated infiltration in vitro and in vivo. The migratory ability of glioblastoma cells on myelin is reversibly modulated by NgR1 during differentiation and dedifferentiation process through deubiquitinating activity of USP1, which inhibits the degradation of ID1 to downregulate NgR1 expression. Furthermore, pimozide, a well-known antipsychotic drug, upregulates NgR1 by post-translational targeting of USP1, which sensitizes glioma stem cells to myelin inhibition and suppresses myelin-associated infiltration in vivo. In primary human glioblastoma, downregulation of NgR1 expression is associated with highly infiltrative characteristics and poor survival. Together, our findings reveal that loss of NgR1 drives myelin-associated infiltration of glioblastoma and suggest that novel therapeutic strategies aimed at reactivating expression of NgR1 will improve the clinical outcome of glioblastoma patients.",
      "authorList": [
        "Hong JH",
        "Kang S",
        "Sa JK",
        "Park G",
        "Oh YT",
        "Kim TH",
        "Yin J",
        "Kim SS",
        "D'Angelo F",
        "Koo H",
        "You Y",
        "Park S",
        "Kwon HJ",
        "Kim CI",
        "Ryu H",
        "Lin W",
        "Park EJ",
        "Kim YJ",
        "Park MJ",
        "Kim H",
        "Kim MS",
        "Chung S",
        "Park CK",
        "Park SH",
        "Kang YH",
        "Kim JH",
        "Saya H",
        "Nakano I",
        "Gwak HS",
        "Yoo H",
        "Lee J",
        "Hur EM",
        "Shi B",
        "Nam DH",
        "Iavarone A",
        "Lee SH",
        "Park JB"
      ],
      "authors": "Hong JH, Kang S, Sa JK, Park G, Oh YT, Kim TH, Yin J, Kim SS, D'Angelo F, Koo H, You Y, Park S, Kwon HJ, Kim CI, Ryu H, Lin W, Park EJ, Kim YJ, Park MJ, Kim H, Kim MS, Chung S, Park CK, Park SH, Kang YH, Kim JH, Saya H, Nakano I, Gwak HS, Yoo H, Lee J, Hur EM, Shi B, Nam DH, Iavarone A, Lee SH, Park JB",
      "journal": "Brain",
      "year": 2021,
      "month": 3,
      "day": 3,
      "volume": "144",
      "issue": "2",
      "pages": "636-654",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "fulvio-dangelo",
        "soonbum-park",
        "jaime-kim",
        "antonio-iavarone"
      ],
      "isbn": ""
    },
    {
      "pmid": "32532977",
      "pmcid": "PMC7293269",
      "doi": "10.1038/s41467-020-16789-2",
      "title": "ARS2/MAGL signaling in glioblastoma stem cells promotes self-renewal and M2-like polarization of tumor-associated macrophages",
      "abstract": "The interplay between glioblastoma stem cells (GSCs) and tumor-associated macrophages (TAMs) promotes progression of glioblastoma multiforme (GBM). However, the detailed molecular mechanisms underlying the relationship between these two cell types remain unclear. Here, we demonstrate that ARS2 (arsenite-resistance protein 2), a zinc finger protein that is essential for early mammalian development, plays critical roles in GSC maintenance and M2-like TAM polarization. ARS2 directly activates its novel transcriptional target MGLL, encoding monoacylglycerol lipase (MAGL), to regulate the self-renewal and tumorigenicity of GSCs through production of prostaglandin E2 (PGE2), which stimulates β-catenin activation of GSC and M2-like TAM polarization. We identify M2-like signature downregulated by which MAGL-specific inhibitor, JZL184, increased survival rate significantly in the mouse xenograft model by blocking PGE2 production. Taken together, our results suggest that blocking the interplay between GSCs and TAMs by targeting ARS2/MAGL signaling offers a potentially novel therapeutic option for GBM patients.",
      "authorList": [
        "Yin J",
        "Kim SS",
        "Choi E",
        "Oh YT",
        "Lin W",
        "Kim TH",
        "Sa JK",
        "Hong JH",
        "Park SH",
        "Kwon HJ",
        "Jin X",
        "You Y",
        "Kim JH",
        "Kim H",
        "Son J",
        "Lee J",
        "Nam DH",
        "Choi KS",
        "Shi B",
        "Gwak HS",
        "Yoo H",
        "Iavarone A",
        "Kim JH",
        "Park JB"
      ],
      "authors": "Yin J, Kim SS, Choi E, Oh YT, Lin W, Kim TH, Sa JK, Hong JH, Park SH, Kwon HJ, Jin X, You Y, Kim JH, Kim H, Son J, Lee J, Nam DH, Choi KS, Shi B, Gwak HS, Yoo H, Iavarone A, Kim JH, Park JB",
      "journal": "Nat Commun",
      "year": 2020,
      "month": 6,
      "day": 12,
      "volume": "11",
      "issue": "1",
      "pages": "2978",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["soonbum-park", "jaime-kim", "antonio-iavarone"],
      "isbn": ""
    }
  ]
}
