{
  "person": "swarnali-acharyya",
  "publications": [
    {
      "pmid": "31615873",
      "pmcid": "PMC7528856",
      "doi": "10.1101/cshperspect.a037416",
      "title": "The Etiology and Impact of Muscle Wasting in Metastatic Cancer",
      "abstract": "Metastasis arises when cancer cells disseminate from their site of origin and invade distant organs. While cancer cells rarely colonize muscle, they often induce a debilitating muscle-wasting condition known as cachexia that compromises feeding, breathing, and cardiac function in metastatic cancer patients. In fact, nearly 80% of metastatic cancer patients experience a spectrum of muscle-wasting states, which deteriorates the quality of life and overall survival of cancer patients. Muscle wasting in cancer results from increased muscle catabolism induced by circulating tumor factors and a systemic metabolic dysfunction. In addition, muscle loss can be exacerbated by the exposure to antineoplastic therapies and the process of aging. With no approved therapies to alleviate cachexia, muscle health, therefore, becomes a key determinant of prognosis, treatment response, and survival in metastatic cancer patients. This review will discuss the current understanding of cancer-associated cachexia and highlight promising therapeutic strategies to treat muscle wasting in the context of metastatic cancers.",
      "authorList": ["Biswas AK", "Acharyya S"],
      "authors": "Biswas AK, Acharyya S",
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2020,
      "month": 10,
      "day": 1,
      "volume": "10",
      "issue": "10",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["anup-biswas", "swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "32730698",
      "pmcid": "PMC7520359",
      "doi": "10.1002/cam4.3242",
      "title": "Aberrant Zip14 expression in muscle is associated with cachexia in a Bard1-deficient mouse model of breast cancer metastasis",
      "abstract": "Nearly 80% of advanced cancer patients are afflicted with cachexia, a debilitating syndrome characterized by extensive loss of muscle mass and function. Cachectic cancer patients have a reduced tolerance to antineoplastic therapies and often succumb to premature death from the wasting of respiratory and cardiac muscles. Since there are no available treatments for cachexia, it is imperative to understand the mechanisms that drive cachexia in order to devise effective strategies to treat it. Although 25% of metastatic breast cancer patients develop symptoms of muscle wasting, mechanistic studies of breast cancer cachexia have been hampered by a lack of experimental models. Using tumor cells deficient for BARD1, a subunit of the BRCA1/BARD1 tumor suppressor complex, we have developed a new orthotopic model of triple-negative breast cancer that spontaneously metastasizes to the lung and leads to systemic muscle deterioration. We show that expression of the metal-ion transporter, Zip14, is markedly upregulated in cachectic muscles from these mice and is associated with elevated intramuscular zinc and iron levels. Aberrant Zip14 expression and altered metal-ion homeostasis could therefore represent an underlying mechanism of cachexia development in human patients with triple-negative breast cancer. Our study provides a unique model for studying breast cancer cachexia and identifies a potential therapeutic target for its treatment.",
      "authorList": [
        "Shakri AR",
        "James Zhong T",
        "Ma W",
        "Coker C",
        "Hegde R",
        "Scholze H",
        "Chin V",
        "Szabolcs M",
        "Hibshoosh H",
        "Tanji K",
        "Baer R",
        "Kumar Biswas A",
        "Acharyya S"
      ],
      "authors": "Shakri AR, James Zhong T, Ma W, Coker C, Hegde R, Scholze H, Chin V, Szabolcs M, Hibshoosh H, Tanji K, Baer R, Kumar Biswas A, Acharyya S",
      "journal": "Cancer Med",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "9",
      "issue": "18",
      "pages": "6766-6775",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "wanchao-ma",
        "courtney-coker",
        "rohaan-hegde",
        "richard-baer",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "32235902",
      "pmcid": "",
      "doi": "10.1038/s41568-020-0251-4",
      "title": "Understanding cachexia in the context of metastatic progression",
      "abstract": "Tumours reprogram host physiology, metabolism and immune responses during cancer progression. The release of soluble factors, exosomes and metabolites from tumours leads to systemic changes in distant organs, where cancer cells metastasize and grow. These tumour-derived circulating factors also profoundly impact tissues that are rarely inhabited by metastatic cancer cells such as skeletal muscle and adipose tissue. In fact, the majority of patients with metastatic cancer develop a debilitating muscle-wasting syndrome, known as cachexia, that is associated with decreased tolerance to antineoplastic therapy, poor prognosis and accelerated death, with no approved treatments. In this Perspective, we discuss the development of cachexia in the context of metastatic progression. We briefly discuss how circulating factors either directly or indirectly promote cachexia development and examine how signals from the metastatic process can trigger and amplify this process. Finally, we highlight promising therapeutic opportunities for targeting cachexia in the context of metastatic cancers.",
      "authorList": ["Biswas AK", "Acharyya S"],
      "authors": "Biswas AK, Acharyya S",
      "journal": "Nat Rev Cancer",
      "year": 2020,
      "month": 5,
      "day": -1,
      "volume": "20",
      "issue": "5",
      "pages": "274-284",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["anup-biswas", "swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "31861290",
      "pmcid": "PMC7016633",
      "doi": "10.3390/cancers12010003",
      "title": "Upregulation of ZIP14 and Altered Zinc Homeostasis in Muscles in Pancreatic Cancer Cachexia",
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a lethal cancer type in which the mortality rate approaches the incidence rate. More than 85% of PDAC patients experience a profound loss of muscle mass and function, known as cachexia. PDAC patients with this condition suffer from decreased tolerance to anti-cancer therapies and often succumb to premature death due to respiratory and cardiac muscle wasting. Yet, there are no approved therapies available to alleviate cachexia. We previously found that upregulation of the metal ion transporter, Zip14, and altered zinc homeostasis are critical mediators of cachexia in metastatic colon, lung, and breast cancer models. Here, we show that a similar mechanism is likely driving the development of cachexia in PDAC. In two independent experimental metastasis models generated from the murine PDAC cell lines, Pan02 and FC1242, we observed aberrant Zip14 expression and increased zinc ion levels in cachectic muscles. Moreover, in advanced PDAC patients, high levels of ZIP14 in muscles correlated with the presence of cachexia. These studies underscore the importance of altered ZIP14 function in PDAC-associated cachexia development and highlight a potential therapeutic opportunity for improving the quality of life and prolonging survival in PDAC patients.",
      "authorList": [
        "Shakri AR",
        "Zhong TJ",
        "Ma W",
        "Coker C",
        "Kim S",
        "Calluori S",
        "Scholze H",
        "Szabolcs M",
        "Caffrey T",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Tanji K",
        "Kluger MD",
        "Miller G",
        "Biswas AK",
        "Acharyya S"
      ],
      "authors": "Shakri AR, Zhong TJ, Ma W, Coker C, Kim S, Calluori S, Scholze H, Szabolcs M, Caffrey T, Grandgenett PM, Hollingsworth MA, Tanji K, Kluger MD, Miller G, Biswas AK, Acharyya S",
      "journal": "Cancers (Basel)",
      "year": 2019,
      "month": 12,
      "day": 18,
      "volume": "12",
      "issue": "1",
      "pages": "",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ahmad-rushdi-shakri",
        "tim-zhong",
        "wanchao-ma",
        "courtney-coker",
        "anup-biswas",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "31615873",
      "pmcid": "",
      "doi": "10.1101/cshperspect.a037416",
      "title": "The Etiology and Impact of Muscle Wasting in Metastatic Cancer",
      "abstract": "Metastasis arises when cancer cells disseminate from their site of origin and invade distant organs. While cancer cells rarely colonize muscle, they often induce a debilitating muscle-wasting condition known as cachexia that compromises feeding, breathing, and cardiac function in metastatic cancer patients. In fact, nearly 80% of metastatic cancer patients experience a spectrum of muscle-wasting states, which deteriorates the quality of life and overall survival of cancer patients. Muscle wasting in cancer results from increased muscle catabolism induced by circulating tumor factors and a systemic metabolic dysfunction. In addition, muscle loss can be exacerbated by the exposure to antineoplastic therapies and the process of aging. With no approved therapies to alleviate cachexia, muscle health, therefore, becomes a key determinant of prognosis, treatment response, and survival in metastatic cancer patients. This review will discuss the current understanding of cancer-associated cachexia and highlight promising therapeutic strategies to treat muscle wasting in the context of metastatic cancers.",
      "authorList": ["Biswas AK", "Acharyya S"],
      "journal": "Cold Spring Harb Perspect Med",
      "year": 2019,
      "month": 10,
      "day": 15,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya", "anup-biswas"],
      "isbn": "",
      "authors": "Biswas AK, Acharyya S"
    },
    {
      "pmid": "29875463",
      "pmcid": "PMC6015555",
      "doi": "10.1038/s41591-018-0054-2",
      "title": "Metastatic cancers promote cachexia through ZIP14 upregulation in skeletal muscle",
      "abstract": "Patients with metastatic cancer experience a severe loss of skeletal muscle mass and function known as cachexia. Cachexia is associated with poor prognosis and accelerated death in patients with cancer, yet its underlying mechanisms remain poorly understood. Here, we identify the metal-ion transporter ZRT- and IRT-like protein 14 (ZIP14) as a critical mediator of cancer-induced cachexia. ZIP14 is upregulated in cachectic muscles of mice and in patients with metastatic cancer and can be induced by TNF-α and TGF-β cytokines. Strikingly, germline ablation or muscle-specific depletion of Zip14 markedly reduces muscle atrophy in metastatic cancer models. We find that ZIP14-mediated zinc uptake in muscle progenitor cells represses the expression of MyoD and Mef2c and blocks muscle-cell differentiation. Importantly, ZIP14-mediated zinc accumulation in differentiated muscle cells induces myosin heavy chain loss. These results highlight a previously unrecognized role for altered zinc homeostasis in metastatic cancer-induced muscle wasting and implicate ZIP14 as a therapeutic target for its treatment.",
      "authorList": [
        "Wang G",
        "Biswas AK",
        "Ma W",
        "Kandpal M",
        "Coker C",
        "Grandgenett PM",
        "Hollingsworth MA",
        "Jain R",
        "Tanji K",
        "Lόpez-Pintado S",
        "Borczuk A",
        "Hebert D",
        "Jenkitkasemwong S",
        "Hojyo S",
        "Davuluri RV",
        "Knutson MD",
        "Fukada T",
        "Acharyya S"
      ],
      "authors": "Wang G, Biswas AK, Ma W, Kandpal M, Coker C, Grandgenett PM, Hollingsworth MA, Jain R, Tanji K, Lόpez-Pintado S, Borczuk A, Hebert D, Jenkitkasemwong S, Hojyo S, Davuluri RV, Knutson MD, Fukada T, Acharyya S",
      "journal": "Nat Med",
      "year": 2018,
      "month": 6,
      "day": -1,
      "volume": "24",
      "issue": "6",
      "pages": "770-781",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "anup-biswas",
        "wanchao-ma",
        "courtney-coker",
        "swarnali-acharyya"
      ],
      "isbn": ""
    },
    {
      "pmid": "27485414",
      "pmcid": "PMC5055184",
      "doi": "10.1002/cam4.841",
      "title": "An analysis of the relationship between metastases and cachexia in lung cancer patients",
      "abstract": "Weight loss and hematogenous metastases are poor prognosis factors in lung cancer patients that can but do not necessarily co-occur. We retrospectively investigated the clinical association between cachexia, tumor characteristics (such as metastatic burden and mutational status), and treatment in lung cancer patients. The medical records of 394 lung cancer patients from two institutions (Columbia University, USA and Tohoku University, Japan) were reviewed. Information collected included the presence of cachexia, histologic subtype, tumor stage, number of metastases, mutation status, treatment, and survival. Descriptive statistics were performed. Only stage IV patients exhibited >5% weight loss (0.8%, 2.2%, 3.6%, and 5.1%, for stages I to IV; P = 0.0001). Patients with metastases developed cachexia more often than patients without metastases independent of treatment (6.0% and 7.1% weight loss in patients with metastases vs. 2.5% and 2.0% in patients without metastases, before [P = 0.0001] and after [P < 0.0001] treatment, respectively). The change in number of metastatic sites over time correlated with increasing weight loss (5.2%, 10.6%, 13.4%, and 13.4%, for an increase of 0, 1, 2, and ≥3 metastatic sites, from initial diagnosis to the endpoint; P < 0.0001). Patients with cachexia had worse survival than patients without cachexia (hazard ratio, 2.94; 95% confidence interval, 2.08-4.16; P < 0.0001). Tumors with mutated KRAS were associated with an increased risk of weight loss (11.4% weight loss in patients with mutated KRAS vs. 6.0% in patients with wild-type KRAS; P = 0.0011). Our findings suggest that the capabilities of lung cancer to metastasize and cause cachexia might be linked intrinsically and are independent of treatments administered. KRAS-mutated tumors were more commonly associated with cachexia.",
      "authorList": [
        "Shiono M",
        "Huang K",
        "Downey RJ",
        "Consul N",
        "Villanueva N",
        "Beck K",
        "Fenn K",
        "Dietz D",
        "Yamaguchi T",
        "Kato S",
        "Divgi C",
        "Kalinsky K",
        "Wei Y",
        "Zhang Y",
        "Borczuk AC",
        "Inoue A",
        "Halmos B",
        "Acharyya S"
      ],
      "authors": "Shiono M, Huang K, Downey RJ, Consul N, Villanueva N, Beck K, Fenn K, Dietz D, Yamaguchi T, Kato S, Divgi C, Kalinsky K, Wei Y, Zhang Y, Borczuk AC, Inoue A, Halmos B, Acharyya S",
      "journal": "Cancer Med",
      "year": 2016,
      "month": 9,
      "day": -1,
      "volume": "5",
      "issue": "9",
      "pages": "2641-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "26823207",
      "pmcid": "PMC4783468",
      "doi": "10.1038/cr.2016.17",
      "title": "Arresting supporters: targeting neutrophils in metastasis",
      "abstract": "It is becoming increasingly clear that leukocytes dynamically regulate cancer progression and metastasis, and among leukocytes, granulocytic cells abundantly accumulate in metastatic organs; however, their function in metastasis remains controversial. In a recent report in Nature, Wculek and Malanchi clarify the role of mature neutrophils as mediators of metastatic initiation and provide a targeted approach to prevent the pro-metastatic activity of neutrophils in breast cancer models. ",
      "authorList": ["Acharyya S", "Massague J"],
      "authors": "Acharyya S, Massague J",
      "journal": "Cell Res",
      "year": 2016,
      "month": 3,
      "day": -1,
      "volume": "26",
      "issue": "3",
      "pages": "273-4",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "27660506",
      "pmcid": "PMC5019129",
      "doi": "10.4137/CMO.S40479",
      "title": "Monitoring Metastasis and Cachexia in a Patient with Breast Cancer: A Case Study",
      "abstract": "Cachexia, a wasting syndrome associated with advanced cancer and metastasis, is rarely documented in breast cancer patients. However, the incidence of cachexia in breast cancer is now thought to be largely underestimated. In our case report of a breast cancer patient with bone metastasis monitored during the course of her treatment, we document the development of cachexia by image analysis in relation to her metastatic burden. Elucidation of the link between metastatic burden and cachexia could unveil a highly specific screening process for metastasis, by assessing true muscle mass loss. Our patient was a 49-year-old premenopausal woman, with metastatic invasive ductal breast carcinoma in the vertebral and iliac bones on presentation, which progressed with new metastases to her hips, thigh bones, and vertebrae. In the two-year period, that is between her diagnosis and death, she lost >10% of her baseline weight. During these two years, we retrospectively identified a decrease in paraspinal muscle (PM) at the third lumbar vertebra followed by a sharp decline in weight. The increased tumor burden over time in metastatic sites was accompanied by a decrease in abdominal muscle and visceral and subcutaneous fat and was followed by the patient's demise. The increasing tumor burden in the patient was correlated with the mass of other tissues to determine the tissue that could best serve as a surrogate marker to cachexia and tumor burden. We noted a strong negative correlation between PM area and metastatic tumor area at the third lumbar vertebral level, with PM loss correlating to increasing tumor burden. The monitoring of PM wasting may serve as a marker, and therefore a prognostic factor, for both cachexia and extent of metastatic disease, especially in breast cancer, where metastasis to bone is frequent. Based on our data and review of the literature in this case study, longitudinal monitoring of cachexia in the selected muscle groups can give clinicians early indications of the extent of cachexia in metastatic breast cancer patients. ",
      "authorList": [
        "Consul N",
        "Guo X",
        "Coker C",
        "Lopez-Pintado S",
        "Hibshoosh H",
        "Zhao B",
        "Kalinsky K",
        "Acharyya S"
      ],
      "authors": "Consul N, Guo X, Coker C, Lopez-Pintado S, Hibshoosh H, Zhao B, Kalinsky K, Acharyya S",
      "journal": "Clin Med Insights Oncol",
      "year": 2016,
      "month": -1,
      "day": -1,
      "volume": "10",
      "issue": "",
      "pages": "83-94",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["courtney-coker", "swarnali-acharyya"],
      "isbn": ""
    },
    {
      "pmid": "22770218",
      "pmcid": "PMC3528019",
      "doi": "10.1016/j.cell.2012.04.042",
      "title": "A CXCL1 paracrine network links cancer chemoresistance and metastasis",
      "abstract": "Metastasis and chemoresistance in cancer are linked phenomena, but the molecular basis for this link is unknown. We uncovered a network of paracrine signals between carcinoma, myeloid, and endothelial cells that drives both processes in breast cancer. Cancer cells that overexpress CXCL1 and 2 by transcriptional hyperactivation or 4q21 amplification are primed for survival in metastatic sites. CXCL1/2 attract CD11b(+)Gr1(+) myeloid cells into the tumor, which produce chemokines including S100A8/9 that enhance cancer cell survival. Although chemotherapeutic agents kill cancer cells, these treatments trigger a parallel stromal reaction leading to TNF-α production by endothelial and other stromal cells. TNF-α via NF-kB heightens the CXCL1/2 expression in cancer cells, thus amplifying the CXCL1/2-S100A8/9 loop and causing chemoresistance. CXCR2 blockers break this cycle, augmenting the efficacy of chemotherapy against breast tumors and particularly against metastasis. This network of endothelial-carcinoma-myeloid signaling interactions provides a mechanism linking chemoresistance and metastasis, with opportunities for intervention.",
      "authorList": [
        "Acharyya S",
        "Oskarsson T",
        "Vanharanta S",
        "Malladi S",
        "Kim J",
        "Morris PG",
        "Manova-Todorova K",
        "Leversha M",
        "Hogg N",
        "Seshan VE",
        "Norton L",
        "Brogi E",
        "Massagué J"
      ],
      "journal": "Cell",
      "year": 2012,
      "month": 7,
      "day": 6,
      "volume": "150",
      "issue": "1",
      "pages": "165-78",
      "tagList": [
        "article",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya"],
      "isbn": "",
      "authors": "Acharyya S, Oskarsson T, Vanharanta S, Malladi S, Kim J, Morris PG, Manova-Todorova K, Leversha M, Hogg N, Seshan VE, Norton L, Brogi E, Massagué J"
    },
    {
      "pmid": "21706029",
      "pmcid": "PMC4020577",
      "doi": "10.1038/nm.2379",
      "title": "Breast cancer cells produce tenascin C as a metastatic niche component to colonize the lungs",
      "abstract": "We report that breast cancer cells that infiltrate the lungs support their own metastasis-initiating ability by expressing tenascin C (TNC). We find that the expression of TNC, an extracellular matrix protein of stem cell niches, is associated with the aggressiveness of pulmonary metastasis. Cancer cell-derived TNC promotes the survival and outgrowth of pulmonary micrometastases. TNC enhances the expression of stem cell signaling components, musashi homolog 1 (MSI1) and leucine-rich repeat-containing G protein-coupled receptor 5 (LGR5). MSI1 is a positive regulator of NOTCH signaling, whereas LGR5 is a target gene of the WNT pathway. TNC modulation of stem cell signaling occurs without affecting the expression of transcriptional enforcers of the stem cell phenotype and pluripotency, namely nanog homeobox (NANOG), POU class 5 homeobox 1 (POU5F1), also known as OCT4, and SRY-box 2 (SOX2). TNC protects MSI1-dependent NOTCH signaling from inhibition by signal transducer and activator of transcription 5 (STAT5), and selectively enhances the expression of LGR5 as a WNT target gene. Cancer cell-derived TNC remains essential for metastasis outgrowth until the tumor stroma takes over as a source of TNC. These findings link TNC to pathways that support the fitness of metastasis-initiating breast cancer cells and highlight the relevance of TNC as an extracellular matrix component of the metastatic niche.",
      "authorList": [
        "Oskarsson T",
        "Acharyya S",
        "Zhang XH",
        "Vanharanta S",
        "Tavazoie SF",
        "Morris PG",
        "Downey RJ",
        "Manova-Todorova K",
        "Brogi E",
        "MassaguÃ© J"
      ],
      "journal": "Nat Med",
      "year": 2011,
      "month": 6,
      "day": 26,
      "volume": "17",
      "issue": "7",
      "pages": "867-74",
      "tagList": ["article", "selected", "selected::swarnali-acharyya"],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya"],
      "isbn": "",
      "authors": "Oskarsson T, Acharyya S, Zhang XH, Vanharanta S, Tavazoie SF, Morris PG, Downey RJ, Manova-Todorova K, Brogi E, MassaguÃ© J"
    },
    {
      "pmid": "17380205",
      "pmcid": "PMC1821069",
      "doi": "10.1172/JCI30556",
      "title": "Interplay of IKK/NF-kappaB signaling in macrophages and myofibers promotes muscle degeneration in Duchenne muscular dystrophy",
      "abstract": "Duchenne muscular dystrophy (DMD) is a lethal X-linked disorder associated with dystrophin deficiency that results in chronic inflammation and severe skeletal muscle degeneration. In DMD mouse models and patients, we find that IkappaB kinase/NF-kappaB (IKK/NF-kappaB) signaling is persistently elevated in immune cells and regenerative muscle fibers. Ablation of 1 allele of the p65 subunit of NF-kappaB was sufficient to improve pathology in mdx mice, a model of DMD. In addition, conditional deletion of IKKbeta in mdx mice elucidated that NF-kappaB functions in activated macrophages to promote inflammation and muscle necrosis and in skeletal muscle fibers to limit regeneration through the inhibition of muscle progenitor cells. Furthermore, specific pharmacological inhibition of IKK resulted in improved pathology and muscle function in mdx mice. Collectively, these results underscore the critical role of NF-kappaB in the progression of muscular dystrophy and suggest the IKK/NF-kappaB signaling pathway as a potential therapeutic target for DMD.",
      "authorList": [
        "Acharyya S",
        "Villalta SA",
        "Bakkar N",
        "Bupha-Intr T",
        "Janssen PM",
        "Carathers M",
        "Li ZW",
        "Beg AA",
        "Ghosh S",
        "Sahenk Z",
        "Weinstein M",
        "Gardner KL",
        "Rafael-Fortney JA",
        "Karin M",
        "Tidball JG",
        "Baldwin AS",
        "Guttridge DC"
      ],
      "journal": "J Clin Invest",
      "year": 2007,
      "month": 4,
      "day": -1,
      "volume": "117",
      "issue": "4",
      "pages": "889-901",
      "tagList": [
        "article",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya"],
      "isbn": "",
      "authors": "Acharyya S, Villalta SA, Bakkar N, Bupha-Intr T, Janssen PM, Carathers M, Li ZW, Beg AA, Ghosh S, Sahenk Z, Weinstein M, Gardner KL, Rafael-Fortney JA, Karin M, Tidball JG, Baldwin AS, Guttridge DC"
    },
    {
      "pmid": "16286249",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2005.10.004",
      "title": "Dystrophin glycoprotein complex dysfunction: a regulatory link between muscular dystrophy and cancer cachexia",
      "abstract": "Cachexia contributes to nearly a third of all cancer deaths, yet the mechanisms underlying skeletal muscle wasting in this syndrome remain poorly defined. We report that tumor-induced alterations in the muscular dystrophy-associated dystrophin glycoprotein complex (DGC) represent a key early event in cachexia. Muscles from tumor-bearing mice exhibited membrane abnormalities accompanied by reduced levels of dystrophin and increased glycosylation on DGC proteins. Wasting was accentuated in tumor mdx mice lacking a DGC but spared in dystrophin transgenic mice that blocked induction of muscle E3 ubiquitin ligases. Furthermore, DGC deregulation correlated positively with cachexia in patients with gastrointestinal cancers. Based on these results, we propose that, similar to muscular dystrophy, DGC dysfunction plays a critical role in cancer-induced wasting.",
      "authorList": [
        "Acharyya S",
        "Butchbach ME",
        "Sahenk Z",
        "Wang H",
        "Saji M",
        "Carathers M",
        "Ringel MD",
        "Skipworth RJ",
        "Fearon KC",
        "Hollingsworth MA",
        "Muscarella P",
        "Burghes AH",
        "Rafael-Fortney JA",
        "Guttridge DC"
      ],
      "journal": "Cancer Cell",
      "year": 2005,
      "month": 11,
      "day": -1,
      "volume": "8",
      "issue": "5",
      "pages": "421-32",
      "tagList": [
        "article",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya"],
      "isbn": "",
      "authors": "Acharyya S, Butchbach ME, Sahenk Z, Wang H, Saji M, Carathers M, Ringel MD, Skipworth RJ, Fearon KC, Hollingsworth MA, Muscarella P, Burghes AH, Rafael-Fortney JA, Guttridge DC"
    },
    {
      "pmid": "15286803",
      "pmcid": "PMC484974",
      "doi": "10.1172/JCI20174",
      "title": "Cancer cachexia is regulated by selective targeting of skeletal muscle gene products",
      "abstract": "Cachexia is a syndrome characterized by wasting of skeletal muscle and contributes to nearly one-third of all cancer deaths. Cytokines and tumor factors mediate wasting by suppressing muscle gene products, but exactly which products are targeted by these cachectic factors is not well understood. Because of their functional relevance to muscle architecture, such targets are presumed to represent myofibrillar proteins, but whether these proteins are regulated in a general or a selective manner is also unclear. Here we demonstrate, using in vitro and in vivo models of muscle wasting, that cachectic factors are remarkably selective in targeting myosin heavy chain. In myotubes and mouse muscles, TNF-alpha plus IFN-gamma strongly reduced myosin expression through an RNA-dependent mechanism. Likewise, colon-26 tumors in mice caused the selective reduction of this myofibrillar protein, and this reduction correlated with wasting. Under these conditions, however, loss of myosin was associated with the ubiquitin-dependent proteasome pathway, which suggests that mechanisms used to regulate the expression of muscle proteins may be cachectic factor specific. These results shed new light on cancer cachexia by revealing that wasting does not result from a general downregulation of muscle proteins but rather is highly selective as to which proteins are targeted during the wasting state.",
      "authorList": [
        "Acharyya S",
        "Ladner KJ",
        "Nelsen LL",
        "Damrauer J",
        "Reiser PJ",
        "Swoap S",
        "Guttridge DC"
      ],
      "journal": "J Clin Invest",
      "year": 2004,
      "month": 8,
      "day": -1,
      "volume": "114",
      "issue": "3",
      "pages": "370-8",
      "tagList": [
        "article",
        "selected",
        "selected::swarnali-acharyya",
        "first-author"
      ],
      "url": "",
      "labs": ["swarnali-acharyya"],
      "peopleList": ["swarnali-acharyya"],
      "isbn": "",
      "authors": "Acharyya S, Ladner KJ, Nelsen LL, Damrauer J, Reiser PJ, Swoap S, Guttridge DC"
    }
  ]
}
