{
  "person": "tomas-aparicio",
  "publications": [
    {
      "pmid": "33905520",
      "pmcid": "PMC8136792",
      "doi": "10.1093/nar/gkab271",
      "title": "Inhibition of DNA replication initiation by silver nanoclusters",
      "abstract": "Silver nanoclusters (AgNCs) have outstanding physicochemical characteristics, including the ability to interact with proteins and DNA. Given the growing number of diagnostic and therapeutic applications of AgNCs, we evaluated the impact of AgNCs on DNA replication and DNA damage response in cell-free extracts prepared from unfertilized Xenopus laevis eggs. We find that, among a number of silver nanomaterials, AgNCs uniquely inhibited genomic DNA replication and abrogated the DNA replication checkpoint in cell-free extracts. AgNCs did not affect nuclear membrane or nucleosome assembly. AgNCs-supplemented extracts showed a strong defect in the loading of the mini chromosome maintenance (MCM) protein complex, the helicase that unwinds DNA ahead of replication forks. FLAG-AgNCs immunoprecipitation and mass spectrometry analysis of AgNCs associated proteins demonstrated direct interaction between MCM and AgNCs. Our studies indicate that AgNCs directly prevent the loading of MCM, blocking pre-replication complex (pre-RC) assembly and subsequent DNA replication initiation. Collectively, our findings broaden the scope of silver nanomaterials experimental applications, establishing AgNCs as a novel tool to study chromosomal DNA replication.",
      "authorList": [
        "Tao Y",
        "Aparicio T",
        "Li M",
        "Leong KW",
        "Zha S",
        "Gautier J"
      ],
      "authors": "Tao Y, Aparicio T, Li M, Leong KW, Zha S, Gautier J",
      "journal": "Nucleic Acids Res",
      "year": 2021,
      "month": 5,
      "day": 21,
      "volume": "49",
      "issue": "9",
      "pages": "5074-5083",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "shan-zha", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "29925947",
      "pmcid": "PMC6145447",
      "doi": "10.1038/s41586-018-0237-5",
      "title": "Nuclear ARP2/3 drives DNA break clustering for homology-directed repair",
      "abstract": "DNA double-strand breaks repaired by non-homologous end joining display limited DNA end-processing and chromosomal mobility. By contrast, double-strand breaks undergoing homology-directed repair exhibit extensive processing and enhanced motion. The molecular basis of this movement is unknown. Here, using Xenopus laevis cell-free extracts and mammalian cells, we establish that nuclear actin, WASP, and the actin-nucleating ARP2/3 complex are recruited to damaged chromatin undergoing homology-directed repair. We demonstrate that nuclear actin polymerization is required for the migration of a subset of double-strand breaks into discrete sub-nuclear clusters. Actin-driven movements specifically affect double-strand breaks repaired by homology-directed repair in G2 cell cycle phase; inhibition of actin nucleation impairs DNA end-processing and homology-directed repair. By contrast, ARP2/3 is not enriched at double-strand breaks repaired by non-homologous end joining and does not regulate non-homologous end joining. Our findings establish that nuclear actin-based mobility shapes chromatin organization by generating repair domains that are essential for homology-directed repair in eukaryotic cells.",
      "authorList": [
        "Schrank BR",
        "Aparicio T",
        "Li Y",
        "Chang W",
        "Chait BT",
        "Gundersen GG",
        "Gottesman ME",
        "Gautier J"
      ],
      "authors": "Schrank BR, Aparicio T, Li Y, Chang W, Chait BT, Gundersen GG, Gottesman ME, Gautier J",
      "journal": "Nature",
      "year": 2018,
      "month": 7,
      "day": -1,
      "volume": "559",
      "issue": "7712",
      "pages": "61-66",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "27652321",
      "pmcid": "PMC4972120",
      "doi": "10.1080/23723556.2016.1169343",
      "title": "BRCA1-CtIP interaction in the repair of DNA double-strand breaks",
      "abstract": "DNA termini at double-strand breaks are often chemically heterogeneous and require processing before initiation of repair. In a recent report, we demonstrated that CtIP and the MRE11-RAD50-NBS1 (MRN) nuclease complex cooperate with BRCA1 to specifically repair topoisomerase II-DNA adducted breaks. In contrast, BRCA1 is dispensable for repair of restriction endonuclease-generated double-strand breaks. ",
      "authorList": ["Aparicio T", "Gautier J"],
      "authors": "Aparicio T, Gautier J",
      "journal": "Mol Cell Oncol",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "3",
      "issue": "4",
      "pages": "e1169343",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "26880199",
      "pmcid": "PMC4754713",
      "doi": "10.1083/jcb.201504005",
      "title": "MRN, CtIP, and BRCA1 mediate repair of topoisomerase II-DNA adducts",
      "abstract": "Repair of DNA double-strand breaks (DSBs) with complex ends poses a special challenge, as additional processing is required before DNA ligation. For example, protein-DNA adducts must be removed to allow repair by either nonhomologous end joining or homology-directed repair. Here, we investigated the processing of topoisomerase II (Top2)-DNA adducts induced by treatment with the chemotherapeutic agent etoposide. Through biochemical analysis in Xenopus laevis egg extracts, we establish that the MRN (Mre11, Rad50, and Nbs1) complex, CtIP, and BRCA1 are required for both the removal of Top2-DNA adducts and the subsequent resection of Top2-adducted DSB ends. Moreover, the interaction between CtIP and BRCA1, although dispensable for resection of endonuclease-generated DSB ends, is required for resection of Top2-adducted DSBs, as well as for cellular resistance to etoposide during genomic DNA replication. ",
      "authorList": ["Aparicio T", "Baer R", "Gottesman M", "Gautier J"],
      "authors": "Aparicio T, Baer R, Gottesman M, Gautier J",
      "journal": "J Cell Biol",
      "year": 2016,
      "month": 2,
      "day": 15,
      "volume": "212",
      "issue": "4",
      "pages": "399-408",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "24746645",
      "pmcid": "PMC4051845",
      "doi": "10.1016/j.dnarep.2014.03.014",
      "title": "DNA double-strand break repair pathway choice and cancer",
      "abstract": "Since DNA double-strand breaks (DSBs) contribute to the genomic instability that drives cancer development, DSB repair pathways serve as important mechanisms for tumor suppression. Thus, genetic lesions, such as BRCA1 and BRCA2 mutations, that disrupt DSB repair are often associated with cancer susceptibility. In addition, recent evidence suggests that DSB \"mis-repair\", in which DSBs are resolved by an inappropriate repair pathway, can also promote genomic instability and presumably tumorigenesis. This notion has gained currency from recent cancer genome sequencing studies which have uncovered numerous chromosomal rearrangements harboring pathological DNA repair signatures. In this perspective, we discuss the factors that regulate DSB repair pathway choice and their consequences for genome stability and cancer. ",
      "authorList": ["Aparicio T", "Baer R", "Gautier J"],
      "authors": "Aparicio T, Baer R, Gautier J",
      "journal": "DNA Repair (Amst)",
      "year": 2014,
      "month": 7,
      "day": -1,
      "volume": "19",
      "issue": "",
      "pages": "169-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "richard-baer", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "23159855",
      "pmcid": "PMC3552907",
      "doi": "10.4161/cc.22807",
      "title": "More tasks for Dna2 in S-phase",
      "abstract": "",
      "authorList": ["Aparicio T", "Gautier J"],
      "authors": "Aparicio T, Gautier J",
      "journal": "Cell Cycle",
      "year": 2012,
      "month": 12,
      "day": 1,
      "volume": "11",
      "issue": "23",
      "pages": "4299-300",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["tomas-aparicio", "jean-gautier"],
      "isbn": ""
    }
  ]
}
