{
  "person": "tongwei-mo",
  "publications": [
    {
      "pmid": "28069569",
      "pmcid": "PMC5386396",
      "doi": "10.1158/2159-8290.CD-16-1417",
      "title": "The CREBBP Acetyltransferase Is a Haploinsufficient Tumor Suppressor in B-cell Lymphoma",
      "abstract": "Inactivating mutations of the CREBBP acetyltransferase are highly frequent in diffuse large B-cell lymphoma (DLBCL) and follicular lymphoma (FL), the two most common germinal center (GC)-derived cancers. However, the role of CREBBP inactivation in lymphomagenesis remains unclear. Here, we show that CREBBP regulates enhancer/super-enhancer networks with central roles in GC/post-GC cell fate decisions, including genes involved in signal transduction by the B-cell receptor and CD40 receptor, transcriptional control of GC and plasma cell development, and antigen presentation. Consistently, Crebbp-deficient B cells exhibit enhanced response to mitogenic stimuli and perturbed plasma cell differentiation. Although GC-specific loss of Crebbp was insufficient to initiate malignant transformation, compound Crebbp-haploinsufficient/BCL2-transgenic mice, mimicking the genetics of FL and DLBCL, develop clonal lymphomas recapitulating the features of the human diseases. These findings establish CREBBP as a haploinsufficient tumor-suppressor gene in GC B cells and provide insights into the mechanisms by which its loss contributes to lymphomagenesis.Significance: Loss-of-function mutations of CREBBP are common and early lesions in FL and DLBCL, suggesting a prominent role in lymphoma initiation. Our studies identify the cellular program by which reduced CREBBP dosage facilitates malignant transformation, and have direct implications for targeted lymphoma therapy based on drugs affecting CREBBP-mediated chromatin acetylation. Cancer Discov; 7(3); 322-37. ©2017 AACR.This article is highlighted in the In This Issue feature, p. 235.",
      "authorList": [
        "Zhang J",
        "Vlasevska S",
        "Wells VA",
        "Nataraj S",
        "Holmes AB",
        "Duval R",
        "Meyer SN",
        "Mo T",
        "Basso K",
        "Brindle PK",
        "Hussein S",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Vlasevska S, Wells VA, Nataraj S, Holmes AB, Duval R, Meyer SN, Mo T, Basso K, Brindle PK, Hussein S, Dalla-Favera R, Pasqualucci L",
      "journal": "Cancer Discov",
      "year": 2017,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "3",
      "pages": "322-337",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "sofija-vlasevska",
        "antony-holmes",
        "stefanie-meyer",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "26620759",
      "pmcid": "",
      "doi": "10.1016/j.immuni.2015.10.015",
      "title": "The FOXO1 Transcription Factor Instructs the Germinal Center Dark Zone Program",
      "abstract": "The pathways regulating formation of the germinal center (GC) dark zone (DZ) and light zone (LZ) are unknown. In this study we show that FOXO1 transcription factor expression was restricted to the GC DZ and was required for DZ formation, since its absence in mice led to the loss of DZ gene programs and the formation of LZ-only GCs. FOXO1-negative GC B cells displayed normal somatic hypermutation but defective affinity maturation and class switch recombination. The function of FOXO1 in sustaining the DZ program involved the trans-activation of the chemokine receptor CXCR4, and cooperation with the BCL6 transcription factor in the trans-repression of genes involved in immune activation, DNA repair, and plasma cell differentiation. These results also have implications for the role of FOXO1 in lymphomagenesis because they suggest that constitutive FOXO1 activity might be required for the oncogenic activity of deregulated BCL6 expression.",
      "authorList": [
        "Dominguez-Sola D",
        "Kung J",
        "Holmes AB",
        "Wells VA",
        "Mo T",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Dominguez-Sola D, Kung J, Holmes AB, Wells VA, Mo T, Basso K, Dalla-Favera R",
      "journal": "Immunity",
      "year": 2015,
      "month": 12,
      "day": 15,
      "volume": "43",
      "issue": "6",
      "pages": "1064-74",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "26366712",
      "pmcid": "PMC5145002",
      "doi": "10.1038/nm.3940",
      "title": "Disruption of KMT2D perturbs germinal center B cell development and promotes lymphomagenesis",
      "abstract": "Mutations in the gene encoding the KMT2D (or MLL2) methyltransferase are highly recurrent and occur early during tumorigenesis in diffuse large B cell lymphoma (DLBCL) and follicular lymphoma (FL). However, the functional consequences of these mutations and their role in lymphomagenesis are unknown. Here we show that FL- and DLBCL-associated KMT2D mutations impair KMT2D enzymatic activity, leading to diminished global H3K4 methylation in germinal-center (GC) B cells and DLBCL cells. Conditional deletion of Kmt2d early during B cell development, but not after initiation of the GC reaction, results in an increase in GC B cells and enhances B cell proliferation in mice. Moreover, genetic ablation of Kmt2d in mice overexpressing Bcl2 increases the incidence of GC-derived lymphomas resembling human tumors. These findings suggest that KMT2D acts as a tumor suppressor gene whose early loss facilitates lymphomagenesis by remodeling the epigenetic landscape of the cancer precursor cells. Eradication of KMT2D-deficient cells may thus represent a rational therapeutic approach for targeting early tumorigenic events. ",
      "authorList": [
        "Zhang J",
        "Dominguez-Sola D",
        "Hussein S",
        "Lee JE",
        "Holmes AB",
        "Bansal M",
        "Vlasevska S",
        "Mo T",
        "Tang H",
        "Basso K",
        "Ge K",
        "Dalla-Favera R",
        "Pasqualucci L"
      ],
      "authors": "Zhang J, Dominguez-Sola D, Hussein S, Lee JE, Holmes AB, Bansal M, Vlasevska S, Mo T, Tang H, Basso K, Ge K, Dalla-Favera R, Pasqualucci L",
      "journal": "Nat Med",
      "year": 2015,
      "month": 10,
      "day": -1,
      "volume": "21",
      "issue": "10",
      "pages": "1190-8",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "antony-holmes",
        "sofija-vlasevska",
        "tongwei-mo",
        "katia-basso",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "22174151",
      "pmcid": "",
      "doi": "10.1182/blood-2011-09-381814",
      "title": "Functional dissection of the chromosome 13q14 tumor-suppressor locus using transgenic mouse lines",
      "abstract": "Deletion of chromosomal region 13q14 represents the most common genetic aberration in B-cell chronic lymphocytic leukemia (CLL). 13q14 deletions are commonly large and heterogeneous in size and affect multiple genes. We recently found that targeted deletion in mice of the 0.11 megabase (mb)-long minimal deleted region (MDR) encompassing the DLEU2/miR-15a/16-1 cluster recapitulates the spectrum of CLL-associated lymphoproliferations in humans, including CLL, CD5(+) monoclonal B-cell lymphocytosis, and CD5(-) non-Hodgkin lymphomas. In the present study, we demonstrate that additional deletion of the 0.69-mb large genomic region telomeric to the MDR called the common deleted region (CDR) changed the spectrum of lymphoproliferations developing in CDR- versus MDR-deleted mice in that the number of CLL among B-cell lymphoproliferations was significantly elevated in the former. In addition, CDR-deleted mice seemed to succumb to their disease faster than MDR-deleted mice. Comparing HCDR3 regions of CD5(+) lymphoproliferations derived from this and published CLL mouse models, 44% (29 of 66) of junctions could be assigned to 8 sets of highly similar HCDR3 regions, demonstrating that CLL developing in mice frequently expresses almost identical, stereotypic Ag receptors. These results suggest that the size of 13q14 deletions influences the phenotype of the developing lymphoproliferations and potentially the severity of disease, suggesting a tumor-suppressor function for genetic elements in addition to DLEU2/miR-15a/16-1.",
      "authorList": [
        "Lia M",
        "Carette A",
        "Tang H",
        "Shen Q",
        "Mo T",
        "Bhagat G",
        "Dalla-Favera R",
        "Klein U"
      ],
      "authors": "Lia M, Carette A, Tang H, Shen Q, Mo T, Bhagat G, Dalla-Favera R, Klein U",
      "journal": "Blood",
      "year": 2012,
      "month": 3,
      "day": 29,
      "volume": "119",
      "issue": "13",
      "pages": "2981-90",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["qiong-shen", "tongwei-mo", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "21156281",
      "pmcid": "PMC3030476",
      "doi": "10.1016/j.ccr.2010.10.030",
      "title": "BLIMP1 is a tumor suppressor gene frequently disrupted in activated B cell-like diffuse large B cell lymphoma",
      "abstract": "Diffuse large B cell lymphoma (DLBCL) is a heterogeneous disease composed of at least two distinct subtypes: germinal center B cell-like (GCB) and activated B cell-like (ABC) DLBCL. These phenotypic subtypes segregate with largely unique genetic lesions, suggesting the involvement of different pathogenetic mechanisms. In this report we show that the BLIMP1/PRDM1 gene is inactivated by multiple mechanisms, including homozygous deletions, truncating or missense mutations, and transcriptional repression by constitutively active BCL6, in ∼53% of ABC-DLBCL. In vivo, conditional deletion of Blimp1 in mouse B cells promotes the development of lymphoproliferative disorders recapitulating critical features of the human ABC-DLBCL. These results demonstrate that BLIMP1 is a bona fide tumor-suppressor gene whose loss contributes to lymphomagenesis by blocking plasma cell differentiation.",
      "authorList": [
        "Mandelbaum J",
        "Bhagat G",
        "Tang H",
        "Mo T",
        "Brahmachary M",
        "Shen Q",
        "Chadburn A",
        "Rajewsky K",
        "Tarakhovsky A",
        "Pasqualucci L",
        "Dalla-Favera R"
      ],
      "authors": "Mandelbaum J, Bhagat G, Tang H, Mo T, Brahmachary M, Shen Q, Chadburn A, Rajewsky K, Tarakhovsky A, Pasqualucci L, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2010,
      "month": 12,
      "day": 14,
      "volume": "18",
      "issue": "6",
      "pages": "568-79",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "selected::riccardo-dalla-favera",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "tongwei-mo",
        "qiong-shen",
        "laura-pasqualucci",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "20060366",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2009.11.019",
      "title": "The DLEU2/miR-15a/16-1 cluster controls B cell proliferation and its deletion leads to chronic lymphocytic leukemia",
      "abstract": "Chronic lymphocytic leukemia (CLL) is a malignancy of B cells of unknown etiology. Deletions of the chromosomal region 13q14 are commonly associated with CLL, with monoclonal B cell lymphocytosis (MBL), which occasionally precedes CLL, and with aggressive lymphoma, suggesting that this region contains a tumor-suppressor gene. Here, we demonstrate that deletion in mice of the 13q14-minimal deleted region (MDR), which encodes the DLEU2/miR-15a/16-1 cluster, causes development of indolent B cell-autonomous, clonal lymphoproliferative disorders, recapitulating the spectrum of CLL-associated phenotypes observed in humans. miR-15a/16-1-deletion accelerates the proliferation of both human and mouse B cells by modulating the expression of genes controlling cell-cycle progression. These results define the role of 13q14 deletions in the pathogenesis of CLL.",
      "authorList": [
        "Klein U",
        "Lia M",
        "Crespo M",
        "Siegel R",
        "Shen Q",
        "Mo T",
        "Ambesi-Impiombato A",
        "Califano A",
        "Migliazza A",
        "Bhagat G",
        "Dalla-Favera R"
      ],
      "authors": "Klein U, Lia M, Crespo M, Siegel R, Shen Q, Mo T, Ambesi-Impiombato A, Califano A, Migliazza A, Bhagat G, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2010,
      "month": 1,
      "day": 19,
      "volume": "17",
      "issue": "1",
      "pages": "28-40",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["qiong-shen", "tongwei-mo", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "16767092",
      "pmcid": "",
      "doi": "10.1038/ni1357",
      "title": "Transcription factor IRF4 controls plasma cell differentiation and class-switch recombination",
      "abstract": "B cells producing high-affinity antibodies are destined to differentiate into memory B cells and plasma cells, but the mechanisms leading to those differentiation pathways are mostly unknown. Here we report that the transcription factor IRF4 is required for the generation of plasma cells. Transgenic mice with conditional deletion of Irf4 in germinal center B cells lacked post-germinal center plasma cells and were unable to differentiate memory B cells into plasma cells. Plasma cell differentiation required IRF4 as well as the transcriptional repressor Blimp-1, which both acted 'upstream' of the transcription factor XBP-1. In addition, IRF4-deficient B cells had impaired expression of activation-induced deaminase and lacked class-switch recombination, suggesting an independent function for IRF4 in this process. These results identify IRF4 as a crucial transcriptional 'switch' in the generation of functionally competent plasma cells.",
      "authorList": [
        "Klein U",
        "Casola S",
        "Cattoretti G",
        "Shen Q",
        "Lia M",
        "Mo T",
        "Ludwig T",
        "Rajewsky K",
        "Dalla-Favera R"
      ],
      "authors": "Klein U, Casola S, Cattoretti G, Shen Q, Lia M, Mo T, Ludwig T, Rajewsky K, Dalla-Favera R",
      "journal": "Nat Immunol",
      "year": 2006,
      "month": 7,
      "day": -1,
      "volume": "7",
      "issue": "7",
      "pages": "773-82",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["qiong-shen", "tongwei-mo", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "15894265",
      "pmcid": "",
      "doi": "10.1016/j.ccr.2005.03.037",
      "title": "Deregulated BCL6 expression recapitulates the pathogenesis of human diffuse large B cell lymphomas in mice",
      "abstract": "Diffuse large B cell lymphomas (DLBCL) derive from germinal center (GC) B cells and display chromosomal alterations deregulating the expression of BCL6, a transcriptional repressor required for GC formation. To investigate the role of BCL6 in DLBCL pathogenesis, we have engineered mice that express BCL6 constitutively in B cells by mimicking a chromosomal translocation found in human DLBCL. These mice display increased GC formation and perturbed post-GC differentiation characterized by a decreased number of post-isotype switch plasma cells. Subsequently, these mice develop a lymphoproliferative syndrome that culminates with the development of lymphomas displaying features typical of human DLBCL. These results define the oncogenic role of BCL6 in the pathogenesis of DLBCL and provide a faithful mouse model of this common disease.",
      "authorList": [
        "Cattoretti G",
        "Pasqualucci L",
        "Ballon G",
        "Tam W",
        "Nandula SV",
        "Shen Q",
        "Mo T",
        "Murty VV",
        "Dalla-Favera R"
      ],
      "authors": "Cattoretti G, Pasqualucci L, Ballon G, Tam W, Nandula SV, Shen Q, Mo T, Murty VV, Dalla-Favera R",
      "journal": "Cancer Cell",
      "year": 2005,
      "month": 5,
      "day": -1,
      "volume": "7",
      "issue": "5",
      "pages": "445-55",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "laura-pasqualucci",
        "qiong-shen",
        "tongwei-mo",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    }
  ]
}
