{
  "person": "wei-gu",
  "publications": [
    {
      "pmid": "33377976",
      "pmcid": "PMC8104950",
      "doi": "10.1093/jmcb/mjaa074",
      "title": "Sirt3 is critical for p53-mediated ferroptosis upon ROS-induced stress",
      "abstract": "",
      "authorList": ["Jin Y", "Gu W", "Chen W"],
      "authors": "Jin Y, Gu W, Chen W",
      "journal": "J Mol Cell Biol",
      "year": 2021,
      "month": 5,
      "day": 7,
      "volume": "13",
      "issue": "2",
      "pages": "151-154",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ying-jin", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33785447",
      "pmcid": "",
      "doi": "10.1016/j.semcancer.2021.03.010",
      "title": "The complexity of p53-mediated metabolic regulation in tumor suppression",
      "abstract": "Although the classic activities of p53 including induction of cell-cycle arrest, senescence, and apoptosis are well accepted as critical barriers to cancer development, accumulating evidence suggests that loss of these classic activities is not sufficient to abrogate the tumor suppression activity of p53. Numerous studies suggest that metabolic regulation contributes to tumor suppression, but the mechanisms by which it does so are not completely understood. Cancer cells rewire cellular metabolism to meet the energetic and substrate demands of tumor development. It is well established that p53 suppresses glycolysis and promotes mitochondrial oxidative phosphorylation through a number of downstream targets against the Warburg effect. The role of p53-mediated metabolic regulation in tumor suppression is complexed by its function to promote both cell survival and cell death under different physiological settings. Indeed, p53 can regulate both pro-oxidant and antioxidant target genes for complete opposite effects. In this review, we will summarize the roles of p53 in the regulation of glucose, lipid, amino acid, nucleotide, iron metabolism, and ROS production. We will highlight the mechanisms underlying p53-mediated ferroptosis, AKT/mTOR signaling as well as autophagy and discuss the complexity of p53-metabolic regulation in tumor development.",
      "authorList": ["Liu Y", "Gu W"],
      "authors": "Liu Y, Gu W",
      "journal": "Semin Cancer Biol",
      "year": 2021,
      "month": 3,
      "day": 27,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33731874",
      "pmcid": "",
      "doi": "10.1038/s41418-021-00769-0",
      "title": "Peroxisome-driven ether-linked phospholipids biosynthesis is essential for ferroptosis",
      "abstract": "It is well established that ferroptosis is primarily induced by peroxidation of long-chain poly-unsaturated fatty acid (PUFA) through nonenzymatic oxidation by free radicals or enzymatic stimulation of lipoxygenase. Although there is emerging evidence that long-chain saturated fatty acid (SFA) might be implicated in ferroptosis, it remains unclear whether and how SFA participates in the process of ferroptosis. Using endogenous metabolites and genome-wide CRISPR screening, we have identified FAR1 as a critical factor for SFA-mediated ferroptosis. FAR1 catalyzes the reduction of C16 or C18 saturated fatty acid to fatty alcohol, which is required for the synthesis of alkyl-ether lipids and plasmalogens. Inactivation of FAR1 diminishes SFA-dependent ferroptosis. Furthermore, FAR1-mediated ferroptosis is dependent on peroxisome-driven ether phospholipid biosynthesis. Strikingly, TMEM189, a newly identified gene which introduces vinyl-ether double bond into alkyl-ether lipids to generate plasmalogens abrogates FAR1-alkyl-ether lipids axis induced ferroptosis. Our study reveals a new FAR1-ether lipids-TMEM189 axis dependent ferroptosis pathway and suggests TMEM189 as a promising druggable target for anticancer therapy.",
      "authorList": ["Cui W", "Liu D", "Gu W", "Chu B"],
      "authors": "Cui W, Liu D, Gu W, Chu B",
      "journal": "Cell Death Differ",
      "year": 2021,
      "month": 3,
      "day": 17,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33723227",
      "pmcid": "PMC7960718",
      "doi": "10.1038/s41420-021-00438-8",
      "title": "Sirt1 coordinates with ERα to regulate autophagy and adiposity",
      "abstract": "Sex difference in adiposity has long been recognized but the mechanism remains incompletely understood. Previous studies suggested that adiposity was regulated by autophagy in response to energy status change. Here, we show that the energy sensor Sirt1 mediates sex difference in adiposity by regulating autophagy and adipogenesis in partnership with estrogen receptor α (ERα). Autophagy and adipogenesis were suppressed by Sirt1 activation or overexpression, which was associated with reduced sex difference in adiposity. Mechanistically, Sirt1 deacetylated and activated AKT and STAT3, resulting in suppression of autophagy and adipogenesis via mTOR-ULK1 and p55 cascades. ERα induced Sirt1 expression and inhibited autophagy in adipocytes, while silencing Sirt1 reversed the effects of ERα on autophagy and promoted adipogenesis. Moreover, Sirt1 deacetylated ERα, which constituted a positive feedback loop in the regulation of autophagy and adiposity. Our results revealed a new mechanism of Sirt1 regulating autophagy in adipocytes and shed light on sex difference in adiposity.",
      "authorList": [
        "Tao Z",
        "Shi L",
        "Parke J",
        "Zheng L",
        "Gu W",
        "Dong XC",
        "Liu D",
        "Wang Z",
        "Olumi AF",
        "Cheng Z"
      ],
      "authors": "Tao Z, Shi L, Parke J, Zheng L, Gu W, Dong XC, Liu D, Wang Z, Olumi AF, Cheng Z",
      "journal": "Cell Death Discov",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "7",
      "issue": "1",
      "pages": "53",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu", "zixuan-wang"],
      "isbn": ""
    },
    {
      "pmid": "33789902",
      "pmcid": "PMC8011965",
      "doi": "10.1126/sciadv.abf4148",
      "title": "An unexpected role for p53 in regulating cancer cell-intrinsic PD-1 by acetylation",
      "abstract": "Cancer cell-intrinsic programmed cell death protein-1 (PD-1) has emerged as a tumor regulator in an immunity-independent manner, but its precise role in modulating tumor behaviors is complex, and how PD-1 is regulated in cancer cells is largely unknown. Here, we identified PD-1 as a direct target of tumor suppressor p53. Notably, p53 acetylation at K120/164 played a critical role in p53-mediated PD-1 transcription. Acetylated p53 preferentially recruited acetyltransferase cofactors onto PD-1 promoter, selectively facilitating PD-1 transcription by enhancing local chromatin acetylation. Reexpression of PD-1 in cancer cells inhibited tumor growth, whereas depletion of cancer cell-intrinsic PD-1 compromised p53-dependent tumor suppression. Moreover, histone deacetylase inhibitor (HDACi) activated PD-1 in an acetylated p53-dependent manner, supporting a synergistic effect by HDACi and p53 on tumor suppression via stimulating cancer cell-intrinsic PD-1. Our study reveals a mechanism for activating cancer cell-intrinsic PD-1 and indicates that p53-mediated PD-1 activation is critically involved in tumor suppression in an immunity-independent manner.",
      "authorList": [
        "Cao Z",
        "Kon N",
        "Liu Y",
        "Xu W",
        "Wen J",
        "Yao H",
        "Zhang M",
        "Wu Z",
        "Yan X",
        "Zhu WG",
        "Gu W",
        "Wang D"
      ],
      "authors": "Cao Z, Kon N, Liu Y, Xu W, Wen J, Yao H, Zhang M, Wu Z, Yan X, Zhu WG, Gu W, Wang D",
      "journal": "Sci Adv",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "14",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "yanging-liu", "wei-gu", "di-wang"],
      "isbn": ""
    },
    {
      "pmid": "33531626",
      "pmcid": "",
      "doi": "10.1038/s41388-021-01660-5",
      "title": "The deubiquitinase USP11 regulates cell proliferation and ferroptotic cell death via stabilization of NRF2 USP11 deubiquitinates and stabilizes NRF2",
      "abstract": "The transcription factor nuclear factor (erythroid-derived 2)-like 2 (NRF2) plays a key role in cancer progression and is tightly regulated by the proteasome pathway. E3 ligases that mediate NRF2 ubiquitination have been widely reported, but the mechanism of NRF2 deubiquitination remains largely unclear. Here, we identified ubiquitin-specific-processing protease 11 (USP11) in NRF2 complexes and confirmed an interaction between these two proteins. We further found that USP11 deubiquitinates NRF2; this modification stabilizes NRF2. Functionally, USP11 depletion contributes to the suppression of cell proliferation and induction of ferroptotic cell death due to ROS-mediated stress, which can be largely abrogated by overexpression of NRF2. Finally, immunohistochemical staining of USP11 and NRF2 was performed using a lung tissue microarray, which revealed that USP11 is highly expressed in patients with NSCLC and positively correlated with NRF2 expression. Together, USP11 stabilizes NRF2 and is thus an important player in cell proliferation and ferroptosis.",
      "authorList": [
        "Meng C",
        "Zhan J",
        "Chen D",
        "Shao G",
        "Zhang H",
        "Gu W",
        "Luo J"
      ],
      "authors": "Meng C, Zhan J, Chen D, Shao G, Zhang H, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "40",
      "issue": "9",
      "pages": "1706-1720",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33323382",
      "pmcid": "PMC8026563",
      "doi": "10.1158/0008-5472.CAN-20-1804",
      "title": "Robust p53 Stabilization Is Dispensable for Its Activation and Tumor Suppressor Function",
      "abstract": "p53 is a short-lived protein with low basal levels under normal homeostasis conditions. However, upon DNA damage, levels of p53 dramatically increase for its activation. Although robust stabilization of p53 serves as a \"trademark\" for DNA damage responses, the requirement for such dramatic protein stabilization in tumor suppression has not been well addressed. Here we generated a mutant p53KQ mouse where all the C-terminal domain lysine residues were mutated to glutamines (K to Q mutations at K367, K369, K370, K378, K379, K383, and K384) to mimic constitutive acetylation of the p53 C-terminus. Because of p53 activation, p53KQ/KQ mice were perinatal lethal, yet this lethality was averted in p53KQ/- mice, which displayed normal postnatal development. Nevertheless, p53KQ/- mice died prematurely due to anemia and hematopoiesis failure. Further analyses indicated that expression of the acetylation-mimicking p53 mutant in vivo induces activation of p53 targets in various tissues without obviously increasing p53 levels. In the well-established pancreatic ductal adenocarcinoma (PDAC) mouse model, expression of the acetylation-mimicking p53-mutant protein effectively suppressed K-Ras-induced PDAC development in the absence of robust p53 stabilization. Together, our results provide proof-of-principle evidence that p53-mediated transcriptional function and tumor suppression can be achieved independently of its robust stabilization and reveal an alternative approach to activate p53 function for therapeutic purposes. SIGNIFICANCE: Although robust p53 stabilization is critical for acute p53 responses such as DNA damage, this study underscores the important role of low basal p53 protein levels in p53 activation and tumor suppression.",
      "authorList": [
        "Kon N",
        "Churchill M",
        "Li H",
        "Mukherjee S",
        "Manfredi JJ",
        "Gu W"
      ],
      "authors": "Kon N, Churchill M, Li H, Mukherjee S, Manfredi JJ, Gu W",
      "journal": "Cancer Res",
      "year": 2021,
      "month": 2,
      "day": 15,
      "volume": "81",
      "issue": "4",
      "pages": "935-944",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "huan-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33303641",
      "pmcid": "PMC7778266",
      "doi": "10.1101/gad.340919.120",
      "title": "mTOR inhibition acts as an unexpected checkpoint in p53-mediated tumor suppression",
      "abstract": "Here, we showed that the acetylation-defective p53-4KR mice, lacking the ability of cell cycle arrest, senescence, apoptosis, and ferroptosis, were tumor prone but failed to develop early-onset tumors. By identifying a novel p53 acetylation site at lysine K136, we found that simultaneous mutations at all five acetylation sites (p53-5KR) diminished its remaining tumor suppression function. Moreover, the embryonic lethality caused by the deficiency of mdm2 was fully rescued in the background of p535KR/5KR , but not p534KR/4KR background. p53-4KR retained the ability to suppress mTOR function but this activity was abolished in p53-5KR cells. Notably, the early-onset tumor formation observed in p535KR/5KR and p53-null mice was suppressed upon the treatment of the mTOR inhibitor. These results suggest that p53-mediated mTOR regulation plays an important role in both embryonic development and tumor suppression, independent of cell cycle arrest, senescence, apoptosis, and ferroptosis.",
      "authorList": ["Kon N", "Ou Y", "Wang SJ", "Li H", "Rustgi AK", "Gu W"],
      "authors": "Kon N, Ou Y, Wang SJ, Li H, Rustgi AK, Gu W",
      "journal": "Genes Dev",
      "year": 2021,
      "month": 1,
      "day": 1,
      "volume": "35",
      "issue": "1-2",
      "pages": "59-64",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "huan-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33997110",
      "pmcid": "PMC8115982",
      "doi": "10.18632/oncoscience.534",
      "title": "p53 activation vs. stabilization: an acetylation tale from the C-terminal tail",
      "abstract": "",
      "authorList": ["Kon N", "Gu W"],
      "authors": "Kon N, Gu W",
      "journal": "Oncoscience",
      "year": 2021,
      "month": -1,
      "day": -1,
      "volume": "8",
      "issue": "",
      "pages": "58-60",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32826889",
      "pmcid": "PMC7442798",
      "doi": "10.1038/s41467-020-17926-7",
      "title": "OTUD5 cooperates with TRIM25 in transcriptional regulation and tumor progression via deubiquitination activity",
      "abstract": "Oncogenic processes exert their greatest effect by targeting regulators of cell proliferation. Studying the mechanism underlying growth augmentation is expected to improve clinical therapies. The ovarian tumor (OTU) subfamily deubiquitinases have been implicated in the regulation of critical cell-signaling cascades, but most OTUs functions remain to be investigated. Through an unbiased RNAi screen, knockdown of OTUD5 is shown to significantly accelerate cell growth. Further investigation reveals that OTUD5 depletion leads to the enhanced transcriptional activity of TRIM25 and the inhibited expression of PML by altering the ubiquitination level of TRIM25. Importantly, OTUD5 knockdown accelerates tumor growth in a nude mouse model. OTUD5 expression is markedly downregulated in tumor tissues. The reduced OTUD5 level is associated with an aggressive phenotype and a poor clinical outcome for cancers patients. Our findings reveal a mechanism whereby OTUD5 regulates gene transcription and suppresses tumorigenesis by deubiquitinating TRIM25, providing a potential target for oncotherapy.",
      "authorList": [
        "Li F",
        "Sun Q",
        "Liu K",
        "Zhang L",
        "Lin N",
        "You K",
        "Liu M",
        "Kon N",
        "Tian F",
        "Mao Z",
        "Li T",
        "Tong T",
        "Qin J",
        "Gu W",
        "Li D",
        "Zhao W"
      ],
      "authors": "Li F, Sun Q, Liu K, Zhang L, Lin N, You K, Liu M, Kon N, Tian F, Mao Z, Li T, Tong T, Qin J, Gu W, Li D, Zhao W",
      "journal": "Nat Commun",
      "year": 2020,
      "month": 8,
      "day": 21,
      "volume": "11",
      "issue": "1",
      "pages": "4184",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32413317",
      "pmcid": "PMC7230071",
      "doi": "10.1016/j.tcb.2020.02.009",
      "title": "Emerging Mechanisms and Disease Relevance of Ferroptosis",
      "abstract": "Cell death is an essential feature of development in multicellular organisms, a critical driver of degenerative diseases, and can be harnessed for treating some cancers. Understanding the mechanisms governing cell death is critical for addressing its role in disease. Similarly, metabolism is essential for normal energy and biomolecule production, and goes awry in many diseases. Metabolism and cell death are tightly linked in the phenomenon of ferroptosis, a form of regulated cell death driven by peroxidation of phospholipids. Glutathione peroxidase 4 (GPX4) uses glutathione to protect cells from ferroptosis by eliminating phospholipid peroxides. Recent data have revealed glutathione/GPX4-independent axes for suppressing ferroptosis, and insight into the regulation of iron and mitochondria in ferroptosis. Ferroptosis has recently been implicated in multiple diseases, and functions as a tumor suppression mechanism. Ferroptosis induction is a promising approach in treating several conditions, including neoplastic diseases. Here, we summarize these recent advances.",
      "authorList": ["Stockwell BR", "Jiang X", "Gu W"],
      "authors": "Stockwell BR, Jiang X, Gu W",
      "journal": "Trends Cell Biol",
      "year": 2020,
      "month": 6,
      "day": -1,
      "volume": "30",
      "issue": "6",
      "pages": "478-490",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32404984",
      "pmcid": "PMC7286819",
      "doi": "10.1038/s41388-020-1305-5",
      "title": "SIRT7 activates p53 by enhancing PCAF-mediated MDM2 degradation to arrest the cell cycle",
      "abstract": "Sirtuin 7 (SIRT7), an NAD+-dependent deacetylase, plays vital roles in energy sensing, but the underlying mechanisms of action remain less clear. Here, we report that SIRT7 is required for p53-dependent cell-cycle arrest during glucose deprivation. We show that SIRT7 directly interacts with p300/CBP-associated factor (PCAF) and the affinity for this interaction increases during glucose deprivation. Upon binding, SIRT7 deacetylates PCAF at lysine 720 (K720), which augments PCAF binding to murine double minute (MDM2), the p53 E3 ubiquitin ligase, leading to accelerated MDM2 degradation. This effect results in upregulated expression of the cell-cycle inhibitor, p21Waf1/Cip1, which further leads to cell-cycle arrest and decreased cell viability. These data highlight the importance of the SIRT7-PCAF interaction in regulating p53 activity and cell-cycle progression during conditions of glucose deprivation. This axis may represent a new avenue to design effective therapeutics based on tumor starvation.",
      "authorList": [
        "Lu YF",
        "Xu XP",
        "Lu XP",
        "Zhu Q",
        "Liu G",
        "Bao YT",
        "Wen H",
        "Li YL",
        "Gu W",
        "Zhu WG"
      ],
      "authors": "Lu YF, Xu XP, Lu XP, Zhu Q, Liu G, Bao YT, Wen H, Li YL, Gu W, Zhu WG",
      "journal": "Oncogene",
      "year": 2020,
      "month": 6,
      "day": -1,
      "volume": "39",
      "issue": "24",
      "pages": "4650-4665",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiaowei-xu", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32241947",
      "pmcid": "PMC7681911",
      "doi": "10.1126/science.aaw9872",
      "title": "Cysteine depletion induces pancreatic tumor ferroptosis in mice",
      "abstract": "Ferroptosis is a form of cell death that results from the catastrophic accumulation of lipid reactive oxygen species (ROS). Oncogenic signaling elevates lipid ROS production in many tumor types and is counteracted by metabolites that are derived from the amino acid cysteine. In this work, we show that the import of oxidized cysteine (cystine) via system xC- is a critical dependency of pancreatic ductal adenocarcinoma (PDAC), which is a leading cause of cancer mortality. PDAC cells used cysteine to synthesize glutathione and coenzyme A, which, together, down-regulated ferroptosis. Studying genetically engineered mice, we found that the deletion of a system xC- subunit, Slc7a11, induced tumor-selective ferroptosis and inhibited PDAC growth. This was replicated through the administration of cyst(e)inase, a drug that depletes cysteine and cystine, demonstrating a translatable means to induce ferroptosis in PDAC.",
      "authorList": [
        "Badgley MA",
        "Kremer DM",
        "Maurer HC",
        "DelGiorno KE",
        "Lee HJ",
        "Purohit V",
        "Sagalovskiy IR",
        "Ma A",
        "Kapilian J",
        "Firl CEM",
        "Decker AR",
        "Sastra SA",
        "Palermo CF",
        "Andrade LR",
        "Sajjakulnukit P",
        "Zhang L",
        "Tolstyka ZP",
        "Hirschhorn T",
        "Lamb C",
        "Liu T",
        "Gu W",
        "Seeley ES",
        "Stone E",
        "Georgiou G",
        "Manor U",
        "Iuga A",
        "Wahl GM",
        "Stockwell BR",
        "Lyssiotis CA",
        "Olive KP"
      ],
      "authors": "Badgley MA, Kremer DM, Maurer HC, DelGiorno KE, Lee HJ, Purohit V, Sagalovskiy IR, Ma A, Kapilian J, Firl CEM, Decker AR, Sastra SA, Palermo CF, Andrade LR, Sajjakulnukit P, Zhang L, Tolstyka ZP, Hirschhorn T, Lamb C, Liu T, Gu W, Seeley ES, Stone E, Georgiou G, Manor U, Iuga A, Wahl GM, Stockwell BR, Lyssiotis CA, Olive KP",
      "journal": "Science",
      "year": 2020,
      "month": 4,
      "day": 3,
      "volume": "368",
      "issue": "6486",
      "pages": "85-89",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "32139316",
      "pmcid": "PMC7258259",
      "doi": "10.1016/j.it.2020.02.004",
      "title": "Deubiquitinases: Pro-oncogenic Activity and Therapeutic Targeting in Blood Malignancies",
      "abstract": "Deubiquitinases are enzymes that remove ubiquitin moieties from the vast majority of cellular proteins, controlling their stability, interactions, and localization. The expression and activity of deubiquitinases are critical for physiology and can go awry in various diseases, including cancer. Based on recent findings in human blood cancers, we discuss the functions of selected deubiquitinases in acute leukemia and efforts to target these enzymes with the aim of blocking leukemia growth and improving disease outcomes. We focus on the emergence of the newest generation of preclinical inhibitors by discussing their modes of inhibition and their effects on leukemia biology.",
      "authorList": ["Gutierrez-Diaz BT", "Gu W", "Ntziachristos P"],
      "authors": "Gutierrez-Diaz BT, Gu W, Ntziachristos P",
      "journal": "Trends Immunol",
      "year": 2020,
      "month": 4,
      "day": -1,
      "volume": "41",
      "issue": "4",
      "pages": "327-340",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "31282934",
      "pmcid": "PMC6736412",
      "doi": "10.1093/jmcb/mjz060",
      "title": "p53 modifications: exquisite decorations of the powerful guardian",
      "abstract": "The last 40 years have witnessed how p53 rose from a viral binding protein to a central factor in both stress responses and tumor suppression. The exquisite regulation of p53 functions is of vital importance for cell fate decisions. Among the multiple layers of mechanisms controlling p53 function, posttranslational modifications (PTMs) represent an efficient and precise way. Major p53 PTMs include phosphorylation, ubiquitination, acetylation, and methylation. Meanwhile, other PTMs like sumoylation, neddylation, O-GlcNAcylation, adenosine diphosphate (ADP)-ribosylation, hydroxylation, and β-hydroxybutyrylation are also shown to play various roles in p53 regulation. By independent action or interaction, PTMs affect p53 stability, conformation, localization, and binding partners. Deregulation of the PTM-related pathway is among the major causes of p53-associated developmental disorders or diseases, especially in cancers. This review focuses on the roles of different p53 modification types and shows how these modifications are orchestrated to produce various outcomes by modulating p53 activities or targeted to treat different diseases caused by p53 dysregulation.",
      "authorList": ["Liu Y", "Tavana O", "Gu W"],
      "authors": "Liu Y, Tavana O, Gu W",
      "journal": "J Mol Cell Biol",
      "year": 2019,
      "month": 7,
      "day": 19,
      "volume": "11",
      "issue": "7",
      "pages": "564-577",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "31054974",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2019.04.009",
      "title": "Acetylation of PHF5A Modulates Stress Responses and Colorectal Carcinogenesis through Alternative Splicing-Mediated Upregulation of KDM3A",
      "abstract": "Alternative pre-mRNA-splicing-induced post-transcriptional gene expression regulation is one of the pathways for tumors maintaining proliferation rates accompanying the malignant phenotype under stress. Here, we uncover a list of hyperacetylated proteins in the context of acutely reduced Acetyl-CoA levels under nutrient starvation. PHF5A, a component of U2 snRNPs, can be acetylated at lysine 29 in response to multiple cellular stresses, which is dependent on p300. PHF5A acetylation strengthens the interaction among U2 snRNPs and affects global pre-mRNA splicing pattern and extensive gene expression. PHF5A hyperacetylation-induced alternative splicing stabilizes KDM3A mRNA and promotes its protein expression. Pathologically, PHF5A K29 hyperacetylation and KDM3A upregulation axis are correlated with poor prognosis of colon cancer. Our findings uncover a mechanism of an anti-stress pathway through which acetylation on PHF5A promotes the cancer cells' capacity for stress resistance and consequently contributes to colon carcinogenesis.",
      "authorList": [
        "Wang Z",
        "Yang X",
        "Liu C",
        "Li X",
        "Zhang B",
        "Wang B",
        "Zhang Y",
        "Song C",
        "Zhang T",
        "Liu M",
        "Liu B",
        "Ren M",
        "Jiang H",
        "Zou J",
        "Liu X",
        "Zhang H",
        "Zhu WG",
        "Yin Y",
        "Zhang Z",
        "Gu W",
        "Luo J"
      ],
      "authors": "Wang Z, Yang X, Liu C, Li X, Zhang B, Wang B, Zhang Y, Song C, Zhang T, Liu M, Liu B, Ren M, Jiang H, Zou J, Liu X, Zhang H, Zhu WG, Yin Y, Zhang Z, Gu W, Luo J",
      "journal": "Mol Cell",
      "year": 2019,
      "month": 6,
      "day": 20,
      "volume": "74",
      "issue": "6",
      "pages": "1250-1263",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "xin-yang", "zhiguo-zhang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30962574",
      "pmcid": "PMC6624840",
      "doi": "10.1038/s41556-019-0305-6",
      "title": "ALOX12 is required for p53-mediated tumour suppression through a distinct ferroptosis pathway",
      "abstract": "It is well established that ferroptosis is primarily controlled by glutathione peroxidase 4 (GPX4). Surprisingly, we observed that p53 activation modulates ferroptotic responses without apparent effects on GPX4 function. Instead, ALOX12 inactivation diminishes p53-mediated ferroptosis induced by reactive oxygen species stress and abrogates p53-dependent inhibition of tumour growth in xenograft models, suggesting that ALOX12 is critical for p53-mediated ferroptosis. The ALOX12 gene resides on human chromosome 17p13.1, a hotspot of monoallelic deletion in human cancers. Loss of one Alox12 allele is sufficient to accelerate tumorigenesis in Eμ-Myc lymphoma models. Moreover, ALOX12 missense mutations from human cancers abrogate its ability to oxygenate polyunsaturated fatty acids and to induce p53-mediated ferroptosis. Notably, ALOX12 is dispensable for ferroptosis induced by erastin or GPX4 inhibitors; conversely, ACSL4 is required for ferroptosis upon GPX4 inhibition but dispensable for p53-mediated ferroptosis. Thus, our study identifies an ALOX12-mediated, ACSL4-independent ferroptosis pathway that is critical for p53-dependent tumour suppression.",
      "authorList": [
        "Chu B",
        "Kon N",
        "Chen D",
        "Li T",
        "Liu T",
        "Jiang L",
        "Song S",
        "Tavana O",
        "Gu W"
      ],
      "authors": "Chu B, Kon N, Chen D, Li T, Liu T, Jiang L, Song S, Tavana O, Gu W",
      "journal": "Nat Cell Biol",
      "year": 2019,
      "month": 5,
      "day": -1,
      "volume": "21",
      "issue": "5",
      "pages": "579-591",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "31043744",
      "pmcid": "PMC6533917",
      "doi": "10.1038/s41586-019-1170-y",
      "title": "CD8+ T cells regulate tumour ferroptosis during cancer immunotherapy",
      "abstract": "Cancer immunotherapy restores or enhances the effector function of CD8+ T cells in the tumour microenvironment1,2. CD8+ T cells activated by cancer immunotherapy clear tumours mainly by inducing cell death through perforin-granzyme and Fas-Fas ligand pathways3,4. Ferroptosis is a form of cell death that differs from apoptosis and results from iron-dependent accumulation of lipid peroxide5,6. Although it has been investigated in vitro7,8, there is emerging evidence that ferroptosis might be implicated in a variety of pathological scenarios9,10. It is unclear whether, and how, ferroptosis is involved in T cell immunity and cancer immunotherapy. Here we show that immunotherapy-activated CD8+ T cells enhance ferroptosis-specific lipid peroxidation in tumour cells, and that increased ferroptosis contributes to the anti-tumour efficacy of immunotherapy. Mechanistically, interferon gamma (IFNγ) released from CD8+ T cells downregulates the expression of SLC3A2 and SLC7A11, two subunits of the glutamate-cystine antiporter system xc-, impairs the uptake of cystine by tumour cells, and as a consequence, promotes tumour cell lipid peroxidation and ferroptosis. In mouse models, depletion of cystine or cysteine by cyst(e)inase (an engineered enzyme that degrades both cystine and cysteine) in combination with checkpoint blockade synergistically enhanced T cell-mediated anti-tumour immunity and induced ferroptosis in tumour cells. Expression of system xc- was negatively associated, in cancer patients, with CD8+ T cell signature, IFNγ expression, and patient outcome. Analyses of human transcriptomes before and during nivolumab therapy revealed that clinical benefits correlate with reduced expression of SLC3A2 and increased IFNγ and CD8. Thus, T cell-promoted tumour ferroptosis is an anti-tumour mechanism, and targeting this pathway in combination with checkpoint blockade is a potential therapeutic approach.",
      "authorList": [
        "Wang W",
        "Green M",
        "Choi JE",
        "Gijón M",
        "Kennedy PD",
        "Johnson JK",
        "Liao P",
        "Lang X",
        "Kryczek I",
        "Sell A",
        "Xia H",
        "Zhou J",
        "Li G",
        "Li J",
        "Li W",
        "Wei S",
        "Vatan L",
        "Zhang H",
        "Szeliga W",
        "Gu W",
        "Liu R",
        "Lawrence TS",
        "Lamb C",
        "Tanno Y",
        "Cieslik M",
        "Stone E",
        "Georgiou G",
        "Chan TA",
        "Chinnaiyan A",
        "Zou W"
      ],
      "authors": "Wang W, Green M, Choi JE, Gijón M, Kennedy PD, Johnson JK, Liao P, Lang X, Kryczek I, Sell A, Xia H, Zhou J, Li G, Li J, Li W, Wei S, Vatan L, Zhang H, Szeliga W, Gu W, Liu R, Lawrence TS, Lamb C, Tanno Y, Cieslik M, Stone E, Georgiou G, Chan TA, Chinnaiyan A, Zou W",
      "journal": "Nature",
      "year": 2019,
      "month": 5,
      "day": -1,
      "volume": "569",
      "issue": "7755",
      "pages": "270-274",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jia-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30709928",
      "pmcid": "PMC6467774",
      "doi": "10.1158/0008-5472.CAN-18-3037",
      "title": "The Deubiquitylase OTUB1 Mediates Ferroptosis via Stabilization of SLC7A11",
      "abstract": "Although cell-cycle arrest, senescence, and apoptosis are established mechanisms of tumor suppression, accumulating evidence reveals that ferroptosis, an iron-dependent, nonapoptotic form of cell death, represents a new regulatory pathway in suppressing tumor development. Ferroptosis is triggered by lipid peroxidation and is tightly regulated by SLC7A11, a key component of the cystine-glutamate antiporter. Although many studies demonstrate the importance of transcriptional regulation of SLC7A11 in ferroptotic responses, it remains largely unknown how the stability of SLC7A11 is controlled in human cancers. In this study, we utilized biochemial purification to identify the ubiquitin hydrolase OTUB1 as a key factor in modulating SLC7A11 stability. OTUB1 directly interacted with and stabilized SLC7A11; conversely, OTUB1 knockdown diminished SLC7A11 levels in cancer cells. OTUB1 was overexpressed in human cancers, and inactivation of OTUB1 destabilized SLC7A11 and led to growth suppression of tumor xenografts in mice, which was associated with reduced activation of ferroptosis. Notably, overexpression of the cancer stem cell marker CD44 enhanced the stability of SLC7A11 by promoting the interaction between SLC7A11 and OTUB1; depletion of CD44 partially abrogated this interaction. CD44 expression suppressed ferroptosis in cancer cells in an OTUB1-dependent manner. Together, these results show that OTUB1 plays an essential role in controlling the stability of SLC7A11 and the CD44-mediated effects on ferroptosis in human cancers. SIGNIFICANCE: This study identifies OTUB1 as a key regulator of ferroptosis and implicates it as a potential target in cancer therapy.See related commentary by Gan, p. 1749.",
      "authorList": ["Liu T", "Jiang L", "Tavana O", "Gu W"],
      "authors": "Liu T, Jiang L, Tavana O, Gu W",
      "journal": "Cancer Res",
      "year": 2019,
      "month": 4,
      "day": 15,
      "volume": "79",
      "issue": "8",
      "pages": "1913-1924",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30532073",
      "pmcid": "",
      "doi": "10.1038/s41388-018-0605-5",
      "title": "MDM2-mediated degradation of WRN promotes cellular senescence in a p53-independent manner",
      "abstract": "MDM2 (Murine double minute 2) acts as a key repressor for p53-mediated tumor-suppressor functions, which includes cellular senescence. We found that MDM2 can promote cellular senescence by modulating WRN stability. Werner syndrome (WS), caused by mutations of the WRN gene, is an autosomal recessive disease, which is characterized by premature aging. Loss of WRN function induces cellular senescence in human cancer cells. Here, we found that MDM2 acts as an E3 ligase for WRN protein. MDM2 interacts with WRN both in vivo and in vitro. MDM2 induces ubiquitination of WRN and dramatically downregulates the levels of WRN protein in human cells. During DNA damage response, WRN is translocated to the nucleoplasm to facilitate its DNA repair functions; however, it is degraded by the MDM2-mediated ubiquitination pathway. Moreover, the senescent phenotype induced by DNA damage reagents, such as Etoposide, is at least in part mediated by MDM2-dependent WRN degradation as it can be significantly attenuated by ectopic expression of WRN. These results show that MDM2 is critically involved in regulating WRN function via ubiquitin-dependent degradation and reveal an unexpected role of MDM2 in promoting cellular senescence through a p53-independent manner.",
      "authorList": [
        "Liu B",
        "Yi J",
        "Yang X",
        "Liu L",
        "Lou X",
        "Zhang Z",
        "Qi H",
        "Wang Z",
        "Zou J",
        "Zhu WG",
        "Gu W",
        "Luo J"
      ],
      "authors": "Liu B, Yi J, Yang X, Liu L, Lou X, Zhang Z, Qi H, Wang Z, Zou J, Zhu WG, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2019,
      "month": 4,
      "day": -1,
      "volume": "38",
      "issue": "14",
      "pages": "2501-2515",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "jingjie-yi",
        "xin-yang",
        "zhiguo-zhang",
        "zixuan-wang",
        "wei-gu"
      ],
      "isbn": ""
    },
    {
      "pmid": "30858352",
      "pmcid": "PMC6411979",
      "doi": "10.1038/s41419-019-1484-6",
      "title": "Loss of SET reveals both the p53-dependent and the p53-independent functions in vivo",
      "abstract": "Our previous study showed that the oncoprotein SET acts as a new reader of unacetylated p53 for transcriptional repression. To further elucidate the physiological significance of SET in vivo, we generated set knockout mice. Set knockout mice died during embryonic development between day 11.5 and day 12.5 post coitum, exhibiting cardiac edema and open neural tube, among other developmental defects. Further analyses revealed that loss of SET leads to upregulation of p53 target genes including p21 and puma without any obvious effect on p53 stability in set knockout embryos. Notably, the developmental defects of set knockout mice were significantly, but nonetheless partially, rescued by concomitant deletion of p53. The failure to obtain fully live set/p53 double knockout mice suggested that p53-independent targets of SET also contribute to the embryonic lethality of set knockout mice. Indeed, we found that FOXO1 acts as an important target of SET and that SET-mediated regulation of FOXO1 is also acetylation-dependent. Taken together, these data underscore the importance of SET oncoprotein during embryonic development and reveal both of the p53-dependent and the p53-independent functions of SET in vivo.",
      "authorList": ["Kon N", "Wang D", "Gu W"],
      "authors": "Kon N, Wang D, Gu W",
      "journal": "Cell Death Dis",
      "year": 2019,
      "month": 3,
      "day": 11,
      "volume": "10",
      "issue": "3",
      "pages": "237",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "di-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30858356",
      "pmcid": "PMC6411878",
      "doi": "10.1038/s41419-019-1463-y",
      "title": "p53 β-hydroxybutyrylation attenuates p53 activity",
      "abstract": "p53 is an essential tumor suppressor, whose activity is finely tuned by the posttranslational modifications. Previous research has reported that β-hydroxybutyrate (BHB) induces β-hydroxybutyrylation (Kbhb), which is a novel histone posttranslational modification. Here we report that p53 is modified by kbhb and that this modification occurs at lysines 120, 319, and 370 of p53. We demonstrate that the level of p53 kbhb is dramatically increased in cultured cells treated with BHB and in thymus tissues of fasted mice, and that CBP catalyze p53 kbhb. We show that p53 kbhb results in lower levels of p53 acetylation and reduced expression of the p53 downstream genes p21 and PUMA, as well as reduced cell growth arrest and apoptosis in cultured cells under p53-activating conditions. Similar results were observed in mouse thymus tissue under starvation conditions, which result in increased concentrations of serum BHB, and in response to genotoxic stress caused by γ-irradiation to activate p53. Our findings thus show that BHB-mediated p53 kbhb is a novel mechanism of p53 activity regulation, which may explain the link between ketone bodies and tumor, and which may provide promising therapeutic target for cancer treatment.",
      "authorList": [
        "Liu K",
        "Li F",
        "Sun Q",
        "Lin N",
        "Han H",
        "You K",
        "Tian F",
        "Mao Z",
        "Li T",
        "Tong T",
        "Geng M",
        "Zhao Y",
        "Gu W",
        "Zhao W"
      ],
      "authors": "Liu K, Li F, Sun Q, Lin N, Han H, You K, Tian F, Mao Z, Li T, Tong T, Geng M, Zhao Y, Gu W, Zhao W",
      "journal": "Cell Death Dis",
      "year": 2019,
      "month": 3,
      "day": 11,
      "volume": "10",
      "issue": "3",
      "pages": "243",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30692261",
      "pmcid": "PMC6377499",
      "doi": "10.1073/pnas.1821022116",
      "title": "Ferroptosis as a target for protection against cardiomyopathy",
      "abstract": "Heart disease is the leading cause of death worldwide. A key pathogenic factor in the development of lethal heart failure is loss of terminally differentiated cardiomyocytes. However, mechanisms of cardiomyocyte death remain unclear. Here, we discovered and demonstrated that ferroptosis, a programmed iron-dependent cell death, as a mechanism in murine models of doxorubicin (DOX)- and ischemia/reperfusion (I/R)-induced cardiomyopathy. In canonical apoptosis and/or necroptosis-defective Ripk3-/-, Mlkl-/-, or Fadd-/-Mlkl-/- mice, DOX-treated cardiomyocytes showed features of typical ferroptotic cell death. Consistently, compared with dexrazoxane, the only FDA-approved drug for treating DOX-induced cardiotoxicity, inhibition of ferroptosis by ferrostatin-1 significantly reduced DOX cardiomyopathy. RNA-sequencing results revealed that heme oxygenase-1 (Hmox1) was significantly up-regulated in DOX-treated murine hearts. Administering DOX to mice induced cardiomyopathy with a rapid, systemic accumulation of nonheme iron via heme degradation by Nrf2-mediated up-regulation of Hmox1, which effect was abolished in Nrf2-deficent mice. Conversely, zinc protoporphyrin IX, an Hmox1 antagonist, protected the DOX-treated mice, suggesting free iron released on heme degradation is necessary and sufficient to induce cardiac injury. Given that ferroptosis is driven by damage to lipid membranes, we further investigated and found that excess free iron accumulated in mitochondria and caused lipid peroxidation on its membrane. Mitochondria-targeted antioxidant MitoTEMPO significantly rescued DOX cardiomyopathy, supporting oxidative damage of mitochondria as a major mechanism in ferroptosis-induced heart damage. Importantly, ferrostatin-1 and iron chelation also ameliorated heart failure induced by both acute and chronic I/R in mice. These findings highlight that targeting ferroptosis serves as a cardioprotective strategy for cardiomyopathy prevention.",
      "authorList": [
        "Fang X",
        "Wang H",
        "Han D",
        "Xie E",
        "Yang X",
        "Wei J",
        "Gu S",
        "Gao F",
        "Zhu N",
        "Yin X",
        "Cheng Q",
        "Zhang P",
        "Dai W",
        "Chen J",
        "Yang F",
        "Yang HT",
        "Linkermann A",
        "Gu W",
        "Min J",
        "Wang F"
      ],
      "authors": "Fang X, Wang H, Han D, Xie E, Yang X, Wei J, Gu S, Gao F, Zhu N, Yin X, Cheng Q, Zhang P, Dai W, Chen J, Yang F, Yang HT, Linkermann A, Gu W, Min J, Wang F",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 2,
      "day": 12,
      "volume": "116",
      "issue": "7",
      "pages": "2672-2680",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang", "wei-gu", "jaewon-min"],
      "isbn": ""
    },
    {
      "pmid": "30409761",
      "pmcid": "PMC6814379",
      "doi": "10.1016/j.ab.2018.10.026",
      "title": "Analysis of glucose-derived amino acids involved in one-carbon and cancer metabolism by stable-isotope tracing gas chromatography mass spectrometry",
      "abstract": "A major hallmark of cancer is a perturbed metabolism resulting in high demand for various metabolites, glucose being the most well studied. While glucose can be converted into pyruvate for ATP production, the serine synthesis pathway (SSP) can divert glucose to generate serine, glycine, and methionine. In the process, the carbon unit from serine is incorporated into the one-carbon pool which makes methionine and maintains S-adenosylmethionine levels, which are needed to maintain the epigenetic landscape and ultimately controlling what genes are available for transcription. Alternatively, the carbon unit can be used for purine and thymidylate synthesis. We present here an approach to follow the flux through this pathway in cultured human cells using stable isotope enriched glucose and gas chromatography mass spectrometry analysis of serine, glycine, and methionine. We demonstrate that in three different cell lines this pathway contributes only 1-2% of total intracellular methionine. This suggests under high extracellular methionine conditions, the predominance of carbon units from this pathway are used to synthesize nucleic acids.",
      "authorList": [
        "Sowers ML",
        "Herring J",
        "Zhang W",
        "Tang H",
        "Ou Y",
        "Gu W",
        "Zhang K"
      ],
      "authors": "Sowers ML, Herring J, Zhang W, Tang H, Ou Y, Gu W, Zhang K",
      "journal": "Anal Biochem",
      "year": 2019,
      "month": 2,
      "day": 1,
      "volume": "566",
      "issue": "",
      "pages": "1-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30237540",
      "pmcid": "PMC6148051",
      "doi": "10.1038/s41419-018-0984-0",
      "title": "p53 cooperates with SIRT6 to regulate cardiolipin de novo biosynthesis",
      "abstract": "The tumor suppressor p53 has critical roles in regulating lipid metabolism, but whether and how p53 regulates cardiolipin (CL) de novo biosynthesis is unknown. Here, we report that p53 physically interacts with histone deacetylase SIRT6 in vitro and in vivo, and this interaction increases following palmitic acid (PA) treatment. In response to PA, p53 and SIRT6 localize to chromatin in a p53-dependent manner. Chromatin p53 and SIRT6 bind the promoters of CDP-diacylglycerol synthase 1 and 2 (CDS1 and CDS2), two enzymes required to catalyze CL de novo biosynthesis. Here, SIRT6 serves as a co-activator of p53 and effectively recruits RNA polymerase II to the CDS1 and CDS2 promoters to enhance CL de novo biosynthesis. Our findings reveal a novel, cooperative model executed by p53 and SIRT6 to maintain lipid homeostasis.",
      "authorList": [
        "Li M",
        "Hou T",
        "Gao T",
        "Lu X",
        "Yang Q",
        "Zhu Q",
        "Li Z",
        "Liu C",
        "Mu G",
        "Liu G",
        "Bao Y",
        "Wen H",
        "Wang L",
        "Wang H",
        "Zhao Y",
        "Gu W",
        "Yang Y",
        "Zhu WG"
      ],
      "authors": "Li M, Hou T, Gao T, Lu X, Yang Q, Zhu Q, Li Z, Liu C, Mu G, Liu G, Bao Y, Wen H, Wang L, Wang H, Zhao Y, Gu W, Yang Y, Zhu WG",
      "journal": "Cell Death Dis",
      "year": 2018,
      "month": 9,
      "day": 20,
      "volume": "9",
      "issue": "10",
      "pages": "941",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiming-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29905531",
      "pmcid": "PMC6046243",
      "doi": "10.18632/aging.101479",
      "title": "Is MDMX the better target?",
      "abstract": "",
      "authorList": ["Kon N", "Gu W"],
      "authors": "Kon N, Gu W",
      "journal": "Aging (Albany NY)",
      "year": 2018,
      "month": 6,
      "day": 13,
      "volume": "10",
      "issue": "6",
      "pages": "1184-1185",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29523541",
      "pmcid": "PMC5984691",
      "doi": "10.1158/0008-5472.CAN-17-3531",
      "title": "Peli1 Modulates the Subcellular Localization and Activity of Mdmx",
      "abstract": "Mdm2 and Mdmx, both major repressors of p53 in human cancers, are predominantly localized to the nucleus and cytoplasm, respectively. The mechanism by which subcellular localization of Mdmx is regulated remains unclear. In this study, we identify the E3 ligase Peli1 as a major binding partner and regulator of Mdmx in human cells. Peli1 bound Mdmx in vitro and in vivo and promoted high levels of ubiquitination of Mdmx. Peli1-mediated ubiquitination was degradation-independent, promoting cytoplasmic localization of Mdmx, which in turn resulted in p53 activation. Consistent with this, knockdown or knockout Peli1 in human cancer cells induced nuclear localization of Mdmx and suppressed p53 activity. Myc-induced tumorigenesis was accelerated in Peli1-null mice and associated with downregulation of p53 function. Clinical samples of human cutaneous melanoma had decreased Peli1 expression, which was associated with poor overall survival. Together, these results demonstrate that Peli1 acts as a critical factor for the Mdmx-p53 axis by modulating the subcellular localization and activity of Mdmx, thus revealing a novel mechanism of Mdmx deregulation in human cancers.Significance: Peli1-mediated regulation of Mdmx, a major inhibitor of p53, provides critical insight into activation of p53 function in human cancers. Cancer Res; 78(11); 2897-910. ©2018 AACR.",
      "authorList": ["Li D", "Tavana O", "Sun SC", "Gu W"],
      "authors": "Li D, Tavana O, Sun SC, Gu W",
      "journal": "Cancer Res",
      "year": 2018,
      "month": 6,
      "day": 1,
      "volume": "78",
      "issue": "11",
      "pages": "2897-2910",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29482658",
      "pmcid": "PMC5828336",
      "doi": "10.1186/s13072-018-0179-z",
      "title": "Independent functions of DNMT1 and USP7 at replication foci",
      "abstract": "It has been reported that USP7 (ubiquitin-specific protease 7) prevents ubiquitylation and degradation of DNA methyltransferase 1 (DNMT1) by direct binding of USP7 to the glycine-lysine (GK) repeats that join the N-terminal regulatory domain of DNMT1 to the C-terminal methyltransferase domain. The USP7-DNMT1 interaction was reported to be mediated by acetylation of lysine residues within the (GK) repeats.",
      "authorList": ["Yarychkivska O", "Tavana O", "Gu W", "Bestor TH"],
      "authors": "Yarychkivska O, Tavana O, Gu W, Bestor TH",
      "journal": "Epigenetics Chromatin",
      "year": 2018,
      "month": 2,
      "day": 27,
      "volume": "11",
      "issue": "1",
      "pages": "9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29484110",
      "pmcid": "PMC5800902",
      "doi": "10.18632/oncotarget.23837",
      "title": "Inhibition of Mdmx (Mdm4) in vivo induces anti-obesity effects",
      "abstract": "Although cell-cycle arrest, senescence and apoptosis remain as major canonical activities of p53 in tumor suppression, the emerging role of p53 in metabolism has been a topic of great interest. Nevertheless, it is not completely understood how p53-mediated metabolic activities are regulated in vivo and whether this part of the activities has an independent role beyond tumor suppression. Mdmx (also called Mdm4), like Mdm2, acts as a major suppressor of p53 but the embryonic lethality of mdmx-null mice creates difficulties to evaluate its physiological significance in metabolism. Here, we report that the embryonic lethality caused by the deficiency of mdmx, in contrast to the case for mdm2, is fully rescued in the background of p53\n3KR/3KR\n , an acetylation-defective mutant unable to induce cell-cycle arrest, senescence and apoptosis. p53\n3KR/3KR\n/mdmx\n-/-\n mice are healthy but skinny without obvious developmental defects. p53\n3KR/3KR\n/mdmx\n-/-\n mice are resistant to fat accumulation in adipose tissues upon high fat diet. Notably, the levels of p53 protein are only slightly increased and can be further induced upon DNA damage in p53\n3KR/3KR\n/mdmx\n-/-\n mice, suggesting that Mdmx is only partially required for p53 degradation in vivo. Further analyses indicate that the anti-obesity phenotypes in p53\n3KR/3KR\n/mdmx\n-/-\n mice are caused by activation of lipid oxidation and thermogenic programs in adipose tissues. These results demonstrate the specific effects of the p53/Mdmx axis in lipid metabolism and adipose tissue remodeling and reveal a surprising role of Mdmx inhibition in anti-obesity effects beyond, commonly expected, tumor suppression. Thus, our study has significant implications regarding Mdmx inhibitors in the treatment of obesity related diseases.",
      "authorList": ["Kon N", "Wang D", "Li T", "Jiang L", "Qiang L", "Gu W"],
      "authors": "Kon N, Wang D, Li T, Jiang L, Qiang L, Gu W",
      "journal": "Oncotarget",
      "year": 2018,
      "month": 1,
      "day": 26,
      "volume": "9",
      "issue": "7",
      "pages": "7282-7297",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "di-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29180469",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-17-1912",
      "title": "SHMT2 Desuccinylation by SIRT5 Drives Cancer Cell Proliferation",
      "abstract": "The mitochondrial serine hydroxymethyltransferase SHMT2, which catalyzes the rate-limiting step in serine catabolism, drives cancer cell proliferation, but how this role is regulated is undefined. Here, we report that the sirtuin SIRT5 desuccinylates SHMT2 to increase its activity and drive serine catabolism in tumor cells. SIRT5 interaction directly mediated desuccinylation of lysine 280 on SHMT2, which was crucial for activating its enzymatic activity. Conversely, hypersuccinylation of SHMT2 at lysine 280 was sufficient to inhibit its enzymatic activity and downregulate tumor cell growth in vitro and in vivo Notably, SIRT5 inactivation led to SHMT2 enzymatic downregulation and to abrogated cell growth under metabolic stress. Our results reveal that SHMT2 desuccinylation is a pivotal signal in cancer cells to adapt serine metabolic processes for rapid growth, and they highlight SIRT5 as a candidate target for suppressing serine catabolism as a strategy to block tumor growth.Significance: These findings reveal a novel mechanism for controlling cancer cell proliferation by blocking serine catabolism, as a general strategy to impede tumor growth. Cancer Res; 78(2); 372-86. ©2017 AACR.",
      "authorList": [
        "Yang X",
        "Wang Z",
        "Li X",
        "Liu B",
        "Liu M",
        "Liu L",
        "Chen S",
        "Ren M",
        "Wang Y",
        "Yu M",
        "Wang B",
        "Zou J",
        "Zhu WG",
        "Yin Y",
        "Gu W",
        "Luo J"
      ],
      "authors": "Yang X, Wang Z, Li X, Liu B, Liu M, Liu L, Chen S, Ren M, Wang Y, Yu M, Wang B, Zou J, Zhu WG, Yin Y, Gu W, Luo J",
      "journal": "Cancer Res",
      "year": 2018,
      "month": 1,
      "day": 15,
      "volume": "78",
      "issue": "2",
      "pages": "372-386",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang", "zixuan-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29192674",
      "pmcid": "PMC5752845",
      "doi": "10.1038/cr.2017.149",
      "title": "Landscape of the regulatory elements for lysine 2-hydroxyisobutyrylation pathway",
      "abstract": "Short-chain fatty acids and their corresponding acyl-CoAs sit at the crossroads of metabolic pathways and play important roles in diverse cellular processes. They are also precursors for protein post-translational lysine acylation modifications. A noteworthy example is the newly identified lysine 2-hydroxyisobutyrylation (Khib) that is derived from 2-hydroxyisobutyrate and 2-hydroxyisobutyryl-CoA. Histone Khib has been shown to be associated with active gene expression in spermatogenic cells. However, the key elements that regulate this post-translational lysine acylation pathway remain unknown. This has hindered characterization of the mechanisms by which this modification exerts its biological functions. Here we show that Esa1p in budding yeast and its homologue Tip60 in human could add Khib to substrate proteins both in vitro and in vivo. In addition, we have identified HDAC2 and HDAC3 as the major enzymes to remove Khib. Moreover, we report the first global profiling of Khib proteome in mammalian cells, identifying 6 548 Khib sites on 1 725 substrate proteins. Our study has thus discovered both the \"writers\" and \"erasers\" for histone Khib marks, and major Khib protein substrates. These results not only illustrate the landscape of this new lysine acylation pathway, but also open new avenues for studying diverse functions of cellular metabolites associated with this pathway.",
      "authorList": [
        "Huang H",
        "Luo Z",
        "Qi S",
        "Huang J",
        "Xu P",
        "Wang X",
        "Gao L",
        "Li F",
        "Wang J",
        "Zhao W",
        "Gu W",
        "Chen Z",
        "Dai L",
        "Dai J",
        "Zhao Y"
      ],
      "authors": "Huang H, Luo Z, Qi S, Huang J, Xu P, Wang X, Gao L, Li F, Wang J, Zhao W, Gu W, Chen Z, Dai L, Dai J, Zhao Y",
      "journal": "Cell Res",
      "year": 2018,
      "month": 1,
      "day": -1,
      "volume": "28",
      "issue": "1",
      "pages": "111-125",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30250887",
      "pmcid": "PMC6149754",
      "doi": "10.1080/23723556.2018.1432256",
      "title": "ARF-NRF2: A new checkpoint for oxidative stress responses?",
      "abstract": "NRF2 (nuclear factor erythroid 2-related factor 2) is a transcription factor which plays a major role in oxidative stress responses by regulating antioxidant gene expression. We have recently identified the ARF tumor suppressor as a key regulator of NRF2. ARF can significantly inhibit NRF2 transcriptional activities, and the ARF-NRF2 interaction may function as a novel checkpoint for oxidative stress responses.",
      "authorList": ["Chen D", "Tavana O", "Gu W"],
      "authors": "Chen D, Tavana O, Gu W",
      "journal": "Mol Cell Oncol",
      "year": 2018,
      "month": -1,
      "day": -1,
      "volume": "5",
      "issue": "3",
      "pages": "e1432256",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29616860",
      "pmcid": "PMC6056219",
      "doi": "10.1080/15384101.2018.1456293",
      "title": "Targeting HAUSP in both p53 wildtype and p53-mutant tumors",
      "abstract": "Inhibition of Mdm2 function is a validated approach to restore p53 activity for cancer therapy; nevertheless, inhibitors of Mdm2 such as Nutlin-3 have certain limitations, suggesting that additional targets in this pathway need to be further elucidated. Our finding that the Herpesvirus-Associated Ubiquitin-Specific Protease (HAUSP, also called USP7) interacts with the p53/Mdm2 protein complex, was one of the first examples that deubiquitinases (DUBs) exhibit a specific role in regulating protein stability. Here, we show that inhibitors of HAUSP and Nutlin-3 can synergistically activate p53 function and induce p53-dependent apoptosis in human cancer cells. Notably, HAUSP can also target the N-Myc oncoprotein in a p53-independent manner. Moreover, newly synthesized HAUSP inhibitors are more potent than the commercially available inhibitors to suppress N-Myc activities in p53 mutant cells for growth suppression. Taken together, our study demonstrates the utility of HAUSP inhibitors to target cancers in both a p53-depdentent and -independent manner.",
      "authorList": ["Tavana O", "Sun H", "Gu W"],
      "authors": "Tavana O, Sun H, Gu W",
      "journal": "Cell Cycle",
      "year": 2018,
      "month": -1,
      "day": -1,
      "volume": "17",
      "issue": "7",
      "pages": "823-828",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28985506",
      "pmcid": "PMC5683418",
      "doi": "10.1016/j.molcel.2017.09.009",
      "title": "NRF2 Is a Major Target of ARF in p53-Independent Tumor Suppression",
      "abstract": "Although ARF can suppress tumor growth by activating p53 function, the mechanisms by which it suppresses tumor growth independently of p53 are not well understood. Here, we identified ARF as a key regulator of nuclear factor E2-related factor 2 (NRF2) through complex purification. ARF inhibits the ability of NRF2 to transcriptionally activate its target genes, including SLC7A11, a component of the cystine/glutamate antiporter that regulates reactive oxygen species (ROS)-induced ferroptosis. As a consequence, ARF expression sensitizes cells to ferroptosis in a p53-independent manner while ARF depletion induces NRF2 activation and promotes cancer cell survival in response to oxidative stress. Moreover, the ability of ARF to induce p53-independent tumor growth suppression in mouse xenograft models is significantly abrogated upon NRF2 overexpression. These results demonstrate that NRF2 is a major target of p53-independent tumor suppression by ARF and also suggest that the ARF-NRF2 interaction acts as a new checkpoint for oxidative stress responses.",
      "authorList": [
        "Chen D",
        "Tavana O",
        "Chu B",
        "Erber L",
        "Chen Y",
        "Baer R",
        "Gu W"
      ],
      "authors": "Chen D, Tavana O, Chu B, Erber L, Chen Y, Baer R, Gu W",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 5,
      "volume": "68",
      "issue": "1",
      "pages": "224-232",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28406743",
      "pmcid": "PMC5597292",
      "doi": "10.1080/19491034.2017.1313939",
      "title": "The \"readers\" of unacetylated p53 represent a new class of acidic domain proteins",
      "abstract": "Acetylation of non-histone proteins plays important roles in regulating protein functions but the mechanisms of action are poorly understood. Our recent study uncovered a previously unknown mechanism by which C-terminal domain (CTD) acetylation of p53 serves as a \"switch\" to determine the interaction between a unique group of acidic domain-containing proteins and p53, as well as revealed that acidic domains may act as a novel class of \"readers\" for unacetylated p53. However, the properties of acidic domain \"readers\" are not well elucidated yet. Here, we identified that the charge effect between acidic domain \"readers\" and the p53 CTD is necessary for their interaction. Both the length and the amino acid composition of a given acidic domain contributed to its ability to recognize the p53 CTD. Finally, we summarized the characteristic features of our identified acidic domains, which would distinguish this kind of \"readers\" from other types of acidic amino acid-containing domains.",
      "authorList": ["Wang D", "Kon N", "Tavana O", "Gu W"],
      "authors": "Wang D, Kon N, Tavana O, Gu W",
      "journal": "Nucleus",
      "year": 2017,
      "month": 7,
      "day": 4,
      "volume": "8",
      "issue": "4",
      "pages": "360-369",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28108249",
      "pmcid": "",
      "doi": "10.1016/j.bmcl.2017.01.018",
      "title": "Synthesis and biological evaluation of thiazole derivatives as novel USP7 inhibitors",
      "abstract": "Herpesvirus-associated Ubiquitin-Specific Protease (HAUSP, also called USP7) interacts with and stabilizes Mdm2, and represents one of the first examples that deubiquitinases oncogenic proteins. USP7 has been regarded as a potential drug target for cancer therapy. Inhibitors of USP7 have been recently shown to suppress tumor cell growth in vitro and in vivo. Based on leading USP7 inhibitors P5091 and P22077, we designed and synthesized a series of thiazole derivatives. The results of in vitro assays showed that the thiazole compounds exhibited low micromolar inhibition activity against both USP7 enzyme and cancer cell lines. The compounds induced cell death in a p53-dependent and p53-independent manner. Taken together, this study may provide thiazole compounds as a new class of USP7 inhibitors.",
      "authorList": [
        "Chen C",
        "Song J",
        "Wang J",
        "Xu C",
        "Chen C",
        "Gu W",
        "Sun H",
        "Wen X"
      ],
      "authors": "Chen C, Song J, Wang J, Xu C, Chen C, Gu W, Sun H, Wen X",
      "journal": "Bioorg Med Chem Lett",
      "year": 2017,
      "month": 2,
      "day": 15,
      "volume": "27",
      "issue": "4",
      "pages": "845-849",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27927749",
      "pmcid": "PMC6310345",
      "doi": "10.1093/jmcb/mjw049",
      "title": "Modulation of the p53/MDM2 interplay by HAUSP inhibitors",
      "abstract": "It is well established that both p53 and MDM2 are short-lived proteins whose stabilities are tightly controlled through ubiquitination-mediated degradation. Although numerous studies indicate that the MDM2 E3 ligase activity, as well as the protein-protein interaction between p53 and MDM2, is the major focus for this regulation, emerging evidence suggests that the deubiquitinase herpesvirus-associated ubiquitin-specific protease (HAUSP, also known as USP7) plays a critical role. Furthermore, HAUSP inhibition elevates p53 stability and might be beneficial for therapeutic purposes. In this review, we discuss the advances of this dynamic pathway and the contributions of positive and negative regulators affecting HAUSP activity. We also highlight the roles of HAUSP in cancer justifying the production of the first generation of HAUSP inhibitors.",
      "authorList": ["Tavana O", "Gu W"],
      "authors": "Tavana O, Gu W",
      "journal": "J Mol Cell Biol",
      "year": 2017,
      "month": 2,
      "day": 1,
      "volume": "9",
      "issue": "1",
      "pages": "45-52",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27698118",
      "pmcid": "PMC5098629",
      "doi": "10.1073/pnas.1607152113",
      "title": "Activation of SAT1 engages polyamine metabolism with p53-mediated ferroptotic responses",
      "abstract": "Although p53-mediated cell-cycle arrest, senescence, and apoptosis remain critical barriers to cancer development, the emerging role of p53 in cell metabolism, oxidative responses, and ferroptotic cell death has been a topic of great interest. Nevertheless, it is unclear how p53 orchestrates its activities in multiple metabolic pathways into tumor suppressive effects. Here, we identified the SAT1 (spermidine/spermine N1-acetyltransferase 1) gene as a transcription target of p53. SAT1 is a rate-limiting enzyme in polyamine catabolism critically involved in the conversion of spermidine and spermine back to putrescine. Surprisingly, we found that activation of SAT1 expression induces lipid peroxidation and sensitizes cells to undergo ferroptosis upon reactive oxygen species (ROS)-induced stress, which also leads to suppression of tumor growth in xenograft tumor models. Notably, SAT1 expression is down-regulated in human tumors, and CRISPR-cas9-mediated knockout of SAT1 expression partially abrogates p53-mediated ferroptosis. Moreover, SAT1 induction is correlated with the expression levels of arachidonate 15-lipoxygenase (ALOX15), and SAT1-induced ferroptosis is significantly abrogated in the presence of PD146176, a specific inhibitor of ALOX15. Thus, our findings uncover a metabolic target of p53 involved in ferroptotic cell death and provide insight into the regulation of polyamine metabolism and ferroptosis-mediated tumor suppression.",
      "authorList": ["Ou Y", "Wang SJ", "Li D", "Chu B", "Gu W"],
      "authors": "Ou Y, Wang SJ, Li D, Chu B, Gu W",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2016,
      "month": 11,
      "day": 1,
      "volume": "113",
      "issue": "44",
      "pages": "E6806-E6812",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27769803",
      "pmcid": "PMC5264272",
      "doi": "10.1016/j.ebiom.2016.10.018",
      "title": "Ubiquitin-specific Protease-7 Inhibition Impairs Tip60-dependent Foxp3+ T-regulatory Cell Function and Promotes Antitumor Immunity",
      "abstract": "Foxp3+ T-regulatory (Treg) cells are known to suppress protective host immune responses to a wide variety of solid tumors, but their therapeutic targeting is largely restricted to their transient depletion or \"secondary\" modulation, e.g. using anti-CTLA-4 monoclonal antibody. Our ongoing studies of the post-translational modifications that regulate Foxp3 demonstrated that the histone/protein acetyltransferase, Tip60, plays a dominant role in promoting acetylation, dimerization and function in Treg cells. We now show that the ubiquitin-specific protease, Usp7, controls Treg function largely by stabilizing the expression and promoting the multimerization of Tip60 and Foxp3. Genetic or pharmacologic targeting of Usp7 impairs Foxp3+ Treg suppressive functions, while conventional T cell responses remain intact. As a result, pharmacologic inhibitors of Usp7 can limit tumor growth in immunocompetent mice, and promote the efficacy of antitumor vaccines and immune checkpoint therapy with anti-PD1 monoclonal antibody in murine models. Hence, pharmacologic therapy with Usp7 inhibitors may have an important role in future cancer immunotherapy.",
      "authorList": [
        "Wang L",
        "Kumar S",
        "Dahiya S",
        "Wang F",
        "Wu J",
        "Newick K",
        "Han R",
        "Samanta A",
        "Beier UH",
        "Akimova T",
        "Bhatti TR",
        "Nicholson B",
        "Kodrasov MP",
        "Agarwal S",
        "Sterner DE",
        "Gu W",
        "Weinstock J",
        "Butt TR",
        "Albelda SM",
        "Hancock WW"
      ],
      "authors": "Wang L, Kumar S, Dahiya S, Wang F, Wu J, Newick K, Han R, Samanta A, Beier UH, Akimova T, Bhatti TR, Nicholson B, Kodrasov MP, Agarwal S, Sterner DE, Gu W, Weinstock J, Butt TR, Albelda SM, Hancock WW",
      "journal": "EBioMedicine",
      "year": 2016,
      "month": 11,
      "day": -1,
      "volume": "13",
      "issue": "",
      "pages": "99-112",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27626385",
      "pmcid": "PMC5333498",
      "doi": "10.1038/nature19759",
      "title": "Acetylation-regulated interaction between p53 and SET reveals a widespread regulatory mode",
      "abstract": "Although lysine acetylation is now recognized as a general protein modification for both histones and non-histone proteins, the mechanisms of acetylation-mediated actions are not completely understood. Acetylation of the C-terminal domain (CTD) of p53 (also known as TP53) was an early example of non-histone protein acetylation and its precise role remains unclear. Lysine acetylation often creates binding sites for bromodomain-containing 'reader' proteins. Here we use a proteomic screen to identify the oncoprotein SET as a major cellular factor whose binding with p53 is dependent on CTD acetylation status. SET profoundly inhibits p53 transcriptional activity in unstressed cells, but SET-mediated repression is abolished by stress-induced acetylation of p53 CTD. Moreover, loss of the interaction with SET activates p53, resulting in tumour regression in mouse xenograft models. Notably, the acidic domain of SET acts as a 'reader' for the unacetylated CTD of p53 and this mechanism of acetylation-dependent regulation is widespread in nature. For example, acetylation of p53 also modulates its interactions with similar acidic domains found in other p53 regulators including VPRBP (also known as DCAF1), DAXX and PELP1 (refs. 7, 8, 9), and computational analysis of the proteome has identified numerous proteins with the potential to serve as acidic domain readers and lysine-rich ligands. Unlike bromodomain readers, which preferentially bind the acetylated forms of their cognate ligands, the acidic domain readers specifically recognize the unacetylated forms of their ligands. Finally, the acetylation-dependent regulation of p53 was further validated in vivo by using a knock-in mouse model expressing an acetylation-mimicking form of p53. These results reveal that acidic-domain-containing factors act as a class of acetylation-dependent regulators by targeting p53 and, potentially, other proteins.",
      "authorList": [
        "Wang D",
        "Kon N",
        "Lasso G",
        "Jiang L",
        "Leng W",
        "Zhu WG",
        "Qin J",
        "Honig B",
        "Gu W"
      ],
      "authors": "Wang D, Kon N, Lasso G, Jiang L, Leng W, Zhu WG, Qin J, Honig B, Gu W",
      "journal": "Nature",
      "year": 2016,
      "month": 10,
      "day": 6,
      "volume": "538",
      "issue": "7623",
      "pages": "118-122",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["di-wang", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27705786",
      "pmcid": "PMC5227654",
      "doi": "10.1016/j.celrep.2016.09.022",
      "title": "Acetylation Is Crucial for p53-Mediated Ferroptosis and Tumor Suppression",
      "abstract": "Although previous studies indicate that loss of p53-mediated cell cycle arrest, apoptosis, and senescence does not completely abrogate its tumor suppression function, it is unclear how the remaining activities of p53 are regulated. Here, we have identified an acetylation site at lysine K98 in mouse p53 (or K101 for human p53). Whereas the loss of K98 acetylation (p53K98R) alone has very modest effects on p53-mediated transactivation, simultaneous mutations at all four acetylation sites (p534KR: K98R+ 3KR[K117R+K161R+K162R]) completely abolish its ability to regulate metabolic targets, such as TIGAR and SLC7A11. Notably, in contrast to p533KR, p534KR is severely defective in suppressing tumor growth in mouse xenograft models. Moreover, p534KR is still capable of inducing the p53-Mdm2 feedback loop, but p53-dependent ferroptotic responses are markedly abrogated. Together, these data indicate the critical role of p53 acetylation in ferroptotic responses and its remaining tumor suppression activity.",
      "authorList": [
        "Wang SJ",
        "Li D",
        "Ou Y",
        "Jiang L",
        "Chen Y",
        "Zhao Y",
        "Gu W"
      ],
      "authors": "Wang SJ, Li D, Ou Y, Jiang L, Chen Y, Zhao Y, Gu W",
      "journal": "Cell Rep",
      "year": 2016,
      "month": 10,
      "day": 4,
      "volume": "17",
      "issue": "2",
      "pages": "366-373",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27618649",
      "pmcid": "PMC5091299",
      "doi": "10.1038/nm.4180",
      "title": "HAUSP deubiquitinates and stabilizes N-Myc in neuroblastoma",
      "abstract": "The MYCN proto-oncogene is amplified in a number of advanced-stage human tumors, such as neuroblastomas. Similar to other members of the MYC family of oncoproteins, MYCN (also known as N-Myc) is a transcription factor, and its stability and activity are tightly controlled by ubiquitination-dependent proteasome degradation. Although numerous studies have demonstrated that N-Myc is a driver of neuroblastoma tumorigenesis, therapies that directly suppress N-Myc activity in human tumors are limited. Here we have identified ubiquitin-specific protease 7 (USP7; also known as HAUSP) as a regulator of N-Myc function in neuroblastoma. HAUSP interacts with N-Myc, and HAUSP expression induces deubiquitination and subsequent stabilization of N-Myc. Conversely, RNA interference (RNAi)-mediated knockdown of USP7 in neuroblastoma cancer cell lines, or genetic ablation of Usp7 in the mouse brain, destabilizes N-Myc, which leads to inhibition of N-Myc function. Notably, HAUSP is more abundant in patients with neuroblastoma who have poorer prognosis, and HAUSP expression substantially correlates with N-Myc transcriptional activity. Furthermore, small-molecule inhibitors of HAUSP's deubiquitinase activity markedly suppress the growth of MYCN-amplified human neuroblastoma cell lines in xenograft mouse models. Taken together, our findings demonstrate a crucial role of HAUSP in regulating N-Myc function in vivo and suggest that HAUSP inhibition is a potential therapy for MYCN-amplified tumors.",
      "authorList": [
        "Tavana O",
        "Li D",
        "Dai C",
        "Lopez G",
        "Banerjee D",
        "Kon N",
        "Chen C",
        "Califano A",
        "Yamashiro DJ",
        "Sun H",
        "Gu W"
      ],
      "authors": "Tavana O, Li D, Dai C, Lopez G, Banerjee D, Kon N, Chen C, Califano A, Yamashiro DJ, Sun H, Gu W",
      "journal": "Nat Med",
      "year": 2016,
      "month": 10,
      "day": -1,
      "volume": "22",
      "issue": "10",
      "pages": "1180-1186",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27166359",
      "pmcid": "",
      "doi": "10.1182/blood-2015-11-684357",
      "title": "FBXO11 inactivation leads to abnormal germinal-center formation and lymphoproliferative disease",
      "abstract": "The BCL6 proto-oncogene encodes a transcriptional repressor that is required for the germinal center (GC) reaction and is implicated in lymphomagenesis. BCL6 protein stability is regulated by F-box protein 11 (FBXO11)-mediated ubiquitination and degradation, which is impaired in ∼6% of diffuse large B-cell lymphomas that carry inactivating genetic alterations targeting the FBXO11 gene. In order to investigate the role of FBXO11 in vivo, we analyzed GC-specific FBXO11 knockout mice. FBXO11 reduction or loss led to an increased number of GC B cells, to an altered ratio of GC dark zone to light zone cells, and to higher levels of BCL6 protein in GC B cells. B-cell receptor-mediated degradation of BCL6 was reduced in the absence of FBXO11, suggesting that FBXO11 contributes to the physiologic downregulation of BCL6 at the end of the GC reaction. Finally, FBXO11 inactivation was associated with the development of lymphoproliferative disorders in mice.",
      "authorList": [
        "Schneider C",
        "Kon N",
        "Amadori L",
        "Shen Q",
        "Schwartz FH",
        "Tischler B",
        "Bossennec M",
        "Dominguez-Sola D",
        "Bhagat G",
        "Gu W",
        "Basso K",
        "Dalla-Favera R"
      ],
      "authors": "Schneider C, Kon N, Amadori L, Shen Q, Schwartz FH, Tischler B, Bossennec M, Dominguez-Sola D, Bhagat G, Gu W, Basso K, Dalla-Favera R",
      "journal": "Blood",
      "year": 2016,
      "month": 8,
      "day": 4,
      "volume": "128",
      "issue": "5",
      "pages": "660-6",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::katia-basso",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "ning-kon",
        "qiong-shen",
        "wei-gu",
        "katia-basso",
        "riccardo-dalla-favera"
      ],
      "isbn": ""
    },
    {
      "pmid": "27345151",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2016.05.027",
      "title": "Autophagy Regulates Chromatin Ubiquitination in DNA Damage Response through Elimination of SQSTM1/p62",
      "abstract": "Autophagy is an intracellular degradation system that delivers cytoplasmic constituents to the lysosome, and loss of autophagy has been linked to increased genome instability. Here, we report that loss of autophagy is coupled to reduced histone H2A ubiquitination after DNA damage. p62/SQSTM1, which accumulates in autophagy-defective cells, directly binds to and inhibits nuclear RNF168, an E3 ligase essential for histone H2A ubiquitination and DNA damage responses. As a result, DNA repair proteins such as BRCA1, RAP80, and Rad51 cannot be recruited to the sites of DNA double-strand breaks (DSBs), which impairs DSB repair. Moreover, nuclear-localized p62 increased the sensitivity of tumor cells to radiation both in vitro and in vivo, and this required its interaction with RNF168. Our findings indicate that autophagy-deficiency-induced p62 accumulation results in inhibition of histone ubiquitination and highlight the complex relationship between autophagy and the DNA damage response.",
      "authorList": [
        "Wang Y",
        "Zhang N",
        "Zhang L",
        "Li R",
        "Fu W",
        "Ma K",
        "Li X",
        "Wang L",
        "Wang J",
        "Zhang H",
        "Gu W",
        "Zhu WG",
        "Zhao Y"
      ],
      "authors": "Wang Y, Zhang N, Zhang L, Li R, Fu W, Ma K, Li X, Wang L, Wang J, Zhang H, Gu W, Zhu WG, Zhao Y",
      "journal": "Mol Cell",
      "year": 2016,
      "month": 7,
      "day": 7,
      "volume": "63",
      "issue": "1",
      "pages": "34-48",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["renwei-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26975375",
      "pmcid": "PMC4858978",
      "doi": "10.1074/jbc.M115.703066",
      "title": "Parkin Regulates the Activity of Pyruvate Kinase M2",
      "abstract": "Parkin, a ubiquitin E3 ligase, is mutated in most cases of autosomal recessive early onset Parkinson disease. It was discovered that Parkin is also mutated in glioblastoma and other human malignancies and that it inhibits tumor cell growth. Here, we identified pyruvate kinase M2 (PKM2) as a unique substrate for parkin through biochemical purification. We found that parkin interacts with PKM2 both in vitro and in vivo, and this interaction dramatically increases during glucose starvation. Ubiquitylation of PKM2 by parkin does not affect its stability but decreases its enzymatic activity. Parkin regulates the glycolysis pathway and affects the cell metabolism. Our studies revealed the novel important roles of parkin in tumor cell metabolism and provided new insight for therapy of Parkinson disease. ",
      "authorList": [
        "Liu K",
        "Li F",
        "Han H",
        "Chen Y",
        "Mao Z",
        "Luo J",
        "Zhao Y",
        "Zheng B",
        "Gu W",
        "Zhao W"
      ],
      "authors": "Liu K, Li F, Han H, Chen Y, Mao Z, Luo J, Zhao Y, Zheng B, Gu W, Zhao W",
      "journal": "J Biol Chem",
      "year": 2016,
      "month": 5,
      "day": 6,
      "volume": "291",
      "issue": "19",
      "pages": "10307-17",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27314071",
      "pmcid": "PMC4909446",
      "doi": "10.1080/23723556.2015.1046581",
      "title": "Ferroptosis: A missing puzzle piece in the p53 blueprint?",
      "abstract": "Recent evidence indicates that canonical functions of p53 (i.e., apoptosis and growth arrest) are dispensable for p53-mediated tumor suppression. We have uncovered a novel function of p53 that contributes to tumor suppression through regulation of cystine metabolism, reactive oxygen species responses, and ferroptosis. The p53-mediated ferroptotic response via SLC7A11 denotes an extra layer of defense against tumorigenesis in conjunction with other p53 functions. ",
      "authorList": ["Wang SJ", "Ou Y", "Jiang L", "Gu W"],
      "authors": "Wang SJ, Ou Y, Jiang L, Gu W",
      "journal": "Mol Cell Oncol",
      "year": 2016,
      "month": 5,
      "day": -1,
      "volume": "3",
      "issue": "3",
      "pages": "e1046581",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26971997",
      "pmcid": "PMC4884055",
      "doi": "10.1016/j.celrep.2016.02.049",
      "title": "USP7 Enforces Heterochromatinization of p53 Target Promoters by Protecting SUV39H1 from MDM2-Mediated Degradation",
      "abstract": "The H3K9me3 repressive histone conformation of p53 target promoters is abrogated in response to p53 activation by MDM2-mediated SUV39H1 degradation. Here, we present evidence that the USP7 deubiquitinase protects SUV39H1 from MDM2-mediated ubiquitination in the absence of p53 stimulus. USP7 occupies p53 target promoters in unstressed conditions, a process that is abrogated with p53 activation associated with loss of the H3K9me3 mark on these same promoters. Mechanistically, USP7 forms a trimeric complex with MDM2 and SUV39H1, independent of DNA, and modulates MDM2-dependent SUV39H1 ubiquitination. Furthermore, we show that this protective function of USP7 on SUV39H1 is independent of p53. Finally, USP7 blocking cooperates with p53 in inducing apoptosis by enhancing p53 promoter occupancy and dependent transactivation of target genes. These results uncover a layer of the p53 transcriptional program mediated by USP7, which restrains relaxation of local chromatin conformation at p53 target promoters. ",
      "authorList": [
        "Mungamuri SK",
        "Qiao RF",
        "Yao S",
        "Manfredi JJ",
        "Gu W",
        "Aaronson SA"
      ],
      "authors": "Mungamuri SK, Qiao RF, Yao S, Manfredi JJ, Gu W, Aaronson SA",
      "journal": "Cell Rep",
      "year": 2016,
      "month": 3,
      "day": 22,
      "volume": "14",
      "issue": "11",
      "pages": "2528-37",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26943586",
      "pmcid": "PMC4914251",
      "doi": "10.18632/oncotarget.7864",
      "title": "Loss of p53-mediated cell-cycle arrest, senescence and apoptosis promotes genomic instability and premature aging",
      "abstract": "Although p53-mediated cell cycle arrest, senescence and apoptosis are well accepted as major tumor suppression mechanisms, the loss of these functions does not directly lead to tumorigenesis, suggesting that the precise roles of these canonical activities of p53 need to be redefined. Here, we report that the cells derived from the mutant mice expressing p533KR, an acetylation-defective mutant that fails to induce cell-cycle arrest, senescence and apoptosis, exhibit high levels of aneuploidy upon DNA damage. Moreover, the embryonic lethality caused by the deficiency of XRCC4, a key DNA double strand break repair factor, can be fully rescued in the p533KR/3KR background. Notably, despite high levels of genomic instability, p533KR/3KRXRCC4-/- mice, unlike p53-/- XRCC4-/- mice, are not succumbed to pro-B-cell lymphomas. Nevertheless, p533KR/3KR XRCC4-/- mice display aging-like phenotypes including testicular atrophy, kyphosis, and premature death. Further analyses demonstrate that SLC7A11 is downregulated and that p53-mediated ferroptosis is significantly induced in spleens and testis of p533KR/3KRXRCC4-/- mice. These results demonstrate that the direct role of p53-mediated cell cycle arrest, senescence and apoptosis is to control genomic stability in vivo. Our study not only validates the importance of ferroptosis in p53-mediated tumor suppression in vivo but also reveals that the combination of genomic instability and activation of ferroptosis may promote aging-associated phenotypes. ",
      "authorList": ["Li T", "Liu X", "Jiang L", "Manfredi J", "Zha S", "Gu W"],
      "authors": "Li T, Liu X, Jiang L, Manfredi J, Zha S, Gu W",
      "journal": "Oncotarget",
      "year": 2016,
      "month": 3,
      "day": 15,
      "volume": "7",
      "issue": "11",
      "pages": "11838-49",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["shan-zha", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25867071",
      "pmcid": "PMC4603993",
      "doi": "10.1038/onc.2015.77",
      "title": "Negative regulation of the p300-p53 interplay by DDX24",
      "abstract": "Numerous studies indicate that p300 acts as a key transcriptional cofactor in vivo, at least, in part, by modulating activities of p53 by acetylation. Nevertheless, the regulation of the p53-p300 interplay is not completely understood. Here, we have identified the DEAD (Asp-Glu-Ala-Asp) box RNA helicase 24 (DDX24) as a novel regulator of the p300-p53 axis. We found that DDX24 interacts with p300, and this interaction leads to suppression of p300-mediated acetylation of p53. Notably, RNA interference-mediated knockdown of endogenous DDX24 significantly increases the acetylation levels of endogenous p53 in human cancer cells and subsequently promotes p53-mediated activation of its transcriptional targets such as p21 and p53 upregulated modulator of apoptosis (PUMA). In contrast, DDX24 expression inhibits the p300-p53 interaction and suppresses p300-mediated acetylation of p53. Moreover, DDX24 is overexpressed in human cancer cells and reduction of DDX24 protein levels by RNA interference induces cell cycle arrest and senescence in a p53-dependent manner. These results reveal DDX24 as an important regulator of p300 and suggest that the modulation of the p53-p300 interplay by DDX24 is critical in controlling p53 activities in human cancer cells. ",
      "authorList": ["Shi D", "Dai C", "Qin J", "Gu W"],
      "authors": "Shi D, Dai C, Qin J, Gu W",
      "journal": "Oncogene",
      "year": 2016,
      "month": 1,
      "day": 28,
      "volume": "35",
      "issue": "4",
      "pages": "528-36",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26507658",
      "pmcid": "PMC4705413",
      "doi": "10.1074/jbc.M114.624478",
      "title": "USP11 Is a Negative Regulator to γH2AX Ubiquitylation by RNF8/RNF168",
      "abstract": "Ubiquitin modification at double strand breaks (DSB) sites is an essential regulator of signaling and repair. γH2AX extends from DSB sites and provides a platform for subsequent recruitment and amplification of DNA repair proteins and signaling factors. Here, we found that RNF8/RNF168 ubiquitylates γH2AX. We identified that USP11 is a unique deubiquitylation enzyme for γH2AX. USP11 deubiquitylates γH2AX both in vivo and in vitro but not the canonical (ub)-K119-H2A and (ub)-K120-H2B in vitro, and USP11 ablation enhances the levels of γH2AX ubiquitylation. We also found that USP11 interacts with γH2AX both in vivo and in vitro. We found that 53BP1 and ubiquitin-conjugated proteins are misregulated to be retained longer and stronger at DSB sites after knockdown of USP11. We further found that cells are hypersensitive to γ-irradiation after ablation of USP11. Together, our findings elucidate deeply and extensively the mechanism of RNF8/RNF168 and USP11 to maintain the proper status of ubiquitylation γH2AX to repair DSB. ",
      "authorList": ["Yu M", "Liu K", "Mao Z", "Luo J", "Gu W", "Zhao W"],
      "authors": "Yu M, Liu K, Mao Z, Luo J, Gu W, Zhao W",
      "journal": "J Biol Chem",
      "year": 2016,
      "month": 1,
      "day": 8,
      "volume": "291",
      "issue": "2",
      "pages": "959-67",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26074075",
      "pmcid": "PMC4481188",
      "doi": "10.1016/j.celrep.2015.05.025",
      "title": "Hepatic SirT1-Dependent Gain of Function of Stearoyl-CoA Desaturase-1 Conveys Dysmetabolic and Tumor Progression Functions",
      "abstract": "Obesity is associated with higher incidence of cancer, but the predisposing mechanisms remain poorly understood. The NAD(+)-dependent deacetylase SirT1 orchestrates metabolism, cellular survival, and growth. However, there is no unifying mechanism to explain the metabolic and tumor-related effects of SirT1. In this work, we demonstrate that genetic ablation of the endogenous inhibitor of SirT1, Deleted-in-Breast-Cancer-1 (Dbc1), unexpectedly results in obesity and insulin resistance. Dbc1 deficiency promoted SirT1-dependent gain of function of stearoyl-coenzyme A desaturase 1 (Scd1), increasing plasma and tissue levels of unsaturated fatty acids. The metabolic abnormalities in Dbc1(-/-) mice were reversed by ablation of hepatic SirT1 or by inhibition of Scd1 activity. Furthermore, loss of Dbc1 impaired activation of the master tumor suppressor p53 and treatment with an Scd1 inhibitor extended survival of tumor-prone TP53(-/-) mice by decreasing tumor-related death. Together, our findings illustrate a shared mechanism of obesity and tumor progression mediated by hepatic SirT1 and resulting in the activation of a key lipid synthetic enzyme, with potential therapeutic implications.",
      "authorList": [
        "Qiang L",
        "Kon N",
        "Zhao W",
        "Jiang L",
        "Knight CM",
        "Welch C",
        "Pajvani U",
        "Gu W",
        "Accili D"
      ],
      "authors": "Qiang L, Kon N, Zhao W, Jiang L, Knight CM, Welch C, Pajvani U, Gu W, Accili D",
      "journal": "Cell Rep",
      "year": 2015,
      "month": 6,
      "day": 23,
      "volume": "11",
      "issue": "11",
      "pages": "1797-808",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25023704",
      "pmcid": "PMC4295002",
      "doi": "10.1038/onc.2014.198",
      "title": "Ash2L enables P53-dependent apoptosis by favoring stable transcription pre-initiation complex formation on its pro-apoptotic target promoters",
      "abstract": "Chromatin conformation has a major role in all cellular decisions. We showed previously that P53 pro-apoptotic target promoters are enriched with H3K9me3 mark and induction of P53 abrogates this repressive chromatin conformation by downregulating SUV39H1, the writer of this mark present on these promoters. In the present study, we demonstrate that in response to P53 stabilization, its pro-apoptotic target promoters become enriched with the H3K4me3 epigenetic mark as well as its readers, Wdr5, RbBP5 and Ash2L, which were not observed in response to SUV39H1 downregulation alone. Overexpression of Ash2L enhanced P53-dependent apoptosis in response to chemotherapy, associated with increased P53 pro-apoptotic gene promoter occupancy and target gene expression. In contrast, pre-silencing of Ash2L abrogated P53's ability to induce the expression of these transcriptional targets, without affecting P53 or RNAP II recruitment. However, Ash2L pre-silencing, under the same conditions, resulted in reduced RNAP II ser5-CTD phosphorylation on these same pro-apoptotic target promoters, which correlated with reduced promoter occupancy of TFIIB as well as TFIIF (RAP74). Based on these findings, we propose that Ash2L acts in concert with P53 promoter occupancy to activate RNAP II by aiding formation of a stable transcription pre-initiation complex required for its activation. ",
      "authorList": [
        "Mungamuri SK",
        "Wang S",
        "Manfredi JJ",
        "Gu W",
        "Aaronson SA"
      ],
      "authors": "Mungamuri SK, Wang S, Manfredi JJ, Gu W, Aaronson SA",
      "journal": "Oncogene",
      "year": 2015,
      "month": 5,
      "day": 7,
      "volume": "34",
      "issue": "19",
      "pages": "2461-70",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25799988",
      "pmcid": "PMC4455927",
      "doi": "10.1038/nature14344",
      "title": "Ferroptosis as a p53-mediated activity during tumour suppression",
      "abstract": "Although p53-mediated cell-cycle arrest, senescence and apoptosis serve as critical barriers to cancer development, emerging evidence suggests that the metabolic activities of p53 are also important. Here we show that p53 inhibits cystine uptake and sensitizes cells to ferroptosis, a non-apoptotic form of cell death, by repressing expression of SLC7A11, a key component of the cystine/glutamate antiporter. Notably, p53(3KR), an acetylation-defective mutant that fails to induce cell-cycle arrest, senescence and apoptosis, fully retains the ability to regulate SLC7A11 expression and induce ferroptosis upon reactive oxygen species (ROS)-induced stress. Analysis of mutant mice shows that these non-canonical p53 activities contribute to embryonic development and the lethality associated with loss of Mdm2. Moreover, SLC7A11 is highly expressed in human tumours, and its overexpression inhibits ROS-induced ferroptosis and abrogates p53(3KR)-mediated tumour growth suppression in xenograft models. Our findings uncover a new mode of tumour suppression based on p53 regulation of cystine metabolism, ROS responses and ferroptosis. ",
      "authorList": [
        "Jiang L",
        "Kon N",
        "Li T",
        "Wang SJ",
        "Su T",
        "Hibshoosh H",
        "Baer R",
        "Gu W"
      ],
      "authors": "Jiang L, Kon N, Li T, Wang SJ, Su T, Hibshoosh H, Baer R, Gu W",
      "journal": "Nature",
      "year": 2015,
      "month": 4,
      "day": 2,
      "volume": "520",
      "issue": "7545",
      "pages": "57-62",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "26218928",
      "pmcid": "PMC4825584",
      "doi": "10.1080/15384101.2015.1068479",
      "title": "Dynamic roles of p53-mediated metabolic activities in ROS-induced stress responses",
      "abstract": "The p53 tumor suppressor is a multifaceted polypeptide that impedes tumorigenesis by regulating a diverse array of cellular processes. Triggered by a wide variety of stress stimuli, p53 transcriptionally regulates genes involved in the canonical tumor suppression pathways of apoptosis, cell-cycle arrest, and senescence. We recently discovered a novel mechanism whereby p53 inhibits cystine uptake through repression of the SLC7A11 gene to mediate ferroptosis. Importantly, this p53-SLC7A11 axis is preserved in the p53(3KR) mutant, and contributes to its ability to suppress tumorigenesis in the absence of the classical tumor suppression mechanisms. Here, we report that wild type p53 can induce both apoptosis and ferroptosis upon reactive oxygen species (ROS)-induced stress. Furthermore, we demonstrate that p53's functional N-terminal domain is required for its capacity to regulate oxidative stress responses and ferroptosis. Notably, activated p53 dynamically modulates intracellular ROS, causing an initial reduction and a subsequent increase of ROS levels. Taken together, these data implicate ferroptosis as an additional component of the cell death program induced by wild type p53 in human cancer cells, and reveal a complex and dynamic role of p53 in oxidative stress responses. ",
      "authorList": ["Jiang L", "Hickman JH", "Wang SJ", "Gu W"],
      "authors": "Jiang L, Hickman JH, Wang SJ, Gu W",
      "journal": "Cell Cycle",
      "year": 2015,
      "month": -1,
      "day": -1,
      "volume": "14",
      "issue": "18",
      "pages": "2881-5",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25590240",
      "pmcid": "PMC4615063",
      "doi": "10.1080/15384101.2015.1004935",
      "title": "PCDH10, a novel p53 transcriptional target in regulating cell migration",
      "abstract": "Cell cycle arrest, senescence and apoptosis are commonly regarded as the major tumor suppression mechanisms of p53. However, accumulating evidence indicates that loss of these canonical functions is not sufficient for tumor formation, highlighting the complexity of p53-mediated tumor suppression. PCDH10 belongs to a proto cadherin protein family and is a potential tumor suppressor protein as the dysregulation of PCDH10 gene frequently existed in multiple human tumors. Here, we found that PCDH10 is a transcriptional target of p53 and that the levels of PCDH10 expression can be induced by wild type p53 but not mutant p53 in a number of human cancer cell lines. Moreover, we identified a p53 consensus binding site located in the PCDH10 promoter region that is responsive to p53 regulation. Although upregulation of PCDH10 has no obvious effect on growth arrest or apoptosis in human cells, PCDH10 exhibits inhibitory roles in cancer cell motility and cell migration. These results suggest an important role of p53 in regulating tumor cell migration through activating PCDH10 expression and support the notion that non-canonical activities of p53 may contribute to its tumor suppressor function in vivo.",
      "authorList": ["Shi D", "Murty VV", "Gu W"],
      "authors": "Shi D, Murty VV, Gu W",
      "journal": "Cell Cycle",
      "year": 2015,
      "month": -1,
      "day": -1,
      "volume": "14",
      "issue": "6",
      "pages": "857-66",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25468973",
      "pmcid": "PMC4273400",
      "doi": "10.1073/pnas.1412107111",
      "title": "Miz-1 regulates translation of Trp53 via ribosomal protein L22 in cells undergoing V(D)J recombination",
      "abstract": "To be effective, the adaptive immune response requires a large repertoire of antigen receptors, which are generated through V(D)J recombination in lymphoid precursors. These precursors must be protected from DNA damage-induced cell death, however, because V(D)J recombination generates double-strand breaks and may activate p53. Here we show that the BTB/POZ domain protein Miz-1 restricts p53-dependent induction of apoptosis in both pro-B and DN3a pre-T cells that actively rearrange antigen receptor genes. Miz-1 exerts this function by directly activating the gene for ribosomal protein L22 (Rpl22), which binds to p53 mRNA and negatively regulates its translation. This mechanism limits p53 expression levels and thus contains its apoptosis-inducing functions in lymphocytes, precisely at differentiation stages in which V(D)J recombination occurs. ",
      "authorList": [
        "Rashkovan M",
        "Vadnais C",
        "Ross J",
        "Gigoux M",
        "Suh WK",
        "Gu W",
        "Kosan C",
        "Möröy T"
      ],
      "authors": "Rashkovan M, Vadnais C, Ross J, Gigoux M, Suh WK, Gu W, Kosan C, Möröy T",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2014,
      "month": 12,
      "day": 16,
      "volume": "111",
      "issue": "50",
      "pages": "E5411-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["marissa-rashkovan", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "25301942",
      "pmcid": "PMC4256327",
      "doi": "10.1074/jbc.M114.575266",
      "title": "Regulation of histone acetyltransferase TIP60 function by histone deacetylase 3",
      "abstract": "The key member of the MOZ (monocyticleukaemia zinc finger protein), Ybf2/Sas3, Sas2, and TIP60 acetyltransferases family, Tat-interactive protein, 60 kD (TIP60), tightly modulates a wide array of cellular processes, including chromatin remodeling, gene transcription, apoptosis, DNA repair, and cell cycle arrest. The function of TIP60 can be regulated by SIRT1 through deacetylation. Here we found that TIP60 can also be functionally regulated by HDAC3. We identified six lysine residues as its autoacetylation sites. Mutagenesis of these lysines to arginines completely abolishes the autoacetylation of TIP60. Overexpression of HDAC3 increases TIP60 ubiquitination levels. However, unlike SIRT1, HDAC3 increased the half-life of TIP60. Further study found that HDAC3 colocalized with TIP60 both in the nucleus and the cytoplasm, which could be the reason why HDAC3 can stabilize TIP60. The deacetylation of TIP60 by both SIRT1 and HDAC3 reduces apoptosis induced by DNA damage. Knockdown of HDAC3 in cells increased TIP60 acetylation levels and increased apoptosis after DNA damage. Together, our findings provide a better understanding of TIP60 regulation mechanisms, which is a significant basis for further studies of its cellular functions. ",
      "authorList": ["Yi J", "Huang X", "Yang Y", "Zhu WG", "Gu W", "Luo J"],
      "authors": "Yi J, Huang X, Yang Y, Zhu WG, Gu W, Luo J",
      "journal": "J Biol Chem",
      "year": 2014,
      "month": 12,
      "day": 5,
      "volume": "289",
      "issue": "49",
      "pages": "33878-86",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jingjie-yi", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "24240177",
      "pmcid": "PMC3968813",
      "doi": "10.1097/CCO.0000000000000024",
      "title": "To be, or not to be: functional dilemma of p53 metabolic regulation",
      "abstract": "In recent years, the emerging role of p53 in metabolic regulation has been a topic of great interest. Although apoptotic and growth arrest functions of p53 remain as important mechanisms for preserving genomic stability, metabolic functions of p53 show increasing potential in contributing to p53-mediated tumor suppression. Numerous recent studies provided further insights into the metabolic functions of p53 and their implications in tumorigenesis.",
      "authorList": ["Wang SJ", "Gu W"],
      "authors": "Wang SJ, Gu W",
      "journal": "Curr Opin Oncol",
      "year": 2014,
      "month": 1,
      "day": -1,
      "volume": "26",
      "issue": "1",
      "pages": "78-85",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "24419106",
      "pmcid": "",
      "doi": "10.4161/cc.27786",
      "title": "Controlling ARF stability: new players added to the team",
      "abstract": "",
      "authorList": ["Tavana O", "Chen D", "Gu W"],
      "authors": "Tavana O, Chen D, Gu W",
      "journal": "Cell Cycle",
      "year": 2014,
      "month": -1,
      "day": -1,
      "volume": "13",
      "issue": "4",
      "pages": "497-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23747016",
      "pmcid": "PMC3841012",
      "doi": "10.1016/j.molcel.2013.05.006",
      "title": "Differential effects on ARF stability by normal versus oncogenic levels of c-Myc expression",
      "abstract": "ARF suppresses aberrant cell growth upon c-Myc overexpression by activating p53 responses. Nevertheless, the precise mechanism by which ARF specifically restrains the oncogenic potential of c-Myc without affecting its normal physiological function is not well understood. Here, we show that low levels of c-Myc expression stimulate cell proliferation, whereas high levels inhibit by activating the ARF/p53 response. Although the mRNA levels of ARF are induced in both scenarios, the accumulation of ARF protein occurs only when ULF-mediated degradation of ARF is inhibited by c-Myc overexpression. Moreover, the levels of ARF are reduced through ULF-mediated ubiquitination upon DNA damage. Blocking ARF degradation by c-Myc overexpression dramatically stimulates the apoptotic responses. Our study reveals that ARF stability control is crucial for differentiating normal (low) versus oncogenic (high) levels of c-Myc expression and suggests that differential effects on ULF- mediated ARF ubiquitination by c-Myc levels act as a barrier in oncogene-induced stress responses. ",
      "authorList": ["Chen D", "Kon N", "Zhong J", "Zhang P", "Yu L", "Gu W"],
      "authors": "Chen D, Kon N, Zhong J, Zhang P, Yu L, Gu W",
      "journal": "Mol Cell",
      "year": 2013,
      "month": 7,
      "day": 11,
      "volume": "51",
      "issue": "1",
      "pages": "46-56",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23677994",
      "pmcid": "PMC3707659",
      "doi": "10.1074/jbc.M113.476606",
      "title": "Negative regulation of the acetyltransferase TIP60-p53 interplay by UHRF1 (ubiquitin-like with PHD and RING finger domains 1)",
      "abstract": "Numerous studies indicate the importance of acetylation in p53-mediated stress responses upon DNA damage. We and others previously showed that TIP60 (Tat-interacting protein of 60 kDa)-mediated acetylation of p53 at K120 is crucial for p53-dependent apoptotic responses. Nevertheless, it remains unclear how TIP60-mediated effects on p53 are dynamically regulated in vivo. Here, we report that UHRF1 (ubiquitin-like with PHD and RING finger domains 1) interacts with TIP60 both in vitro and in vivo and induces degradation-independent ubiquitination of TIP60. Moreover, UHRF1 expression markedly suppresses the ability of TIP60 to acetylate p53. In contrast, RNAi-mediated knockdown of UHRF1 increases the endogenous levels of p53 acetylation at K120 and p53-mediated apoptosis is significantly enhanced in UHRF1-depleted cells. To elucidate the mechanisms of this regulation, we found that the interaction between TIP60 and p53 is severely inhibited in the presence of UHRF1, suggesting that UHRF1 modulates TIP60-mediated functions in both K120 acetylation-dependent and -independent manners. Consistent with this notion, UHRF1 knockdown promotes activation of p21 and PUMA but not MDM2. These findings demonstrate that UHRF1 is a critical negative regulator of TIP60 and suggest that UHRF1-mediated effects on p53 may contribute, at least in part, to its role in tumorigenesis. ",
      "authorList": ["Dai C", "Shi D", "Gu W"],
      "authors": "Dai C, Shi D, Gu W",
      "journal": "J Biol Chem",
      "year": 2013,
      "month": 7,
      "day": 5,
      "volume": "288",
      "issue": "27",
      "pages": "19581-92",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23419514",
      "pmcid": "PMC3616435",
      "doi": "10.1038/cr.2013.27",
      "title": "RFP-mediated ubiquitination of PTEN modulates its effect on AKT activation",
      "abstract": "The PTEN tumor suppressor is a lipid phosphatase that has a central role in regulating the phosphatidylinositol-3-kinase (PI3K) signal transduction cascade. Nevertheless, the mechanism by which the PTEN activity is regulated in cells needs further elucidation. Although previous studies have shown that ubiquitination of PTEN can modulate its stability and subcellular localization, the role of ubiquitination in the most critical aspect of PTEN function, its phosphatase activity, has not been fully addressed. Here, we identify a novel E3 ubiquitin ligase of PTEN, Ret finger protein (RFP), that is able to promote atypical polyubiquitinations of PTEN. These ubiquitinations do not lead to PTEN instability or relocalization, but rather significantly inhibit PTEN phosphatase activity and therefore modulate its ability to regulate the PI3K signal transduction cascade. Indeed, RFP overexpression relieves PTEN-mediated inhibitory effects on AKT activation; in contrast, RNAi-mediated knockdown of endogenous RFP enhances the ability of PTEN to suppress AKT activation. Moreover, RFP-mediated ubiquitination of PTEN inhibits PTEN-dependent activation of TRAIL expression and also suppresses its ability to induce apoptosis. Our findings demonstrate a crucial role of RFP-mediated ubiquitination in controlling PTEN activity.",
      "authorList": [
        "Lee JT",
        "Shan J",
        "Zhong J",
        "Li M",
        "Zhou B",
        "Zhou A",
        "Parsons R",
        "Gu W"
      ],
      "authors": "Lee JT, Shan J, Zhong J, Li M, Zhou B, Zhou A, Parsons R, Gu W",
      "journal": "Cell Res",
      "year": 2013,
      "month": 4,
      "day": -1,
      "volume": "23",
      "issue": "4",
      "pages": "552-64",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23343762",
      "pmcid": "PMC3610723",
      "doi": "10.4161/cc.23597",
      "title": "p53-Dependent regulation of metabolic function through transcriptional activation of pantothenate kinase-1 gene",
      "abstract": "It is well established that the p53 tumor suppressor plays a crucial role in controlling cell proliferation and apoptosis upon various types of stress. There is increasing evidence showing that p53 is also critically involved in various metabolic pathways, both in tumor and normal cells. Here, we have identified a novel p53 metabolic target pantothenate kinase-1 (PANK1) via ChIP-on-chip. PanK1 catalyzes the rate-limiting step for CoA synthesis and, therefore, controls intracellular CoA content; Pank1-knockout mice exhibit defect in β-oxidation and gluconeogenesis in the liver after starvation due to insufficient CoA levels. We demonstrated that PANK1 gene is a direct transcriptional target of p53. Although DNA damage-induced p53 upregulates PanK1 expression, depletion of PanK1 expression does not affect p53-dependent growth arrest or apoptosis. Interestingly, upon glucose starvation, PanK1 expression is significantly reduced in HCT116 p53 (-/-) but not in HCT116 p53 (+/+) cells, suggesting that p53 is required to maintain PanK1 expression under metabolic stress conditions. Moreover, by using p53-mutant mice, we observed that, similar to the case in Pank1-knockout mice, gluconeogenesis is partially impaired in p53-null mice. Together, our findings show that p53 plays an important role in regulating energy homeostasis through transcriptional control of PANK1, independent of its canonical functions in apoptosis and cell cycle arrest.",
      "authorList": [
        "Wang SJ",
        "Yu G",
        "Jiang L",
        "Li T",
        "Lin Q",
        "Tang Y",
        "Gu W"
      ],
      "authors": "Wang SJ, Yu G, Jiang L, Li T, Lin Q, Tang Y, Gu W",
      "journal": "Cell Cycle",
      "year": 2013,
      "month": 3,
      "day": 1,
      "volume": "12",
      "issue": "5",
      "pages": "753-61",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23395165",
      "pmcid": "PMC3634368",
      "doi": "10.1016/j.cmet.2013.01.012",
      "title": "The Hunger Games: p53 regulates metabolism upon serine starvation",
      "abstract": "Cancer cells reprogram their metabolism to support a high proliferative rate. A new study shows that, upon serine starvation, the tumor suppressor p53 activates p21 to shift metabolic flux from purine biosynthesis to glutathione production, which enhances cellular proliferation and viability by combating ROS (Maddocks et al., 2013).",
      "authorList": ["Tavana O", "Gu W"],
      "authors": "Tavana O, Gu W",
      "journal": "Cell Metab",
      "year": 2013,
      "month": 2,
      "day": 5,
      "volume": "17",
      "issue": "2",
      "pages": "159-61",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22682249",
      "pmcid": "PMC3688046",
      "doi": "10.1016/j.cell.2012.04.026",
      "title": "Tumor suppression in the absence of p53-mediated cell-cycle arrest, apoptosis, and senescence",
      "abstract": "Cell-cycle arrest, apoptosis, and senescence are widely accepted as the major mechanisms by which p53 inhibits tumor formation. Nevertheless, it remains unclear whether they are the rate-limiting steps in tumor suppression. Here, we have generated mice bearing lysine to arginine mutations at one (p53(K117R)) or three (p53(3KR); K117R+K161R+K162R) of p53 acetylation sites. Although p53(K117R/K117R) cells are competent for p53-mediated cell-cycle arrest and senescence, but not apoptosis, all three of these processes are ablated in p53(3KR/3KR) cells. Surprisingly, unlike p53 null mice, which rapidly succumb to spontaneous thymic lymphomas, early-onset tumor formation does not occur in either p53(K117R/K117R) or p53(3KR/3KR) animals. Notably, p53(3KR) retains the ability to regulate energy metabolism and reactive oxygen species production. These findings underscore the crucial role of acetylation in differentially modulating p53 responses and suggest that unconventional activities of p53, such as metabolic regulation and antioxidant function, are critical for suppression of early-onset spontaneous tumorigenesis.",
      "authorList": [
        "Li T",
        "Kon N",
        "Jiang L",
        "Tan M",
        "Ludwig T",
        "Zhao Y",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li T, Kon N, Jiang L, Tan M, Ludwig T, Zhao Y, Baer R, Gu W",
      "journal": "Cell",
      "year": 2012,
      "month": 6,
      "day": 8,
      "volume": "149",
      "issue": "6",
      "pages": "1269-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22405270",
      "pmcid": "PMC3632215",
      "doi": "10.1016/j.molcel.2012.02.010",
      "title": "WTX: an unexpected regulator for p53",
      "abstract": "The WTX gene is frequently lost or mutated in Wilms tumor. In this issue of Molecular Cell, Kim et al. (2012) identify WTX modulation of p53 tumor-suppressor activity through regulation of p53 acetylation. Therefore, WTX differentially regulates the oncogenic β-catenin pathway and the tumor-suppressing p53 pathway.",
      "authorList": ["Dai C", "Gu W"],
      "authors": "Dai C, Gu W",
      "journal": "Mol Cell",
      "year": 2012,
      "month": 3,
      "day": 9,
      "volume": "45",
      "issue": "5",
      "pages": "581-2",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "23150757",
      "pmcid": "PMC3494363",
      "doi": "10.1177/1947601912455199",
      "title": "Dual Roles of MDM2 in the Regulation of p53: Ubiquitination Dependent and Ubiquitination Independent Mechanisms of MDM2 Repression of p53 Activity",
      "abstract": "MDM2 oncogenic protein is the principal cellular antagonist of the p53 tumor suppresser gene. p53 activity needs exquisite control to elicit appropriate responses to differential cellular stress conditions. p53 becomes stabilized and active upon various types of stresses. However, too much p53 is not beneficial to cells and causes lethality. At the steady state, p53 activity needs to be leashed for cell survival. Early studies suggested that the MDM2 oncoprotein negatively regulates p53 activity through the induction of p53 protein degradation. MDM2 serves as an E3 ubiquitin ligase of p53; it catalyzes polyubiquitination and subsequently induces proteasome degradation to downregulate p53 protein level. However, the mechanism by which MDM2 represses p53 is not a single mode. Emerging evidence reveals another cellular location of MDM2-p53 interaction. MDM2 is recruited to chromatin, specifically the p53 responsive promoter regions, in a p53 dependent manner. MDM2 is proposed to directly inhibit p53 transactivity at chromatin. This article provides an overview of the mechanism by which p53 is repressed by MDM2 in both ubiquitination dependent and ubiquitination independent pathways.",
      "authorList": ["Shi D", "Gu W"],
      "authors": "Shi D, Gu W",
      "journal": "Genes Cancer",
      "year": 2012,
      "month": 3,
      "day": -1,
      "volume": "3",
      "issue": "3-4",
      "pages": "240-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22187431",
      "pmcid": "PMC3281631",
      "doi": "10.1074/jbc.M111.322867",
      "title": "Inactivation of arf-bp1 induces p53 activation and diabetic phenotypes in mice",
      "abstract": "It is well accepted that the Mdm2 ubiquitin ligase acts as a major factor in controlling p53 stability and activity in vivo. Although several E3 ligases have been reported to be involved in Mdm2-independent p53 degradation, the roles of these ligases in p53 regulation in vivo remain largely unknown. To elucidate the physiological role of the ubiquitin ligase ARF-BP1, we generated arf-bp1 mutant mice. We found that inactivation of arf-bp1 during embryonic development in mice resulted in p53 activation and embryonic lethality, but the mice with arf-bp1 deletion specifically in the pancreatic β-cells (arf-bp1(FL/Y)/RIP-cre) were viable and displayed no obvious abnormality after birth. Interestingly, these mice showed dramatic loss of β-cells as mice aged, and >50% of these mice died of severe diabetic symptoms before reaching 1 year of age. Notably, the diabetic phenotype of these mice was largely reversed by concomitant deletion of p53, and the life span of the mice was significantly extended (p53(LFL/FL)/arf-bp1(FL/Y)/RIP-cre). These findings underscore an important role of ARF-BP1 in maintaining β-cell homeostasis in aging mice and reveal that the stability of p53 is critically regulated by ARF-BP1 in vivo.",
      "authorList": ["Kon N", "Zhong J", "Qiang L", "Accili D", "Gu W"],
      "authors": "Kon N, Zhong J, Qiang L, Accili D, Gu W",
      "journal": "J Biol Chem",
      "year": 2012,
      "month": 2,
      "day": 10,
      "volume": "287",
      "issue": "7",
      "pages": "5102-11",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22084066",
      "pmcid": "PMC3223437",
      "doi": "10.1073/pnas.1110988108",
      "title": "Differential effects on p53-mediated cell cycle arrest vs. apoptosis by p90",
      "abstract": "p53 functions as a central node for organizing whether the cell responds to stress with apoptosis or cell cycle arrest; however, the molecular events that lead to apoptotic responses are not completely understood. Here, we identified p90 (also called Coiled-Coil Domain Containing 8) as a unique regulator for p53. p90 has no obvious effects on either the levels of p53 or p53-mediated cell cycle arrest but is specifically required for p53-mediated apoptosis upon DNA damage. Notably, p90 is crucial for Tip60-dependent p53 acetylation at Lys120, therefore facilitating activation of the proapoptotic targets. These studies indicate that p90 is a critical cofactor for p53-mediated apoptosis through promoting Tip60-mediated p53 acetylation.",
      "authorList": [
        "Dai C",
        "Tang Y",
        "Jung SY",
        "Qin J",
        "Aaronson SA",
        "Gu W"
      ],
      "authors": "Dai C, Tang Y, Jung SY, Qin J, Aaronson SA, Gu W",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2011,
      "month": 11,
      "day": 22,
      "volume": "108",
      "issue": "47",
      "pages": "18937-42",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "22033337",
      "pmcid": "PMC3685621",
      "doi": "10.4161/cc.10.21.17899",
      "title": "Acetylation is indispensable for p53 antiviral activity",
      "abstract": "Tumor suppressor p53 is known to be a direct transcriptional target of type I interferons (IFNs), contributing to virus-induced apoptosis, and in turn activating itself the interferon pathway. Acetylation, among many other post-translational modifications of p53, is thought to exert a crucial role regulating p53 activity. Here, we examined the contribution of this modification on the antiviral activity mediated by p53. Our results show that virus infection induces p53 acetylation at lysine 379, and that this modification is absolutely required for p53-dependent transcriptional transactivation of both, pro-apoptotic and IFN-stimulated genes induced by virus infection, and for p53-mediated control of virus replication. Thus, our study identifies p53 acetylation as an indispensable event that enables the p53-mediated antiviral response.",
      "authorList": [
        "Muñoz-Fontela C",
        "González D",
        "Marcos-Villar L",
        "Campagna M",
        "Gallego P",
        "González-Santamaría J",
        "Herranz D",
        "Gu W",
        "Serrano M",
        "Aaronson SA",
        "Rivas C"
      ],
      "journal": "Cell Cycle",
      "year": 2011,
      "month": 11,
      "day": 1,
      "volume": "10",
      "issue": "21",
      "pages": "3701-5",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Muñoz-Fontela C, González D, Marcos-Villar L, Campagna M, Gallego P, González-Santamaría J, Herranz D, Gu W, Serrano M, Aaronson SA, Rivas C"
    },
    {
      "pmid": "21925390",
      "pmcid": "PMC3627499",
      "doi": "10.1016/j.molcel.2011.08.020",
      "title": "A critical role for noncoding 5S rRNA in regulating Mdmx stability",
      "abstract": "Both p53 and Mdmx are ubiquitinated and degraded by the same E3 ligase Mdm2; interestingly, however, while p53 is rapidly degraded by Mdm2, Mdmx is a stable protein in most cancer cells. Thus, the mechanism by which Mdmx is degraded by Mdm2 needs further elucidation. Here, we identified the noncoding 5S rRNA as a major component of Mdmx-associated complexes from human cells. We show that 5S rRNA acts as a natural inhibitor of Mdmx degradation by Mdm2. RNAi-mediated knockdown of endogenous 5S rRNA, while not affecting p53 levels, significantly induces Mdmx degradation and, subsequently, activates p53-dependent growth arrest. Notably, 5S rRNA binds the RING domain of Mdmx and blocks its ubiquitination by Mdm2, whereas Mdm2-mediated p53 ubiquitination remains intact. These results provide insights into the differential effects on p53 and Mdmx by Mdm2 in vivo and reveal a critical role for noncoding 5S rRNA in modulating the p53-Mdmx axis.",
      "authorList": ["Li M", "Gu W"],
      "authors": "Li M, Gu W",
      "journal": "Mol Cell",
      "year": 2011,
      "month": 9,
      "day": 16,
      "volume": "43",
      "issue": "6",
      "pages": "1023-32",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "21350561",
      "pmcid": "PMC3134159",
      "doi": "10.1038/cdd.2011.12",
      "title": "Roles of HAUSP-mediated p53 regulation in central nervous system development",
      "abstract": "The deubiquitinase HAUSP (herpesvirus-associated ubiquitin-specific protease; also called USP7) has a critical role in regulating the p53-Mdm2 (murine double minute 2) pathway. By using the conventional knockout approach, we previously showed that hausp inactivation leads to early embryonic lethality. To fully understand the physiological functions of hausp, we have generated mice lacking hausp specifically in the brain and examined the impacts of this manipulation on brain development. We found that deletion of hausp in neural cells resulted in neonatal lethality. The brains from these mice displayed hypoplasia and deficiencies in development, which were mainly caused by p53-mediated apoptosis. Detailed analysis also showed an increase of both p53 levels and p53-dependent transcriptional activation in hausp knockout brains. Notably, neural cell survival and brain development of hausp-mutant mice can largely be restored in the p53-null background. Nevertheless, in contrast to the case of mdm2- and mdm4 (murine double minute 4)-mutant mice, inactivation of p53 failed to completely rescue the neonatal lethality of these hausp-mutant mice. These results indicate that HAUSP-mediated p53 regulation is crucial for brain development, and also suggest that both the p53-dependent and the p53-independent functions of HAUSP contribute to the neonatal lethality of hausp-mutant mice.",
      "authorList": [
        "Kon N",
        "Zhong J",
        "Kobayashi Y",
        "Li M",
        "Szabolcs M",
        "Ludwig T",
        "Canoll PD",
        "Gu W"
      ],
      "authors": "Kon N, Zhong J, Kobayashi Y, Li M, Szabolcs M, Ludwig T, Canoll PD, Gu W",
      "journal": "Cell Death Differ",
      "year": 2011,
      "month": 8,
      "day": -1,
      "volume": "18",
      "issue": "8",
      "pages": "1366-75",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20932800",
      "pmcid": "PMC2978905",
      "doi": "10.1016/j.molmed.2010.09.002",
      "title": "p53 post-translational modification: deregulated in tumorigenesis",
      "abstract": "The p53 tumor suppressor protein has well-established roles in monitoring various types of stress signals by activating specific transcriptional targets that control cell cycle arrest and apoptosis, although some activities are also mediated in a transcription-independent manner. Here, we review the recent advances in our understanding of the wide spectrum of post-translational modifications that act as epigenetic-like codes for modulating specific functions of p53 in vivo and how deregulation of these modifications might contribute to tumorigenesis. We also discuss future research priorities to further understand p53 post-translational modifications and the interpretation of genetic data in appreciation of the increasing evidence that p53 regulates cellular metabolism, autophagy and many unconventional tumor suppressor activities.",
      "authorList": ["Dai C", "Gu W"],
      "authors": "Dai C, Gu W",
      "journal": "Trends Mol Med",
      "year": 2010,
      "month": 11,
      "day": -1,
      "volume": "16",
      "issue": "11",
      "pages": "528-36",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20699639",
      "pmcid": "PMC3040923",
      "doi": "10.4161/cc.9.15.12355",
      "title": "Reactivating the ARF-p53 axis in AML cells by targeting ULF",
      "abstract": "The tumor suppressor ARF plays an essential role in the cellular response to oncogenic stress mainly through activation of p53. Nucleophosmin (NPM), a multifunctional protein, forms a stable protein complex with ARF in the nucleolus and protects ARF from the proteasome-mediated degradation. Notably, NPM is mutated in about one third of acute myeloid leukaemia (AML) patients and these mutations lead to aberrant cytoplasmic dislocation of nucleophosmin (NPM-c). Cytoplasmic NPM mutants lose their abilities to retain ARF in the nucleolus and fail to stabilize ARF. Thus, activation of the ARF-p53 axis is significantly compromised in these AML cells. We have recently identified the ubiquitin ligase of ARF (ULF) as a key factor that controls ARF turnover in human cells. Here, we found that the steady levels of both ARF and p53 are very low in human acute myeloid leukaemia OCI-AML3 cells expressing cytoplamsic dislocated nucleophosmin (NPM-c). As expected, ARF is very unstable and rapidly degraded by proteasome. Nevertheless, ULF knockdown stabilizes ARF and reactivates p53 responses in these AML cells. These results further demonstrate that ULF is a bona fide E3 ligase for ARF and also suggest that ULF is an important target for activating the ARF-p53 axis in human AML cells.",
      "authorList": ["Chen D", "Yoon JB", "Gu W"],
      "authors": "Chen D, Yoon JB, Gu W",
      "journal": "Cell Cycle",
      "year": 2010,
      "month": 8,
      "day": 1,
      "volume": "9",
      "issue": "15",
      "pages": "2946-51",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20208519",
      "pmcid": "PMC3737736",
      "doi": "10.1038/nature08820",
      "title": "Transcription-independent ARF regulation in oncogenic stress-mediated p53 responses",
      "abstract": "The tumour suppressor ARF is specifically required for p53 activation under oncogenic stress. Recent studies showed that p53 activation mediated by ARF, but not that induced by DNA damage, acts as a major protection against tumorigenesis in vivo under certain biological settings, suggesting that the ARF-p53 axis has more fundamental functions in tumour suppression than originally thought. Because ARF is a very stable protein in most human cell lines, it has been widely assumed that ARF induction is mediated mainly at the transcriptional level and that activation of the ARF-p53 pathway by oncogenes is a much slower and largely irreversible process by comparison with p53 activation after DNA damage. Here we report that ARF is very unstable in normal human cells but that its degradation is inhibited in cancerous cells. Through biochemical purification, we identified a specific ubiquitin ligase for ARF and named it ULF. ULF interacts with ARF both in vitro and in vivo and promotes the lysine-independent ubiquitylation and degradation of ARF. ULF knockdown stabilizes ARF in normal human cells, triggering ARF-dependent, p53-mediated growth arrest. Moreover, nucleophosmin (NPM) and c-Myc, both of which are commonly overexpressed in cancer cells, are capable of abrogating ULF-mediated ARF ubiquitylation through distinct mechanisms, and thereby promote ARF stabilization in cancer cells. These findings reveal the dynamic feature of the ARF-p53 pathway and suggest that transcription-independent mechanisms are critically involved in ARF regulation during responses to oncogenic stress.",
      "authorList": ["Chen D", "Shan J", "Zhu WG", "Qin J", "Gu W"],
      "authors": "Chen D, Shan J, Zhu WG, Qin J, Gu W",
      "journal": "Nature",
      "year": 2010,
      "month": 3,
      "day": 25,
      "volume": "464",
      "issue": "7288",
      "pages": "624-7",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19946331",
      "pmcid": "PMC2857765",
      "doi": "10.1038/onc.2009.427",
      "title": "Inactivation of HAUSP in vivo modulates p53 function",
      "abstract": "Hausp is a deubiquitinase that has been shown to regulate the p53-Mdm2 pathway. Cotransfection of p53 and Hausp stabilizes p53 through the removal of ubiquitin moieties from polyubiquitinated p53. Interestingly, knockout or RNA interference-mediated knockdown of Hausp in human cells also resulted in the stabilization of p53 due to the destabilization of Mdm2, suggesting a dynamic role of Hausp in p53 activation. To understand the physiological functions of Hausp, we generated hausp knockout mice. Hausp knockout mice die during early embryonic development between embryonic days E6.5 and E7.5. The hausp knockout embryos showed p53 activation, but no apparent increase in apoptosis. Embryonic lethality was caused by a dramatic reduction in proliferation and termination in development, in part due to p53 activation and/or abrogation of p53-independent functions. Although deletion of p53 did not completely rescue the embryonic lethality of the hausp knockout, embryonic development was extended in both hausp and p53 double knockout embryos. These data show that Hausp has a critical role in regulating the p53-Mdm2 pathway.",
      "authorList": [
        "Kon N",
        "Kobayashi Y",
        "Li M",
        "Brooks CL",
        "Ludwig T",
        "Gu W"
      ],
      "authors": "Kon N, Kobayashi Y, Li M, Brooks CL, Ludwig T, Gu W",
      "journal": "Oncogene",
      "year": 2010,
      "month": 3,
      "day": 4,
      "volume": "29",
      "issue": "9",
      "pages": "1270-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20160484",
      "pmcid": "PMC3684179",
      "doi": "10.4161/cc.9.5.11175",
      "title": "Targeting the degradation of cyclin D1 will help to eliminate oncogene addiction",
      "abstract": "",
      "authorList": ["Lee JT", "Shan J", "Gu W"],
      "authors": "Lee JT, Shan J, Gu W",
      "journal": "Cell Cycle",
      "year": 2010,
      "month": 3,
      "day": 1,
      "volume": "9",
      "issue": "5",
      "pages": "857-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19543236",
      "pmcid": "PMC3690487",
      "doi": "10.1038/cdd.2009.77",
      "title": "The multiple levels of regulation by p53 ubiquitination",
      "abstract": "p53 is a central integrator of a plethora of signals and outputs these signals in the form of tumor suppression. It is well accepted that ubiquitination plays a major part in p53 regulation. Nonetheless, the molecular mechanisms by which p53 activity is controlled by ubiquitination are complex. Mdm2, a RING oncoprotein, was once thought to be the sole E3 ubiquitin ligase for p53, however recent studies have shown that p53 is stabilized but still degraded in the cells of Mdm2-null mice. Although the essential role of Mdm2 in p53 regulation is well established, there are an increasing number of other E3 ligases implicated in Mdm2-independent regulation of p53 by ubiquitination. The different types of ubiquitination on p53 by various E3 ligases have been linked to its differential effects on p53-mediated stress responses. In addition to proteasome-mediated degradation, ubiquitination of p53 acts as signals for degradation-independent functions, such as nuclear export. The function of ubiquitinated p53 varies in the nucleus and cytosol underlying the many potential contributions ubiquitinated p53 may have in promoting cell proliferation or death. Thus, p53 requires multiple layers of regulatory control to ensure correct temporal and spatial functions.",
      "authorList": ["Lee JT", "Gu W"],
      "authors": "Lee JT, Gu W",
      "journal": "Cell Death Differ",
      "year": 2010,
      "month": 1,
      "day": -1,
      "volume": "17",
      "issue": "1",
      "pages": "86-92",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19917254",
      "pmcid": "PMC2856324",
      "doi": "10.1016/j.molcel.2009.10.018",
      "title": "Suppression of cancer cell growth by promoting cyclin D1 degradation",
      "abstract": "The cyclin D1 proto-oncoprotein is a crucial regulator in cell-cycle progression, and aberrant overexpression of cyclin D1 is linked to tumorigenesis of many different cancer types. By screening ubiquitinated cyclin D1 as a substrate with a deubiquitinase library, we have identified USP2 as a specific deubiquitinase for cyclin D1. USP2 directly interacts with cyclin D1 and promotes its stabilization by antagonizing ubiquitin-dependent degradation. Conversely, USP2 knockdown destabilizes cyclin D1 and induces growth arrest in the human cancer lines where cell growth is dependent on cyclin D1 expression. Of note, cyclin D1 is not universally required for cell-cycle progression. Inactivation of USP2 has either very mild effects on cell growth in normal human fibroblasts or no effect in the cancer cells that do not express cyclin D1. These findings suggest that targeting USP2 is an effective approach to induce growth suppression in the cancer cells addicted to cyclin D1 expression.",
      "authorList": ["Shan J", "Zhao W", "Gu W"],
      "authors": "Shan J, Zhao W, Gu W",
      "journal": "Mol Cell",
      "year": 2009,
      "month": 11,
      "day": 13,
      "volume": "36",
      "issue": "3",
      "pages": "469-76",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19450511",
      "pmcid": "PMC3737742",
      "doi": "10.1016/j.cell.2009.04.050",
      "title": "Modes of p53 regulation",
      "abstract": "The traditional view of p53 activation includes three steps-p53 stabilization, DNA binding, and transcriptional activation. However, recent studies indicate that each step of p53 activation is more complex than originally anticipated. Moreover, both genetic studies in mice and in vitro studies with purified components suggest that the classical model may not be sufficient to explain all aspects of p53 activation in vivo. To reconcile these differences, we propose that antirepression, the release of p53 from repression by factors such as Mdm2 and MdmX, is a key step in the physiological activation of p53.",
      "authorList": ["Kruse JP", "Gu W"],
      "authors": "Kruse JP, Gu W",
      "journal": "Cell",
      "year": 2009,
      "month": 5,
      "day": 15,
      "volume": "137",
      "issue": "4",
      "pages": "609-22",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "20157516",
      "pmcid": "PMC2806011",
      "doi": "10.18632/aging.100031",
      "title": "Anti-aging protein SIRT1: a role in cervical cancer?",
      "abstract": "",
      "authorList": ["Brooks CL", "Gu W"],
      "authors": "Brooks CL, Gu W",
      "journal": "Aging (Albany NY)",
      "year": 2009,
      "month": 3,
      "day": 6,
      "volume": "1",
      "issue": "3",
      "pages": "278-80",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19132007",
      "pmcid": "PMC2857763",
      "doi": "10.1038/nrc2562",
      "title": "How does SIRT1 affect metabolism, senescence and cancer?",
      "abstract": "SIRT1 is a multifaceted, NAD(+)-dependent protein deacetylase that is involved in a wide variety of cellular processes from cancer to ageing. The function of SIRT1 in cancer is complex: SIRT1 has been shown to have oncogenic properties by downregulating p53 activity, but recent studies indicate that SIRT1 acts as a tumour suppressor in a mutated p53 background, raising intriguing questions regarding its mechanism of action. Here we discuss the current understanding of how SIRT1 functions in light of recent discoveries and propose that the net outcome of the seemingly opposite oncogenic and tumour-suppressive effects of SIRT1 depends on the status of p53.",
      "authorList": ["Brooks CL", "Gu W"],
      "authors": "Brooks CL, Gu W",
      "journal": "Nat Rev Cancer",
      "year": 2009,
      "month": 2,
      "day": -1,
      "volume": "9",
      "issue": "2",
      "pages": "123-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19033443",
      "pmcid": "PMC2631942",
      "doi": "10.1074/jbc.M805658200",
      "title": "MSL2 promotes Mdm2-independent cytoplasmic localization of p53",
      "abstract": "Although it was originally thought of as a passive way to block the nuclear function of p53, accumulating evidence suggests that cytoplasmic localization of p53 plays an active role in p53-mediated functions such as apoptosis and autophagy. Previous studies by us and others demonstrated that Mdm2-mediated p53 ubiquitination induces both degradation and cytoplasmic localization. Here we describe MSL2, a novel E3 ligase for p53 that promotes ubiquitin-dependent cytoplasmic p53 localization. Unlike Mdm2 or most other p53 E3 ligases, MSL2-mediated p53 ubiquitination does not affect the stability of p53. Moreover, the MSL2-mediated effect on p53 is Mdm2-independent. Thus, our study identifies an important ubiquitin-ligase for modulating p53 subcellular localization.",
      "authorList": ["Kruse JP", "Gu W"],
      "authors": "Kruse JP, Gu W",
      "journal": "J Biol Chem",
      "year": 2009,
      "month": 1,
      "day": 30,
      "volume": "284",
      "issue": "5",
      "pages": "3250-3263",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "18510935",
      "pmcid": "PMC3690516",
      "doi": "10.1016/j.cell.2008.05.020",
      "title": "SnapShot: p53 posttranslational modifications",
      "abstract": "",
      "authorList": ["Kruse JP", "Gu W"],
      "authors": "Kruse JP, Gu W",
      "journal": "Cell",
      "year": 2008,
      "month": 5,
      "day": 30,
      "volume": "133",
      "issue": "5",
      "pages": "930-30",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "18485870",
      "pmcid": "PMC2914560",
      "doi": "10.1016/j.cell.2008.03.025",
      "title": "Acetylation is indispensable for p53 activation",
      "abstract": "The activation of the tumor suppressor p53 facilitates the cellular response to genotoxic stress; however, the p53 response can only be executed if its interaction with its inhibitor Mdm2 is abolished. There have been conflicting reports on the question of whether p53 posttranslational modifications, such as phosphorylation or acetylation, are essential or only play a subtle, fine-tuning role in the p53 response. Thus, it remains unclear whether p53 modification is absolutely required for its activation. We have now identified all major acetylation sites of p53. Although unacetylated p53 retains its ability to induce the p53-Mdm2 feedback loop, loss of acetylation completely abolishes p53-dependent growth arrest and apoptosis. Notably, acetylation of p53 abrogates Mdm2-mediated repression by blocking the recruitment of Mdm2 to p53-responsive promoters, which leads to p53 activation independent of its phosphorylation status. Our study identifies p53 acetylation as an indispensable event that destabilizes the p53-Mdm2 interaction and enables the p53-mediated stress response.",
      "authorList": ["Tang Y", "Zhao W", "Chen Y", "Zhao Y", "Gu W"],
      "authors": "Tang Y, Zhao W, Chen Y, Zhao Y, Gu W",
      "journal": "Cell",
      "year": 2008,
      "month": 5,
      "day": 16,
      "volume": "133",
      "issue": "4",
      "pages": "612-26",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "18455119",
      "pmcid": "PMC2856338",
      "doi": "10.1016/j.ccr.2008.04.009",
      "title": "p53 Activation: a case against Sir",
      "abstract": "The p53 tumor suppressor is a critical transcription factor for controlling cell growth and apoptosis during times of cellular stress. In this issue of Cancer Cell, Lain et al. have used a p53-responsive reporter gene as the readout for screening small-molecule activators of p53 that could potentially reduce tumor growth. Using this approach, tenovin-6 was identified as a potent SIRT1 and SIRT2 inhibitor that indirectly activated p53 at single-digit micromolar concentrations. The identification of a specific sirtuin inhibitor has broad implications in understanding sirtuin-p53 signaling and the development of novel chemotherapeutics.",
      "authorList": ["Brooks CL", "Gu W"],
      "authors": "Brooks CL, Gu W",
      "journal": "Cancer Cell",
      "year": 2008,
      "month": 5,
      "day": -1,
      "volume": "13",
      "issue": "5",
      "pages": "377-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "18235502",
      "pmcid": "PMC2866287",
      "doi": "10.1038/nature06515",
      "title": "Negative regulation of the deacetylase SIRT1 by DBC1",
      "abstract": "SIRT1 is an NAD-dependent deacetylase critically involved in stress responses, cellular metabolism and, possibly, ageing. The tumour suppressor p53 represents the first non-histone substrate functionally regulated by acetylation and deacetylation; we and others previously found that SIRT1 promotes cell survival by deacetylating p53 (refs 4-6). These results were further supported by the fact that p53 hyperacetylation and increased radiation-induced apoptosis were observed in Sirt1-deficient mice. Nevertheless, SIRT1-mediated deacetylase function is also implicated in p53-independent pathways under different cellular contexts, and its effects on transcriptional factors such as members of the FOXO family and PGC-1alpha directly modulate metabolic responses. These studies validate the importance of the deacetylase activity of SIRT1, but how SIRT1 activity is regulated in vivo is not well understood. Here we show that DBC1 (deleted in breast cancer 1) acts as a native inhibitor of SIRT1 in human cells. DBC1-mediated repression of SIRT1 leads to increasing levels of p53 acetylation and upregulation of p53-mediated function. In contrast, depletion of endogenous DBC1 by RNA interference (RNAi) stimulates SIRT1-mediated deacetylation of p53 and inhibits p53-dependent apoptosis. Notably, these effects can be reversed in cells by concomitant knockdown of endogenous SIRT1. Our study demonstrates that DBC1 promotes p53-mediated apoptosis through specific inhibition of SIRT1.",
      "authorList": [
        "Zhao W",
        "Kruse JP",
        "Tang Y",
        "Jung SY",
        "Qin J",
        "Gu W"
      ],
      "authors": "Zhao W, Kruse JP, Tang Y, Jung SY, Qin J, Gu W",
      "journal": "Nature",
      "year": 2008,
      "month": 1,
      "day": 31,
      "volume": "451",
      "issue": "7178",
      "pages": "587-90",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "18199527",
      "pmcid": "PMC3737745",
      "doi": "10.1158/0008-5472.CAN-07-2069",
      "title": "p53-Dependent and p53-independent activation of autophagy by ARF",
      "abstract": "The ARF tumor suppressor is a crucial component of the cellular response to hyperproliferative signals, including oncogene activation, and functions by inducing a p53-dependent cell growth arrest and apoptosis program. It has recently been reported that the ARF mRNA can produce a smARF isoform that lacks the NH(2)-terminal region required for p53 activation. Overexpression of this isoform can induce autophagy, a cellular process characterized by the formation of cytoplasmic vesicles and the digestion of cellular content, independently of p53. However, the level of this isoform is extremely low in cells, and it remains unclear whether the predominant form of ARF, the full-length protein, is able to activate autophagy. Here, we show that full-length ARF can induce autophagy in 293T cells where p53 is inactivated by viral proteins, and, notably, expression of the NH(2)-terminal region alone, which is required for nucleolar localization, is sufficient for autophagy activation, independently of p53. Given the reported ability of p53 to induce autophagy, we also investigated the role of p53 in ARF-mediated autophagy induction. We found that full-length ARF expression induces p53 activation and promotes autophagy in a p53-positive cell line, and that ARF-mediated autophagy can be abrogated, at least in part, by RNAi-mediated knockdown of p53 in this cellular context. Thus, our findings modify the current view regarding the mechanism of autophagy induction by ARF and suggest an important role for autophagy in tumor suppression via full-length ARF in both p53-dependent and p53-independent manners, depending on cellular context.",
      "authorList": ["Abida WM", "Gu W"],
      "authors": "Abida WM, Gu W",
      "journal": "Cancer Res",
      "year": 2008,
      "month": 1,
      "day": 15,
      "volume": "68",
      "issue": "2",
      "pages": "352-7",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "19202598",
      "pmcid": "",
      "doi": "10.1007/2789_2008_105",
      "title": "Dissecting roles of ubiquitination in the p53 pathway",
      "abstract": "Posttranslational modification of proteins by mono- or polyubiquitination represents a central mechanism to modulate a wide range of cellular functions like protein stability, intracellular transport, protein interactions, and transcriptional activity. Analogous to other posttranslational modifications, ubiquitination is a reversible process counteracted by deubiquitinating enzymes (DUBs), which cleave the isopeptide linkage between protein substrate and the ubiquitin residue. The p53 tumor suppressor is a sequence-specific DNA-binding transcriptional factor that plays a central role in regulating growth arrest and apoptosis during the stress response. Notably, recent studies indicate that both the stability and the subcellular localization of p53 are tightly regulated by ubiquitination; p53 is mainly ubiquitinated by Mdm2 but other ubiquitin ligases such as ARF-BP1/HectH9/MULE are also involved in p53 regulation in vivo. Moreover, a deubiquitinase HAUSP was initially identified in p53 deubiquitination but more recent studies showed that both Mdm2 and Mdmx are also bona fide substrates of HAUSP. In this article, we review our latest understanding of ubiquitination in modulating the p53 tumor suppression pathway.",
      "authorList": ["Shan J", "Brooks C", "Kon N", "Li M", "Gu W"],
      "authors": "Shan J, Brooks C, Kon N, Li M, Gu W",
      "journal": "Ernst Schering Found Symp Proc",
      "year": 2008,
      "month": -1,
      "day": -1,
      "volume": "",
      "issue": "1",
      "pages": "127-36",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "17525743",
      "pmcid": "PMC3690499",
      "doi": "10.1038/sj.onc.1210531",
      "title": "The p53--Mdm2--HAUSP complex is involved in p53 stabilization by HAUSP",
      "abstract": "The ubiquitin-specific protease HAUSP is a critical component of the p53-Mdm2 pathway by acting as a specific deubiquitinase for both p53 and Mdm2. Recent structural studies have indicated that p53 and Mdm2 bind to the N-terminal TRAF-like domain of HAUSP in a mutually exclusive manner. To understand the mechanism of HAUSP-mediated effects, we have created a p53 mutant that lacks HAUSP binding based on the crystal structure analysis. Indeed, this mutant p53 protein can be degraded by Mdm2 but fails to interact with HAUSP both in vitro and in vivo. Surprisingly, however, we have found that direct interaction between HAUSP and p53 is not absolutely required for it to antagonize efficiently Mdm2-mediated ubiquitination of p53 and that HAUSP is capable of enzymatically functioning in trans on p53 by using Mdm2 as a bridge. Further, we show that a trimeric protein complex containing p53, Mdm2 and HAUSP can exist in vivo, despite mutually exclusive binding, with Mdm2 serving as a binding mediator for p53 and HAUSP. These findings reveal the complication of HAUSP-mediated effects in the p53-Mdm2 interplay. It also has important implications for the development of novel chemotherapeutic compounds aimed at blocking this protein-protein interaction.",
      "authorList": ["Brooks CL", "Li M", "Hu M", "Shi Y", "Gu W"],
      "authors": "Brooks CL, Li M, Hu M, Shi Y, Gu W",
      "journal": "Oncogene",
      "year": 2007,
      "month": 11,
      "day": 8,
      "volume": "26",
      "issue": "51",
      "pages": "7262-6",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "17500067",
      "pmcid": "PMC3737768",
      "doi": "10.1074/jbc.M700961200",
      "title": "Mechanistic studies of MDM2-mediated ubiquitination in p53 regulation",
      "abstract": "As a central regulator for cell cycle arrest, apoptosis, and cellular senescence, p53 requires multiple layers of regulatory control to ensure correct temporal and spatial functions. It is well accepted that Mdm2-mediated ubiquitination plays a crucial role in p53 regulation. In addition to proteasome-mediated degradation, ubiquitination of p53 by Mdm2 acts a key signal for its nuclear export. Nuclear export has previously been thought to require the disassociation of the p53 tetramer and exposure of the intrinsic nuclear export signal. To elucidate the molecular mechanism of degradation-independent repression on p53 by Mdm2, we have developed a two-step approach to purify ubiquitinated forms of p53 induced by Mdm2 from human cells. Surprisingly, however, we found that ubiquitination has no effect on the tetramerization/oligomerization of p53, arguing against this seemingly well accepted model. Moreover, nuclear export of p53 alone is not sufficient to completely abolish p53 activity. Ubiquitination-mediated repression of p53 by Mdm2 acts at least, in part, through inhibiting the sequence-specific DNA binding activity. Thus, our results have important implications regarding the mechanisms by which Mdm2 acts on p53.",
      "authorList": ["Brooks CL", "Li M", "Gu W"],
      "authors": "Brooks CL, Li M, Gu W",
      "journal": "J Biol Chem",
      "year": 2007,
      "month": 8,
      "day": 3,
      "volume": "282",
      "issue": "31",
      "pages": "22804-15",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "17597761",
      "pmcid": "",
      "doi": "10.1038/nature05953",
      "title": "Non-transcriptional control of DNA replication by c-Myc",
      "abstract": "The c-Myc proto-oncogene encodes a transcription factor that is essential for cell growth and proliferation and is broadly implicated in tumorigenesis. However, the biological functions required by c-Myc to induce oncogenesis remain elusive. Here we show that c-Myc has a direct role in the control of DNA replication. c-Myc interacts with the pre-replicative complex and localizes to early sites of DNA synthesis. Depletion of c-Myc from mammalian (human and mouse) cells as well as from Xenopus cell-free extracts, which are devoid of RNA transcription, demonstrates a non-transcriptional role for c-Myc in the initiation of DNA replication. Overexpression of c-Myc causes increased replication origin activity with subsequent DNA damage and checkpoint activation. These findings identify a critical function of c-Myc in DNA replication and suggest a novel mechanism for its normal and oncogenic functions.",
      "authorList": [
        "Dominguez-Sola D",
        "Ying CY",
        "Grandori C",
        "Ruggiero L",
        "Chen B",
        "Li M",
        "Galloway DA",
        "Gu W",
        "Gautier J",
        "Dalla-Favera R"
      ],
      "authors": "Dominguez-Sola D, Ying CY, Grandori C, Ruggiero L, Chen B, Li M, Galloway DA, Gu W, Gautier J, Dalla-Favera R",
      "journal": "Nature",
      "year": 2007,
      "month": 7,
      "day": 26,
      "volume": "448",
      "issue": "7152",
      "pages": "445-51",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::jean-gautier",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu", "jean-gautier", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "17098746",
      "pmcid": "PMC3690493",
      "doi": "10.1074/jbc.M609001200",
      "title": "FBXO11 promotes the Neddylation of p53 and inhibits its transcriptional activity",
      "abstract": "The p53 tumor suppressor is regulated by post-translational modification, including ubiquitination, phosphorylation and acetylation. It has previously been shown that the ubiquitin ligase Mdm2 also promotes the conjugation of Nedd8, a ubiquitin-like protein, to p53, inhibiting its transcriptional activity. We report the identification of FBXO11, a member of the F-box protein family and a component of the Skp1.Cullin1.F-box (SCF) complex, as a new p53-interacting protein. We show that FBXO11 promotes the neddylation of p53 both in vitro and in vivo. In addition to the C-terminal lysine residues, FBXO11 can also promote Nedd8 conjugation to Lys-320 and Lys-321, and neddylation of p53 leads to suppression of p53 function. This is consistent with recent studies showing that a lysine to arginine mutation at Lys-320 significantly enhances p53 function, although Lys-320 was originally identified as an acetylation site involving PCAF-mediated activation of p53. Our study provides an example of an F-box protein acting as an adaptor protein that can mediate the neddylation of a non-cullin substrate.",
      "authorList": ["Abida WM", "Nikolaev A", "Zhao W", "Zhang W", "Gu W"],
      "authors": "Abida WM, Nikolaev A, Zhao W, Zhang W, Gu W",
      "journal": "J Biol Chem",
      "year": 2007,
      "month": 1,
      "day": 19,
      "volume": "282",
      "issue": "3",
      "pages": "1797-804",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "17189186",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2006.11.021",
      "title": "Tip60-dependent acetylation of p53 modulates the decision between cell-cycle arrest and apoptosis",
      "abstract": "Upon DNA damage and other types of stress, p53 induces either cell-cycle arrest or apoptosis depending on the cellular context. However, the molecular mechanisms that govern the choice between cell-cycle arrest and apoptosis are not well understood. Here, we show that Tip60 is required for both cell growth arrest and apoptosis mediated by p53 and also induces its acetylation specifically at lysine 120 (K120) within the DNA-binding domain. Interestingly, this modification is crucial for p53-dependent apoptosis but is dispensable for its mediated growth arrest. K120 is a recurrent site for p53 mutation in human cancer, and the corresponding acetylation-defective tumor mutant (K120R) abrogates p53-mediated apoptosis, but not growth arrest. Thus, our study demonstrates that Tip60-dependent acetylation of p53 at K120 modulates the decision between cell-cycle arrest and apoptosis, and it reveals that the DNA-binding core domain is an important target for p53 regulation by posttranslational modifications.",
      "authorList": ["Tang Y", "Luo J", "Zhang W", "Gu W"],
      "authors": "Tang Y, Luo J, Zhang W, Gu W",
      "journal": "Mol Cell",
      "year": 2006,
      "month": 12,
      "day": 28,
      "volume": "24",
      "issue": "6",
      "pages": "827-39",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "16814724",
      "pmcid": "",
      "doi": "10.1016/j.cmet.2006.06.004",
      "title": "p53 aerobics: the major tumor suppressor fuels your workout",
      "abstract": "In addition to its role as the central regulator of the cellular stress response, p53 can regulate aerobic respiration via the novel transcriptional target SCO2, a critical regulator of the cytochrome c oxidase complex (Matoba et al., 2006). Loss of p53 results in decreased oxygen consumption and aerobic respiration and promotes a switch to glycolysis, thereby reducing endurance during physical exercise.",
      "authorList": ["Kruse JP", "Gu W"],
      "authors": "Kruse JP, Gu W",
      "journal": "Cell Metab",
      "year": 2006,
      "month": 7,
      "day": -1,
      "volume": "4",
      "issue": "1",
      "pages": "1-3",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "16641901",
      "pmcid": "PMC2361317",
      "doi": "10.1038/sj.bjc.6603119",
      "title": "ARF-BP1 as a potential therapeutic target",
      "abstract": "In this review, we discuss the recent identification of ARF-BP1 (also known as Mule, UREB1, E3(histone), LASU1, and HectH9). ARF-BP1, a HECT domain-containing E3 ubiquitin ligase, interacts with ARF and p53. Its ubiquitin ligase activity is inhibited by ARF. Inactivation of ARF-BP1 stabilised p53 and induced apoptosis. Notably, inactivation of ARF-BP1 also caused cell growth repression in p53-null cells and breast cancer cells with mutant p53. Thus, ARF-BP1 emerges as a novel therapeutic target against cancer regardless of p53 status.",
      "authorList": ["Chen D", "Brooks CL", "Gu W"],
      "authors": "Chen D, Brooks CL, Gu W",
      "journal": "Br J Cancer",
      "year": 2006,
      "month": 6,
      "day": 5,
      "volume": "94",
      "issue": "11",
      "pages": "1555-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "16455486",
      "pmcid": "PMC3737769",
      "doi": "10.1016/j.molcel.2006.01.020",
      "title": "p53 ubiquitination: Mdm2 and beyond",
      "abstract": "Although early studies have suggested that the oncoprotein Mdm2 is the primary E3 ubiquitin ligase for the p53 tumor suppressor, an increasing amount of data suggests that p53 ubiquitination and degradation are more complex than once thought. The discoveries of MdmX, HAUSP, ARF, COP1, Pirh2, and ARF-BP1 continue to uncover the multiple facets of this pathway. There is no question that Mdm2 plays a pivotal role in downregulating p53 activities in numerous cellular settings. Nevertheless, growing evidence challenges the conventional view that Mdm2 is essential for p53 turnover.",
      "authorList": ["Brooks CL", "Gu W"],
      "authors": "Brooks CL, Gu W",
      "journal": "Mol Cell",
      "year": 2006,
      "month": 2,
      "day": 3,
      "volume": "21",
      "issue": "3",
      "pages": "307-15",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15989956",
      "pmcid": "",
      "doi": "10.1016/j.cell.2005.03.037",
      "title": "ARF-BP1/Mule is a critical mediator of the ARF tumor suppressor",
      "abstract": "Although the importance of the ARF tumor suppressor in p53 regulation is well established, numerous studies indicate that ARF also suppresses cell growth in a p53/Mdm2-independent manner. To understand the mechanism of ARF-mediated tumor suppression, we identified a ubiquitin ligase, ARF-BP1, as a key factor associated with ARF in vivo. ARF-BP1 harbors a signature HECT motif, and its ubiquitin ligase activity is inhibited by ARF. Notably, inactivation of ARF-BP1, but not Mdm2, suppresses the growth of p53 null cells in a manner reminiscent of ARF induction. Surprisingly, in p53 wild-type cells, ARF-BP1 directly binds and ubiquitinates p53, and inactivation of endogenous ARF-BP1 is crucial for ARF-mediated p53 stabilization. Thus, our study modifies the current view of ARF-mediated p53 activation and reveals that ARF-BP1 is a critical mediator of both the p53-independent and p53-dependent tumor suppressor functions of ARF. As such, ARF-BP1 may serve as a potential target for therapeutic intervention in tumors regardless of p53 status.",
      "authorList": ["Chen D", "Kon N", "Li M", "Zhang W", "Qin J", "Gu W"],
      "authors": "Chen D, Kon N, Li M, Zhang W, Qin J, Gu W",
      "journal": "Cell",
      "year": 2005,
      "month": 7,
      "day": 1,
      "volume": "121",
      "issue": "7",
      "pages": "1071-83",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15451426",
      "pmcid": "",
      "doi": "10.1016/j.bbrc.2004.08.227",
      "title": "Identification of a novel BRMS1-homologue protein p40 as a component of the mSin3A/p33(ING1b)/HDAC1 deacetylase complex",
      "abstract": "Repression of gene transcription is mediated by histone deacetylases containing repressor-co-repressor complexes, which are recruited to promoters of target genes via interactions with sequence-specific transcription factors. The mammalian Sin3A co-repressor complex contains a core of at least seven proteins including the pRb-interacting protein RBP1 and a putative tumor suppressor p33(ING1b). By biochemical purification and mass spectrometry, we have identified a novel component p40 from this complex. p40 bears homology to both yeast Sds3, a component of yeast histone deacetylase complexes, and its mammalian homologue mSds3. The p40-associated complex purified from human cells shows a strong histone deacetylase activity. When tethered to a Gal-DNA binding domain, the Gal-p40 is able to significantly repress transcription of a Gal-luciferase promoter. Interestingly, database analysis reveals that p40 is also highly homologous to BRMS1, a breast carcinoma metastasis suppressor, and overexpression of p40 in human cells can significantly inhibit cell growth. Thus, our data indicate that p40 may be critically involved in transcription repression of cell growth-associated gene expression by recruiting the HDAC1 deacetylase complex.",
      "authorList": ["Nikolaev AY", "Papanikolaou NA", "Li M", "Qin J", "Gu W"],
      "authors": "Nikolaev AY, Papanikolaou NA, Li M, Qin J, Gu W",
      "journal": "Biochem Biophys Res Commun",
      "year": 2004,
      "month": 10,
      "day": 29,
      "volume": "323",
      "issue": "4",
      "pages": "1216-22",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15254415",
      "pmcid": "",
      "doi": "",
      "title": "Dynamics in the p53-Mdm2 ubiquitination pathway",
      "abstract": "The tumor suppressor p53 is highly regulated under various states of cellular stress. p53 stability is predominantly regulated through the ubiquitin-proteasomal pathway by the E3 ligase Mdm2. p53 ubiquitination is a dynamic process with Mdm2 capable of catalyzing both mono- and polyubiquitination. Additionally, deubiquitination is an important step occurring in p53 and Mdm2 stabilities. Factors such as HAUSP, p14(ARF), and MdmX play important regulatory roles in p53 ubiquitination/deubiquitination and their interplay with Mdm2 and p53 compound layers of complexity for regulating this important pathway.",
      "authorList": ["Brooks CL", "Gu W"],
      "authors": "Brooks CL, Gu W",
      "journal": "Cell Cycle",
      "year": 2004,
      "month": 7,
      "day": -1,
      "volume": "3",
      "issue": "7",
      "pages": "895-9",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "14976431",
      "pmcid": "",
      "doi": "",
      "title": "Monoubiquitination: the signal for p53 nuclear export?",
      "abstract": "The ubiquitin-proteasome pathway has become an increasingly important regulatory mechanism for protein function. Countless proteins are degraded by the addition of polymeric ubiquitin chains, but more recently, monoubiquitination has emerged as a mechanism for regulatory functions other than proteasomal degradation. Monoubiquitination acts as a signal in nuclear export for the tumor suppressor protein p53. Different levels of Mdm2 are capable of inducing both mono- and polyubiquitination in a dosage dependent manner, thus determining p53's fate. Our findings demonstrate monoubiquitin-mediated protein trafficking can be expanded to nuclear-cytoplasmic shuttling, and also imply similar scenarios may apply to other cellular factors.",
      "authorList": ["Brooks CL", "Li M", "Gu W"],
      "authors": "Brooks CL, Li M, Gu W",
      "journal": "Cell Cycle",
      "year": 2004,
      "month": 4,
      "day": -1,
      "volume": "3",
      "issue": "4",
      "pages": "436-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15053880",
      "pmcid": "",
      "doi": "10.1016/s1097-2765(04)00157-1",
      "title": "A dynamic role of HAUSP in the p53-Mdm2 pathway",
      "abstract": "Our previous study showed that ubiquitination of p53 is reversible and that the ubiquitin hydrolase HAUSP can stabilize p53 by deubiquitination. Here, we found that partial reduction of endogenous HAUSP levels by RNAi indeed destabilizes endogenous p53; surprisingly, however, nearly complete ablation of HAUSP stabilizes and activates p53. We further show that this phenomenon occurs because HAUSP stabilizes Mdm2 in a p53-independent manner, providing an interesting feedback loop in p53 regulation. Notably, HAUSP is required for Mdm2 stability in normal cells; in HAUSP-ablated cells, self-ubiquitinated-Mdm2 becomes extremely unstable, leading to indirect p53 activation. Furthermore, this feedback regulation is specific to Mdm2; in HeLa cells, where p53 is preferentially degraded by viral E6-dependent ubiquitination, depletion of HAUSP fails to activate p53. This study provides an example of an ubiquitin ligase (Mdm2) that is directly regulated by a deubiquitinase (HAUSP) and also reveals a dynamic role of HAUSP in the p53-Mdm2 pathway.",
      "authorList": ["Li M", "Brooks CL", "Kon N", "Gu W"],
      "authors": "Li M, Brooks CL, Kon N, Gu W",
      "journal": "Mol Cell",
      "year": 2004,
      "month": 3,
      "day": 26,
      "volume": "13",
      "issue": "6",
      "pages": "879-86",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "14982997",
      "pmcid": "PMC356938",
      "doi": "10.1073/pnas.0308762101",
      "title": "Acetylation of p53 augments its site-specific DNA binding both in vitro and in vivo",
      "abstract": "p53 promotes tumor suppression through its ability to function as a transcriptional factor and is activated by posttranslational modifications that include acetylation. Our earlier study demonstrated that p53 acetylation can enhance its sequence-specific DNA binding in vitro, and this notion was later confirmed in several other studies. However, a recent study has reported that in vitro acetylation of p53 fails to stimulate its DNA binding to large DNA fragments, raising an important issue that requires further investigation. Here, we show that unacetylated p53 is able to bind weakly to its consensus site within the context of large DNA fragments, although it completely fails to bind the same site within short oligonucleotide probes. Strikingly, by using highly purified and fully acetylated p53 proteins obtained from cells, we show that acetylation of the C-terminal domain can dramatically enhance site-specific DNA binding on both short oligonucleotide probes and long DNA fragments. Moreover, endogenous p53 apparently can be fully acetylated in response to DNA damage when both histone deacetylase complex 1 (HDAC1)- and Sir2-mediated deacetylation are inhibited, indicating dynamic p53 acetylation and deacetylation events during the DNA damage response. Finally, we also show that acetylation of endogenous p53 indeed significantly augments its ability to bind an endogenous target gene and that p53 acetylation levels correlate well with p53-mediated transcriptional activation in vivo. Thus, our results clarify some of the confusion surrounding acetylation-mediated effects on p53 binding to DNA and suggest that acetylation of p53 in vivo may contribute, at least in part, to its transcriptional activation functions.",
      "authorList": [
        "Luo J",
        "Li M",
        "Tang Y",
        "Laszkowska M",
        "Roeder RG",
        "Gu W"
      ],
      "authors": "Luo J, Li M, Tang Y, Laszkowska M, Roeder RG, Gu W",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2004,
      "month": 2,
      "day": 24,
      "volume": "101",
      "issue": "8",
      "pages": "2259-64",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "15171255",
      "pmcid": "",
      "doi": "",
      "title": "Dynamics of the p53 acetylation pathway",
      "abstract": "The p53 tumour suppressor exerts anti-proliferative effects, including growth arrest, apoptosis and cell senescence, in response to various types of stress. However, p53 is a short-lived protein and its activity is maintained at low levels in normal cells. Numerous studies indicate that CBP/p300-mediated acetyl-transferase activity is critical for its role in both catalysing p53 acetylation and activating p53-mediated function during stress response. Interestingly, two additional regulators have also been identified in the p53 acetylation pathway. PID/MTA2 is a p53-interacting protein that induces p53 deacetylation by recruiting the HDAC1 complex. Subsequent work has also identified Sir2alpha, a NAD-dependent histone deacetylase that can attenuate p53 transcriptional activity through deacetylation. The prominence of deacetylase activity on p53 certainly raises the defining question of its physiological purpose. It is likely that deacetylation proxides a quick acting mechanism to stop p53 function once transcriptional activation of target genes is no longer needed. We present data indicating that both HDAC1 and Sir2alpha are critical for p53-dependent stress response. Furthermore, we also try to define the functional consequence of p53 acetylation at the molecular level. Finally, we propose a model regarding the differential roles of HDAC1 and Sir2alpha in the regulation of p53 function.",
      "authorList": ["Gu W", "Luo J", "Brooks CL", "Nikolaev AY", "Li M"],
      "authors": "Gu W, Luo J, Brooks CL, Nikolaev AY, Li M",
      "journal": "Novartis Found Symp",
      "year": 2004,
      "month": -1,
      "day": -1,
      "volume": "259",
      "issue": "",
      "pages": "197-205; discussion 205-7, 223-5",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "14671306",
      "pmcid": "",
      "doi": "10.1126/science.1091362",
      "title": "Mono- versus polyubiquitination: differential control of p53 fate by Mdm2",
      "abstract": "Although Mdm2-mediated ubiquitination is essential for both degradation and nuclear export of p53, the molecular basis for the differential effects of Mdm2 remains unknown. Here we show that low levels of Mdm2 activity induce monoubiquitination and nuclear export of p53, whereas high levels promote p53's polyubiquitination and nuclear degradation. A p53-ubiquitin fusion protein that mimics monoubiquitinated p53 was found to accumulate in the cytoplasm in an Mdm2-independent manner, indicating that monoubiquitination is critical for p53 trafficking. These results clarify the nature of ubiquitination-mediated p53 regulation and suggest that distinct mechanisms regulate p53 function in accordance with the levels of Mdm2 activity.",
      "authorList": [
        "Li M",
        "Brooks CL",
        "Wu-Baer F",
        "Chen D",
        "Baer R",
        "Gu W"
      ],
      "authors": "Li M, Brooks CL, Wu-Baer F, Chen D, Baer R, Gu W",
      "journal": "Science",
      "year": 2003,
      "month": 12,
      "day": 12,
      "volume": "302",
      "issue": "5652",
      "pages": "1972-5",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["foon-wu-baer", "delin-chen", "richard-baer", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12734414",
      "pmcid": "",
      "doi": "",
      "title": "PARC: a potential target for cancer therapy",
      "abstract": "",
      "authorList": ["Nikolaev AY", "Gu W"],
      "authors": "Nikolaev AY, Gu W",
      "journal": "Cell Cycle",
      "year": 2003,
      "month": 5,
      "day": 8,
      "volume": "2",
      "issue": "3",
      "pages": "169-71",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12606552",
      "pmcid": "",
      "doi": "10.1074/jbc.C200694200",
      "title": "Direct interactions between HIF-1 alpha and Mdm2 modulate p53 function",
      "abstract": "The p53 tumor suppressor is maintained at low levels in normal cells by Mdm2-mediated degradation and strongly stabilized in response to various types of stress including hypoxia. Although hypoxia-inducible factor 1 alpha (HIF-1 alpha) has been implicated to be involved in p53 stabilization, the precise mechanism by which HIF-1 alpha regulates p53-mediated function remains unknown. Here, we found that HIF-1 alpha directly binds Mdm2 both in vitro and in vivo; in contrast, p53 fails to directly interact with HIF-1 alpha in vitro. Interestingly, Mdm2 expression can significantly enhance the in vivo association between p53 and HIF-1 alpha, indicating that Mdm2 may act as a bridge and mediate the indirect interaction between HIF-1 alpha and p53 in cells. Furthermore, HIF-1 alpha protects p53 degradation mediated by Mdm2, and leads to activation of p53-mediated transcription in cells. To elucidate the mechanism of HIF-1 alpha-mediated effect, we also found that HIF-1 alpha can significantly suppress Mdm2-mediated p53 ubiquitination in vitro and blocks Mdm2-mediated nuclear export of p53. These results have significant implications regarding the molecular mechanism by which p53 is activated by HIF-1 alpha in response to hypoxia.",
      "authorList": ["Chen D", "Li M", "Luo J", "Gu W"],
      "authors": "Chen D, Li M, Luo J, Gu W",
      "journal": "J Biol Chem",
      "year": 2003,
      "month": 4,
      "day": 18,
      "volume": "278",
      "issue": "16",
      "pages": "13595-8",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12648672",
      "pmcid": "",
      "doi": "10.1016/s0955-0674(03)00003-6",
      "title": "Ubiquitination, phosphorylation and acetylation: the molecular basis for p53 regulation",
      "abstract": "The p53 tumor suppressor exerts anti-proliferative effects, including growth arrest, apoptosis and cell senescence, in response to various types of stress. Tight regulation of p53 activation is imperative for preventing tumorigenesis and maintaining normal cell growth; p53 stabilization and transcriptional activation are crucial early events in a cell's battle against genotoxic stress. Ubiquitination, phosphorylation and acetylation are post-translational modifications to p53 that affect its overall appearance and activity. Recent findings suggest that these modifications have a profound affect on p53 stability and function. Defining the precise roles of these modifications in p53 function may show not only that they are markers of the stress response but also that they serve as the focal point in the regulation of p53.",
      "authorList": ["Brooks CL", "Gu W"],
      "authors": "Brooks CL, Gu W",
      "journal": "Curr Opin Cell Biol",
      "year": 2003,
      "month": 4,
      "day": -1,
      "volume": "15",
      "issue": "2",
      "pages": "164-71",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12526791",
      "pmcid": "",
      "doi": "10.1016/s0092-8674(02)01255-2",
      "title": "Parc: a cytoplasmic anchor for p53",
      "abstract": "Nuclear localization of p53 is essential for its tumor suppressor function. Here, we have identified Parc, a Parkin-like ubiquitin ligase, as a cytoplasmic anchor protein in p53-associated protein complexes. Parc directly interacts and forms a approximately 1 MDa complex with p53 in the cytoplasm of unstressed cells. In the absence of stress, inactivation of Parc induces nuclear localization of endogenous p53 and activates p53-dependent apoptosis. Overexpression of Parc promotes cytoplasmic sequestration of ectopic p53. Furthermore, abnormal cytoplasmic localization of p53 was observed in a number of neuroblastoma cell lines; RNAi-mediated reduction of endogenous Parc significantly sensitizes these neuroblastoma cells in the DNA damage response. These results reveal that Parc is a critical regulator in controlling p53 subcellular localization and subsequent function.",
      "authorList": ["Nikolaev AY", "Li M", "Puskas N", "Qin J", "Gu W"],
      "authors": "Nikolaev AY, Li M, Puskas N, Qin J, Gu W",
      "journal": "Cell",
      "year": 2003,
      "month": 1,
      "day": 10,
      "volume": "112",
      "issue": "1",
      "pages": "29-40",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12421820",
      "pmcid": "",
      "doi": "10.1074/jbc.C200578200",
      "title": "Acetylation of p53 inhibits its ubiquitination by Mdm2",
      "abstract": "In response to DNA damage, the activity of the p53 tumor suppressor is modulated by protein stabilization and post-translational modifications including acetylation. Interestingly, both acetylation and ubiquitination can modify the same lysine residues at the C terminus of p53, implicating a role of acetylation in the regulation of p53 stability. However, the direct effect of acetylation on Mdm2-mediated ubiquitination of p53 is still lacking because of technical difficulties. Here, we have developed a method to obtain pure acetylated p53 proteins from cells, and by using an in vitro purified system, we provide the direct evidence that acetylation of the C-terminal domain is sufficient to abrogate its ubiquitination by Mdm2. Importantly, even in the absence of DNA damage, acetylation of the p53 protein is capable of reducing the ubiquitination levels and extending its half-life in vivo. Moreover, we also show that acetylation of p53 can affect its ubiquitination through other mechanisms in addition to the site competition. This study has significant implications regarding a general mechanism by which protein acetylation modulates ubiquitination-dependent proteasome proteolysis.",
      "authorList": ["Li M", "Luo J", "Brooks CL", "Gu W"],
      "authors": "Li M, Luo J, Brooks CL, Gu W",
      "journal": "J Biol Chem",
      "year": 2002,
      "month": 12,
      "day": 27,
      "volume": "277",
      "issue": "52",
      "pages": "50607-11",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "12402037",
      "pmcid": "",
      "doi": "10.1038/ng1018",
      "title": "Acetylation inactivates the transcriptional repressor BCL6",
      "abstract": "The proto-oncogene BCL6 encodes a BTB/POZ-zinc finger transcriptional repressor that is necessary for germinal-center formation and has been implicated in the pathogenesis of B-cell lymphomas. Here we show that the co-activator p300 binds and acetylates BCL6 in vivo and inhibits its function. Acetylation disrupts the ability of BCL6 to recruit histone deacetylases (HDACs), thereby hindering its capacity to repress transcription and to induce cell transformation. BCL6 is acetylated under physiologic conditions in normal germinal-center B cells and in germinal center-derived B-cell tumors. Treatment with specific inhibitors shows that levels of acetylation of BCL6 are controlled by both HDAC-dependent and SIR2-dependent pathways. Pharmacological inhibition of these pathways leads to the accumulation of the inactive acetylated BCL6 and to cell-cycle arrest and apoptosis in B-cell lymphoma cells. These results identify a new mechanism of regulation of the proto-oncogene BCL6 with potential for therapeutic exploitation. Furthermore, these findings provide a new mechanism by which acetylation can promote transcription not only by modifying histones and activating transcriptional activators, but also by inhibiting transcriptional repressors.",
      "authorList": ["Bereshchenko OR", "Gu W", "Dalla-Favera R"],
      "authors": "Bereshchenko OR, Gu W, Dalla-Favera R",
      "journal": "Nat Genet",
      "year": 2002,
      "month": 12,
      "day": -1,
      "volume": "32",
      "issue": "4",
      "pages": "606-13",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["wei-gu", "riccardo-dalla-favera"],
      "isbn": ""
    },
    {
      "pmid": "11923872",
      "pmcid": "",
      "doi": "10.1038/nature737",
      "title": "Deubiquitination of p53 by HAUSP is an important pathway for p53 stabilization",
      "abstract": "The p53 tumour suppressor is a short-lived protein that is maintained at low levels in normal cells by Mdm2-mediated ubiquitination and subsequent proteolysis. Stabilization of p53 is crucial for its tumour suppressor function. However, the precise mechanism by which ubiquitinated p53 levels are regulated in vivo is not completely understood. By mass spectrometry of affinity-purified p53-associated factors, we have identified herpesvirus-associated ubiquitin-specific protease (HAUSP) as a novel p53-interacting protein. HAUSP strongly stabilizes p53 even in the presence of excess Mdm2, and also induces p53-dependent cell growth repression and apoptosis. Significantly, HAUSP has an intrinsic enzymatic activity that specifically deubiquitinates p53 both in vitro and in vivo. In contrast, expression of a catalytically inactive point mutant of HAUSP in cells increases the levels of p53 ubiquitination and destabilizes p53. These findings reveal an important mechanism by which p53 can be stabilized by direct deubiquitination and also imply that HAUSP might function as a tumour suppressor in vivo through the stabilization of p53.",
      "authorList": [
        "Li M",
        "Chen D",
        "Shiloh A",
        "Luo J",
        "Nikolaev AY",
        "Qin J",
        "Gu W"
      ],
      "authors": "Li M, Chen D, Shiloh A, Luo J, Nikolaev AY, Qin J, Gu W",
      "journal": "Nature",
      "year": 2002,
      "month": 4,
      "day": 11,
      "volume": "416",
      "issue": "6881",
      "pages": "648-53",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::wei-gu",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["delin-chen", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "11672522",
      "pmcid": "",
      "doi": "10.1016/s0092-8674(01)00524-4",
      "title": "Negative control of p53 by Sir2alpha promotes cell survival under stress",
      "abstract": "The NAD-dependent histone deacetylation of Sir2 connects cellular metabolism with gene silencing as well as aging in yeast. Here, we show that mammalian Sir2alpha physically interacts with p53 and attenuates p53-mediated functions. Nicotinamide (Vitamin B3) inhibits an NAD-dependent p53 deacetylation induced by Sir2alpha, and also enhances the p53 acetylation levels in vivo. Furthermore, Sir2alpha represses p53-dependent apoptosis in response to DNA damage and oxidative stress, whereas expression of a Sir2alpha point mutant increases the sensitivity of cells in the stress response. Thus, our findings implicate a p53 regulatory pathway mediated by mammalian Sir2alpha. These results have significant implications regarding an important role for Sir2alpha in modulating the sensitivity of cells in p53-dependent apoptotic response and the possible effect in cancer therapy.",
      "authorList": [
        "Luo J",
        "Nikolaev AY",
        "Imai S",
        "Chen D",
        "Su F",
        "Shiloh A",
        "Guarente L",
        "Gu W"
      ],
      "journal": "Cell",
      "year": 2001,
      "month": 10,
      "day": 19,
      "volume": "107",
      "issue": "2",
      "pages": "137-48",
      "tagList": ["article", "selected", "selected::wei-gu", "first-author"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Luo J, Nikolaev AY, Imai S, Chen D, Su F, Shiloh A, Guarente L, Gu W"
    },
    {
      "pmid": "11099047",
      "pmcid": "",
      "doi": "10.1038/35042612",
      "title": "Deacetylation of p53 modulates its effect on cell growth and apoptosis",
      "abstract": "The p53 tumour suppressor is a transcriptional factor whose activity is modulated by protein stability and post-translational modifications including acetylation. The mechanism by which acetylated p53 is maintained in vivo remains unclear. Here we show that the deacetylation of p53 is mediated by an histone deacetylase-1 (HDAC1)-containing complex. We have also purified a p53 target protein in the deacetylase complexes (designated PID; but identical to metastasis-associated protein 2 (MTA2)), which has been identified as a component of the NuRD complex. PID specifically interacts with p53 both in vitro and in vivo, and its expression reduces significantly the steady-state levels of acetylated p53. PID expression strongly represses p53-dependent transcriptional activation, and, notably, it modulates p53-mediated cell growth arrest and apoptosis. These results show that deacetylation and functional interactions by the PID/MTA2-associated NuRD complex may represent an important pathway to regulate p53 function.",
      "authorList": ["Luo J", "Su F", "Chen D", "Shiloh A", "Gu W"],
      "journal": "Nature",
      "year": 2000,
      "month": 11,
      "day": 16,
      "volume": "408",
      "issue": "6810",
      "pages": "377-81",
      "tagList": ["article", "selected", "selected::wei-gu", "first-author"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Luo J, Su F, Chen D, Shiloh A, Gu W"
    }
  ]
}
