{
  "person": "xin-yang",
  "publications": [
    {
      "pmid": "33577785",
      "pmcid": "PMC8044053",
      "doi": "10.1016/j.ccell.2021.01.006",
      "title": "Proteogenomic and metabolomic characterization of human glioblastoma",
      "abstract": "Glioblastoma (GBM) is the most aggressive nervous system cancer. Understanding its molecular pathogenesis is crucial to improving diagnosis and treatment. Integrated analysis of genomic, proteomic, post-translational modification and metabolomic data on 99 treatment-naive GBMs provides insights to GBM biology. We identify key phosphorylation events (e.g., phosphorylated PTPN11 and PLCG1) as potential switches mediating oncogenic pathway activation, as well as potential targets for EGFR-, TP53-, and RB1-altered tumors. Immune subtypes with distinct immune cell types are discovered using bulk omics methodologies, validated by snRNA-seq, and correlated with specific expression and histone acetylation patterns. Histone H2B acetylation in classical-like and immune-low GBM is driven largely by BRDs, CREBBP, and EP300. Integrated metabolomic and proteomic data identify specific lipid distributions across subtypes and distinct global metabolic changes in IDH-mutated tumors. This work highlights biological relationships that could contribute to stratification of GBM patients for more effective treatment.",
      "authorList": [
        "Wang LB",
        "Karpova A",
        "Gritsenko MA",
        "Kyle JE",
        "Cao S",
        "Li Y",
        "Rykunov D",
        "Colaprico A",
        "Rothstein JH",
        "Hong R",
        "Stathias V",
        "Cornwell M",
        "Petralia F",
        "Wu Y",
        "Reva B",
        "Krug K",
        "Pugliese P",
        "Kawaler E",
        "Olsen LK",
        "Liang WW",
        "Song X",
        "Dou Y",
        "Wendl MC",
        "Caravan W",
        "Liu W",
        "Cui Zhou D",
        "Ji J",
        "Tsai CF",
        "Petyuk VA",
        "Moon J",
        "Ma W",
        "Chu RK",
        "Weitz KK",
        "Moore RJ",
        "Monroe ME",
        "Zhao R",
        "Yang X",
        "Yoo S",
        "Krek A",
        "Demopoulos A",
        "Zhu H",
        "Wyczalkowski MA",
        "McMichael JF",
        "Henderson BL",
        "Lindgren CM",
        "Boekweg H",
        "Lu S",
        "Baral J",
        "Yao L",
        "Stratton KG",
        "Bramer LM",
        "Zink E",
        "Couvillion SP",
        "Bloodsworth KJ",
        "Satpathy S",
        "Sieh W",
        "Boca SM",
        "Schürer S",
        "Chen F",
        "Wiznerowicz M",
        "Ketchum KA",
        "Boja ES",
        "Kinsinger CR",
        "Robles AI",
        "Hiltke T",
        "Thiagarajan M",
        "Nesvizhskii AI",
        "Zhang B",
        "Mani DR",
        "Ceccarelli M",
        "Chen XS",
        "Cottingham SL",
        "Li QK",
        "Kim AH",
        "Fenyö D",
        "Ruggles KV",
        "Rodriguez H",
        "Mesri M",
        "Payne SH",
        "Resnick AC",
        "Wang P",
        "Smith RD",
        "Iavarone A",
        "Chheda MG",
        "Barnholtz-Sloan JS",
        "Rodland KD",
        "Liu T",
        "Ding L"
      ],
      "authors": "Wang LB, Karpova A, Gritsenko MA, Kyle JE, Cao S, Li Y, Rykunov D, Colaprico A, Rothstein JH, Hong R, Stathias V, Cornwell M, Petralia F, Wu Y, Reva B, Krug K, Pugliese P, Kawaler E, Olsen LK, Liang WW, Song X, Dou Y, Wendl MC, Caravan W, Liu W, Cui Zhou D, Ji J, Tsai CF, Petyuk VA, Moon J, Ma W, Chu RK, Weitz KK, Moore RJ, Monroe ME, Zhao R, Yang X, Yoo S, Krek A, Demopoulos A, Zhu H, Wyczalkowski MA, McMichael JF, Henderson BL, Lindgren CM, Boekweg H, Lu S, Baral J, Yao L, Stratton KG, Bramer LM, Zink E, Couvillion SP, Bloodsworth KJ, Satpathy S, Sieh W, Boca SM, Schürer S, Chen F, Wiznerowicz M, Ketchum KA, Boja ES, Kinsinger CR, Robles AI, Hiltke T, Thiagarajan M, Nesvizhskii AI, Zhang B, Mani DR, Ceccarelli M, Chen XS, Cottingham SL, Li QK, Kim AH, Fenyö D, Ruggles KV, Rodriguez H, Mesri M, Payne SH, Resnick AC, Wang P, Smith RD, Iavarone A, Chheda MG, Barnholtz-Sloan JS, Rodland KD, Liu T, Ding L",
      "journal": "Cancer Cell",
      "year": 2021,
      "month": 4,
      "day": 12,
      "volume": "39",
      "issue": "4",
      "pages": "509-528",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["wanchao-ma", "xin-yang", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33341431",
      "pmcid": "",
      "doi": "10.1016/j.trecan.2020.12.004",
      "title": "PDA Got SERious Nerves",
      "abstract": "Pancreatic innervation is an important factor in pancreatic cancer etiology and progression. Recent work by Banh et al. has revealed that serine released from the axons of sensory and sympathetic neurons supports pancreatic cancer metabolism during nutrient-deprived conditions. These findings rationalize a therapeutic strategy to combine dietary manipulation and pharmacological denervation to target pancreatic cancer.",
      "authorList": ["Yang X", "Chio IIC"],
      "authors": "Yang X, Chio IIC",
      "journal": "Trends Cancer",
      "year": 2021,
      "month": 2,
      "day": -1,
      "volume": "7",
      "issue": "2",
      "pages": "89-91",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::christine-chio",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang", "christine-chio"],
      "isbn": ""
    },
    {
      "pmid": "31054974",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2019.04.009",
      "title": "Acetylation of PHF5A Modulates Stress Responses and Colorectal Carcinogenesis through Alternative Splicing-Mediated Upregulation of KDM3A",
      "abstract": "Alternative pre-mRNA-splicing-induced post-transcriptional gene expression regulation is one of the pathways for tumors maintaining proliferation rates accompanying the malignant phenotype under stress. Here, we uncover a list of hyperacetylated proteins in the context of acutely reduced Acetyl-CoA levels under nutrient starvation. PHF5A, a component of U2 snRNPs, can be acetylated at lysine 29 in response to multiple cellular stresses, which is dependent on p300. PHF5A acetylation strengthens the interaction among U2 snRNPs and affects global pre-mRNA splicing pattern and extensive gene expression. PHF5A hyperacetylation-induced alternative splicing stabilizes KDM3A mRNA and promotes its protein expression. Pathologically, PHF5A K29 hyperacetylation and KDM3A upregulation axis are correlated with poor prognosis of colon cancer. Our findings uncover a mechanism of an anti-stress pathway through which acetylation on PHF5A promotes the cancer cells' capacity for stress resistance and consequently contributes to colon carcinogenesis.",
      "authorList": [
        "Wang Z",
        "Yang X",
        "Liu C",
        "Li X",
        "Zhang B",
        "Wang B",
        "Zhang Y",
        "Song C",
        "Zhang T",
        "Liu M",
        "Liu B",
        "Ren M",
        "Jiang H",
        "Zou J",
        "Liu X",
        "Zhang H",
        "Zhu WG",
        "Yin Y",
        "Zhang Z",
        "Gu W",
        "Luo J"
      ],
      "authors": "Wang Z, Yang X, Liu C, Li X, Zhang B, Wang B, Zhang Y, Song C, Zhang T, Liu M, Liu B, Ren M, Jiang H, Zou J, Liu X, Zhang H, Zhu WG, Yin Y, Zhang Z, Gu W, Luo J",
      "journal": "Mol Cell",
      "year": 2019,
      "month": 6,
      "day": 20,
      "volume": "74",
      "issue": "6",
      "pages": "1250-1263",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "xin-yang", "zhiguo-zhang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30532073",
      "pmcid": "",
      "doi": "10.1038/s41388-018-0605-5",
      "title": "MDM2-mediated degradation of WRN promotes cellular senescence in a p53-independent manner",
      "abstract": "MDM2 (Murine double minute 2) acts as a key repressor for p53-mediated tumor-suppressor functions, which includes cellular senescence. We found that MDM2 can promote cellular senescence by modulating WRN stability. Werner syndrome (WS), caused by mutations of the WRN gene, is an autosomal recessive disease, which is characterized by premature aging. Loss of WRN function induces cellular senescence in human cancer cells. Here, we found that MDM2 acts as an E3 ligase for WRN protein. MDM2 interacts with WRN both in vivo and in vitro. MDM2 induces ubiquitination of WRN and dramatically downregulates the levels of WRN protein in human cells. During DNA damage response, WRN is translocated to the nucleoplasm to facilitate its DNA repair functions; however, it is degraded by the MDM2-mediated ubiquitination pathway. Moreover, the senescent phenotype induced by DNA damage reagents, such as Etoposide, is at least in part mediated by MDM2-dependent WRN degradation as it can be significantly attenuated by ectopic expression of WRN. These results show that MDM2 is critically involved in regulating WRN function via ubiquitin-dependent degradation and reveal an unexpected role of MDM2 in promoting cellular senescence through a p53-independent manner.",
      "authorList": [
        "Liu B",
        "Yi J",
        "Yang X",
        "Liu L",
        "Lou X",
        "Zhang Z",
        "Qi H",
        "Wang Z",
        "Zou J",
        "Zhu WG",
        "Gu W",
        "Luo J"
      ],
      "authors": "Liu B, Yi J, Yang X, Liu L, Lou X, Zhang Z, Qi H, Wang Z, Zou J, Zhu WG, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2019,
      "month": 4,
      "day": -1,
      "volume": "38",
      "issue": "14",
      "pages": "2501-2515",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "jingjie-yi",
        "xin-yang",
        "zhiguo-zhang",
        "zixuan-wang",
        "wei-gu"
      ],
      "isbn": ""
    },
    {
      "pmid": "30692261",
      "pmcid": "PMC6377499",
      "doi": "10.1073/pnas.1821022116",
      "title": "Ferroptosis as a target for protection against cardiomyopathy",
      "abstract": "Heart disease is the leading cause of death worldwide. A key pathogenic factor in the development of lethal heart failure is loss of terminally differentiated cardiomyocytes. However, mechanisms of cardiomyocyte death remain unclear. Here, we discovered and demonstrated that ferroptosis, a programmed iron-dependent cell death, as a mechanism in murine models of doxorubicin (DOX)- and ischemia/reperfusion (I/R)-induced cardiomyopathy. In canonical apoptosis and/or necroptosis-defective Ripk3-/-, Mlkl-/-, or Fadd-/-Mlkl-/- mice, DOX-treated cardiomyocytes showed features of typical ferroptotic cell death. Consistently, compared with dexrazoxane, the only FDA-approved drug for treating DOX-induced cardiotoxicity, inhibition of ferroptosis by ferrostatin-1 significantly reduced DOX cardiomyopathy. RNA-sequencing results revealed that heme oxygenase-1 (Hmox1) was significantly up-regulated in DOX-treated murine hearts. Administering DOX to mice induced cardiomyopathy with a rapid, systemic accumulation of nonheme iron via heme degradation by Nrf2-mediated up-regulation of Hmox1, which effect was abolished in Nrf2-deficent mice. Conversely, zinc protoporphyrin IX, an Hmox1 antagonist, protected the DOX-treated mice, suggesting free iron released on heme degradation is necessary and sufficient to induce cardiac injury. Given that ferroptosis is driven by damage to lipid membranes, we further investigated and found that excess free iron accumulated in mitochondria and caused lipid peroxidation on its membrane. Mitochondria-targeted antioxidant MitoTEMPO significantly rescued DOX cardiomyopathy, supporting oxidative damage of mitochondria as a major mechanism in ferroptosis-induced heart damage. Importantly, ferrostatin-1 and iron chelation also ameliorated heart failure induced by both acute and chronic I/R in mice. These findings highlight that targeting ferroptosis serves as a cardioprotective strategy for cardiomyopathy prevention.",
      "authorList": [
        "Fang X",
        "Wang H",
        "Han D",
        "Xie E",
        "Yang X",
        "Wei J",
        "Gu S",
        "Gao F",
        "Zhu N",
        "Yin X",
        "Cheng Q",
        "Zhang P",
        "Dai W",
        "Chen J",
        "Yang F",
        "Yang HT",
        "Linkermann A",
        "Gu W",
        "Min J",
        "Wang F"
      ],
      "authors": "Fang X, Wang H, Han D, Xie E, Yang X, Wei J, Gu S, Gao F, Zhu N, Yin X, Cheng Q, Zhang P, Dai W, Chen J, Yang F, Yang HT, Linkermann A, Gu W, Min J, Wang F",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 2,
      "day": 12,
      "volume": "116",
      "issue": "7",
      "pages": "2672-2680",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang", "wei-gu", "jaewon-min"],
      "isbn": ""
    },
    {
      "pmid": "29684207",
      "pmcid": "PMC5961349",
      "doi": "10.1093/nar/gky286",
      "title": "The number of titrated microRNA species dictates ceRNA regulation",
      "abstract": "microRNAs (miRNAs) play key roles in cancer, but their propensity to couple their targets as competing endogenous RNAs (ceRNAs) has only recently emerged. Multiple models have studied ceRNA regulation, but these models did not account for the effects of co-regulation by miRNAs with many targets. We modeled ceRNA and simulated its effects using established parameters for miRNA/mRNA interaction kinetics while accounting for co-regulation by multiple miRNAs with many targets. Our simulations suggested that co-regulation by many miRNA species is more likely to produce physiologically relevant context-independent couplings. To test this, we studied the overlap of inferred ceRNA networks from four tumor contexts-our proposed pan-cancer ceRNA interactome (PCI). PCI was composed of interactions between genes that were co-regulated by nearly three-times as many miRNAs as other inferred ceRNA interactions. Evidence from expression-profiling datasets suggested that PCI interactions are predictive of gene expression in 12 independent tumor- and non-tumor contexts. Biochemical assays confirmed ceRNA couplings for two PCI subnetworks, including oncogenes CCND1, HIF1A and HMGA2, and tumor suppressors PTEN, RB1 and TP53. Our results suggest that PCI is enriched for context-independent interactions that are coupled by many miRNA species and are more likely to be context independent.",
      "authorList": [
        "Chiu HS",
        "Martínez MR",
        "Komissarova EV",
        "Llobet-Navas D",
        "Bansal M",
        "Paull EO",
        "Silva J",
        "Yang X",
        "Sumazin P",
        "Califano A"
      ],
      "authors": "Chiu HS, Martínez MR, Komissarova EV, Llobet-Navas D, Bansal M, Paull EO, Silva J, Yang X, Sumazin P, Califano A",
      "journal": "Nucleic Acids Res",
      "year": 2018,
      "month": 5,
      "day": 18,
      "volume": "46",
      "issue": "9",
      "pages": "4354-4369",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang"],
      "isbn": ""
    },
    {
      "pmid": "29180469",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-17-1912",
      "title": "SHMT2 Desuccinylation by SIRT5 Drives Cancer Cell Proliferation",
      "abstract": "The mitochondrial serine hydroxymethyltransferase SHMT2, which catalyzes the rate-limiting step in serine catabolism, drives cancer cell proliferation, but how this role is regulated is undefined. Here, we report that the sirtuin SIRT5 desuccinylates SHMT2 to increase its activity and drive serine catabolism in tumor cells. SIRT5 interaction directly mediated desuccinylation of lysine 280 on SHMT2, which was crucial for activating its enzymatic activity. Conversely, hypersuccinylation of SHMT2 at lysine 280 was sufficient to inhibit its enzymatic activity and downregulate tumor cell growth in vitro and in vivo Notably, SIRT5 inactivation led to SHMT2 enzymatic downregulation and to abrogated cell growth under metabolic stress. Our results reveal that SHMT2 desuccinylation is a pivotal signal in cancer cells to adapt serine metabolic processes for rapid growth, and they highlight SIRT5 as a candidate target for suppressing serine catabolism as a strategy to block tumor growth.Significance: These findings reveal a novel mechanism for controlling cancer cell proliferation by blocking serine catabolism, as a general strategy to impede tumor growth. Cancer Res; 78(2); 372-86. ©2017 AACR.",
      "authorList": [
        "Yang X",
        "Wang Z",
        "Li X",
        "Liu B",
        "Liu M",
        "Liu L",
        "Chen S",
        "Ren M",
        "Wang Y",
        "Yu M",
        "Wang B",
        "Zou J",
        "Zhu WG",
        "Yin Y",
        "Gu W",
        "Luo J"
      ],
      "authors": "Yang X, Wang Z, Li X, Liu B, Liu M, Liu L, Chen S, Ren M, Wang Y, Yu M, Wang B, Zou J, Zhu WG, Yin Y, Gu W, Luo J",
      "journal": "Cancer Res",
      "year": 2018,
      "month": 1,
      "day": 15,
      "volume": "78",
      "issue": "2",
      "pages": "372-386",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang", "zixuan-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "28558729",
      "pmcid": "PMC5450082",
      "doi": "10.1186/s12864-017-3790-7",
      "title": "High-throughput validation of ceRNA regulatory networks",
      "abstract": "MicroRNAs (miRNAs) play multiple roles in tumor biology. Interestingly, reports from multiple groups suggest that miRNA targets may be coupled through competitive stoichiometric sequestration. Specifically, computational models predicted and experimental assays confirmed that miRNA activity is dependent on miRNA target abundance, and consequently, changes in the abundance of some miRNA targets lead to changes to the regulation and abundance of their other targets. The resulting indirect regulatory influence between miRNA targets resembles competition and has been dubbed competitive endogenous RNA (ceRNA). Recent studies have questioned the physiological relevance of ceRNA interactions, our ability to accurately predict these interactions, and the number of genes that are impacted by ceRNA interactions in specific cellular contexts.",
      "authorList": [
        "Chiu HS",
        "Martínez MR",
        "Bansal M",
        "Subramanian A",
        "Golub TR",
        "Yang X",
        "Sumazin P",
        "Califano A"
      ],
      "authors": "Chiu HS, Martínez MR, Bansal M, Subramanian A, Golub TR, Yang X, Sumazin P, Califano A",
      "journal": "BMC Genomics",
      "year": 2017,
      "month": 5,
      "day": 30,
      "volume": "18",
      "issue": "1",
      "pages": "418",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang"],
      "isbn": ""
    },
    {
      "pmid": "25378249",
      "pmcid": "PMC4315299",
      "doi": "10.1101/gr.178194.114",
      "title": "Cupid: simultaneous reconstruction of microRNA-target and ceRNA networks",
      "abstract": "We introduce a method for simultaneous prediction of microRNA-target interactions and their mediated competitive endogenous RNA (ceRNA) interactions. Using high-throughput validation assays in breast cancer cell lines, we show that our integrative approach significantly improves on microRNA-target prediction accuracy as assessed by both mRNA and protein level measurements. Our biochemical assays support nearly 500 microRNA-target interactions with evidence for regulation in breast cancer tumors. Moreover, these assays constitute the most extensive validation platform for computationally inferred networks of microRNA-target interactions in breast cancer tumors, providing a useful benchmark to ascertain future improvements. ",
      "authorList": [
        "Chiu HS",
        "Llobet-Navas D",
        "Yang X",
        "Chung WJ",
        "Ambesi-Impiombato A",
        "Iyer A",
        "Kim HR",
        "Seviour EG",
        "Luo Z",
        "Sehgal V",
        "Moss T",
        "Lu Y",
        "Ram P",
        "Silva J",
        "Mills GB",
        "Califano A",
        "Sumazin P"
      ],
      "authors": "Chiu HS, Llobet-Navas D, Yang X, Chung WJ, Ambesi-Impiombato A, Iyer A, Kim HR, Seviour EG, Luo Z, Sehgal V, Moss T, Lu Y, Ram P, Silva J, Mills GB, Califano A, Sumazin P",
      "journal": "Genome Res",
      "year": 2015,
      "month": 2,
      "day": -1,
      "volume": "25",
      "issue": "2",
      "pages": "257-67",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xin-yang"],
      "isbn": ""
    }
  ]
}
