{
  "person": "xiobin-wang",
  "publications": [
    {
      "pmid": "33536256",
      "pmcid": "",
      "doi": "10.4049/jimmunol.2000967",
      "title": "FATC Domain Deletion Compromises ATM Protein Stability, Blocks Lymphocyte Development, and Promotes Lymphomagenesis",
      "abstract": "Ataxia-telangiectasia mutated (ATM) kinase is a master regulator of the DNA damage response, and loss of ATM leads to primary immunodeficiency and greatly increased risk for lymphoid malignancies. The FATC domain is conserved in phosphatidylinositol-3-kinase-related protein kinases (PIKKs). Truncation mutation in the FATC domain (R3047X) selectively compromised reactive oxygen species-induced ATM activation in cell-free assays. In this article, we show that in mouse models, knock-in ATM-R3057X mutation (Atm⁠ \nRX\n ⁠, corresponding to R3047X in human ATM) severely compromises ATM protein stability and causes T cell developmental defects, B cell Ig class-switch recombination defects, and infertility resembling ATM-null. The residual ATM-R3057X protein retains minimal yet functional measurable DNA damage-induced checkpoint activation and significantly delays lymphomagenesis in Atm⁠ \nRX/RX\n ⁠ mice compared with Atm⁠ \n-/-\n ⁠. Together, these results support a physiological role of the FATC domain in ATM protein stability and show that the presence of minimal residual ATM-R3057X protein can prevent growth retardation and delay tumorigenesis without restoring lymphocyte development and fertility.",
      "authorList": [
        "Milanovic M",
        "Shao Z",
        "Estes VM",
        "Wang XS",
        "Menolfi D",
        "Lin X",
        "Lee BJ",
        "Xu J",
        "Cupo OM",
        "Wang D",
        "Zha S"
      ],
      "authors": "Milanovic M, Shao Z, Estes VM, Wang XS, Menolfi D, Lin X, Lee BJ, Xu J, Cupo OM, Wang D, Zha S",
      "journal": "J Immunol",
      "year": 2021,
      "month": 3,
      "day": 15,
      "volume": "206",
      "issue": "6",
      "pages": "1228-1239",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "maja-milanovic",
        "zhengping-shao",
        "xiobin-wang",
        "demis-menolfi",
        "xiaohui-lin",
        "brian-lee",
        "olivia-cupo",
        "di-wang",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "32989150",
      "pmcid": "PMC7568320",
      "doi": "10.1073/pnas.2010972117",
      "title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining",
      "abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
      "authorList": [
        "Wang XS",
        "Zhao J",
        "Wu-Baer F",
        "Shao Z",
        "Lee BJ",
        "Cupo OM",
        "Rabadan R",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Wang XS, Zhao J, Wu-Baer F, Shao Z, Lee BJ, Cupo OM, Rabadan R, Gautier J, Baer R, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 10,
      "day": 13,
      "volume": "117",
      "issue": "41",
      "pages": "25700-25711",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "junfei-zhao",
        "foon-wu-baer",
        "zhengping-shao",
        "brian-lee",
        "olivia-cupo",
        "raul-rabadan",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "32623318",
      "pmcid": "PMC7885906",
      "doi": "10.1016/j.dnarep.2020.102874",
      "title": "The recent advances in non-homologous end-joining through the lens of lymphocyte development",
      "abstract": "Lymphocyte development requires ordered assembly and subsequent modifications of the antigen receptor genes through V(D)J recombination and Immunoglobulin class switch recombination (CSR), respectively. While the programmed DNA cleavage events are initiated by lymphocyte-specific factors, the resulting DNA double-strand break (DSB) intermediates activate the ATM kinase-mediated DNA damage response (DDR) and rely on the ubiquitously expressed classical non-homologous end-joining (cNHEJ) pathway including the DNA-dependent protein kinase (DNA-PK), and, in the case of CSR, also the alternative end-joining (Alt-EJ) pathway, for repair. Correspondingly, patients and animal models with cNHEJ or DDR defects develop distinct types of immunodeficiency reflecting their specific DNA repair deficiency. The unique end-structure, sequence context, and cell cycle regulation of V(D)J recombination and CSR also provide a valuable platform to study the mechanisms of, and the interplay between, cNHEJ and DDR. Here, we compare and contrast the genetic consequences of DNA repair defects in V(D)J recombination and CSR with a focus on the newly discovered cNHEJ factors and the kinase-dependent structural roles of ATM and DNA-PK in animal models. Throughout, we try to highlight the pending questions and emerging differences that will extend our understanding of cNHEJ and DDR in the context of primary immunodeficiency and lymphoid malignancies.",
      "authorList": ["Wang XS", "Lee BJ", "Zha S"],
      "authors": "Wang XS, Lee BJ, Zha S",
      "journal": "DNA Repair (Amst)",
      "year": 2020,
      "month": 10,
      "day": -1,
      "volume": "94",
      "issue": "",
      "pages": "102874",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "32868446",
      "pmcid": "PMC7502750",
      "doi": "10.1073/pnas.2007455117",
      "title": "DNA-PKcs phosphorylation at the T2609 cluster alters the repair pathway choice during immunoglobulin class switch recombination",
      "abstract": "The DNA-dependent protein kinase (DNA-PK), which is composed of the KU heterodimer and the large catalytic subunit (DNA-PKcs), is a classical nonhomologous end-joining (cNHEJ) factor. Naïve B cells undergo class switch recombination (CSR) to generate antibodies with different isotypes by joining two DNA double-strand breaks at different switching regions via the cNHEJ pathway. DNA-PK and the cNHEJ pathway play important roles in the DNA repair phase of CSR. To initiate cNHEJ, KU binds to DNA ends and recruits and activates DNA-PK. Activated DNA-PK phosphorylates DNA-PKcs at the S2056 and T2609 clusters. Loss of T2609 cluster phosphorylation increases radiation sensitivity but whether T2609 phosphorylation has a role in physiological DNA repair remains elusive. Using the DNA-PKcs\n5A\n mouse model carrying alanine substitutions at the T2609 cluster, here we show that loss of T2609 phosphorylation of DNA-PKcs does not affect the CSR efficiency. Yet, the CSR junctions recovered from DNA-PKcs\n5A/5A\n B cells reveal increased chromosomal translocations, extensive use of distal switch regions (consistent with end resection), and preferential usage of microhomology-all signs of the alternative end-joining pathway. Thus, these results uncover a role of DNA-PKcs T2609 phosphorylation in promoting cNHEJ repair pathway choice during CSR.",
      "authorList": [
        "Crowe JL",
        "Wang XS",
        "Shao Z",
        "Lee BJ",
        "Estes VM",
        "Zha S"
      ],
      "authors": "Crowe JL, Wang XS, Shao Z, Lee BJ, Estes VM, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 9,
      "day": 15,
      "volume": "117",
      "issue": "37",
      "pages": "22953-22961",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "zhengping-shao", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::richard-baer",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "31101667",
      "pmcid": "PMC6581594",
      "doi": "10.4049/jimmunol.1801657",
      "title": "Phosphorylation at S2053 in Murine (S2056 in Human) DNA-PKcs Is Dispensable for Lymphocyte Development and Class Switch Recombination",
      "abstract": "The classical nonhomologous end-joining (cNHEJ) pathway is a major DNA double-strand break repair pathway in mammalian cells and is required for lymphocyte development and maturation. The DNA-dependent protein kinase (DNA-PK) is a cNHEJ factor that encompasses the Ku70-Ku80 (KU) heterodimer and the large DNA-PK catalytic subunit (DNA-PKcs). In mouse models, loss of DNA-PKcs (DNA-PKcs-/- ) abrogates end processing (e.g., hairpin opening), but not end-ligation, whereas expression of the kinase-dead DNA-PKcs protein (DNA-PKcsKD/KD ) abrogates end-ligation, suggesting a kinase-dependent structural function of DNA-PKcs during cNHEJ. Lymphocyte development is abolished in DNA-PKcs-/- and DNA-PKcsKD/KD mice because of the requirement for both hairpin opening and end-ligation during V(D)J recombination. DNA-PKcs itself is the best-characterized substrate of DNA-PK. The S2056 cluster is the best-characterized autophosphorylation site in human DNA-PKcs. In this study, we show that radiation can induce phosphorylation of murine DNA-PKcs at the corresponding S2053. We also generated knockin mouse models with alanine- (DNA-PKcsPQR) or phospho-mimetic aspartate (DNA-PKcsSD) substitutions at the S2053 cluster. Despite moderate radiation sensitivity in the DNA-PKcsPQR/PQR fibroblasts and lymphocytes, both DNA-PKcsPQR/PQR and DNA-PKcsSD/SD mice retained normal kinase activity and underwent efficient V(D)J recombination and class switch recombination, indicating that phosphorylation at the S2053 cluster of murine DNA-PKcs (corresponding to S2056 of human DNA-PKcs), although important for radiation resistance, is dispensable for the end-ligation and hairpin-opening function of DNA-PK essential for lymphocyte development.",
      "authorList": [
        "Jiang W",
        "Estes VM",
        "Wang XS",
        "Shao Z",
        "Lee BJ",
        "Lin X",
        "Crowe JL",
        "Zha S"
      ],
      "authors": "Jiang W, Estes VM, Wang XS, Shao Z, Lee BJ, Lin X, Crowe JL, Zha S",
      "journal": "J Immunol",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "203",
      "issue": "1",
      "pages": "178-187",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "zhengping-shao",
        "brian-lee",
        "xiaohui-lin",
        "shan-zha"
      ],
      "isbn": ""
    },
    {
      "pmid": "30065069",
      "pmcid": "PMC6120668",
      "doi": "10.15252/embj.201899154",
      "title": "Rtt105 functions as a chaperone for replication protein A to preserve genome stability",
      "abstract": "Generation of single-stranded DNA (ssDNA) is required for the template strand formation during DNA replication. Replication Protein A (RPA) is an ssDNA-binding protein essential for protecting ssDNA at replication forks in eukaryotic cells. While significant progress has been made in characterizing the role of the RPA-ssDNA complex, how RPA is loaded at replication forks remains poorly explored. Here, we show that the Saccharomyces cerevisiae protein regulator of Ty1 transposition 105 (Rtt105) binds RPA and helps load it at replication forks. Cells lacking Rtt105 exhibit a dramatic reduction in RPA loading at replication forks, compromised DNA synthesis under replication stress, and increased genome instability. Mechanistically, we show that Rtt105 mediates the RPA-importin interaction and also promotes RPA binding to ssDNA directly in vitro, but is not present in the final RPA-ssDNA complex. Single-molecule studies reveal that Rtt105 affects the binding mode of RPA to ssDNA These results support a model in which Rtt105 functions as an RPA chaperone that escorts RPA to the nucleus and facilitates its loading onto ssDNA at replication forks.",
      "authorList": [
        "Li S",
        "Xu Z",
        "Xu J",
        "Zuo L",
        "Yu C",
        "Zheng P",
        "Gan H",
        "Wang X",
        "Li L",
        "Sharma S",
        "Chabes A",
        "Li D",
        "Wang S",
        "Zheng S",
        "Li J",
        "Chen X",
        "Sun Y",
        "Xu D",
        "Han J",
        "Chan K",
        "Qi Z",
        "Feng J",
        "Li Q"
      ],
      "authors": "Li S, Xu Z, Xu J, Zuo L, Yu C, Zheng P, Gan H, Wang X, Li L, Sharma S, Chabes A, Li D, Wang S, Zheng S, Li J, Chen X, Sun Y, Xu D, Han J, Chan K, Qi Z, Feng J, Li Q",
      "journal": "EMBO J",
      "year": 2018,
      "month": 9,
      "day": 3,
      "volume": "37",
      "issue": "17",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "xiobin-wang", "jia-li", "karina-chan"],
      "isbn": ""
    },
    {
      "pmid": "30072430",
      "pmcid": "PMC6112704",
      "doi": "10.1073/pnas.1808490115",
      "title": "Kinase-dependent structural role of DNA-PKcs during immunoglobulin class switch recombination",
      "abstract": "The catalytic subunit of DNA-dependent protein kinase (DNA-PKcs) is a classical nonhomologous end-joining (cNHEJ) factor. Loss of DNA-PKcs diminished mature B cell class switch recombination (CSR) to other isotypes, but not IgG1. Here, we show that expression of the kinase-dead DNA-PKcs (DNA-PKcsKD/KD ) severely compromises CSR to IgG1. High-throughput sequencing analyses of CSR junctions reveal frequent accumulation of nonproductive interchromosomal translocations, inversions, and extensive end resection in DNA-PKcsKD/KD , but not DNA-PKcs\n-/-\n , B cells. Meanwhile, the residual joints from DNA-PKcs\nKD/KD\n cells and the efficient Sµ-Sγ1 junctions from DNA-PKcs\n-/-\n B cells both display similar preferences for small (2-6 nt) microhomologies (MH). In DNA-PKcs\n-/-\n cells, Sµ-Sγ1 joints are more resistant to inversions and extensive resection than Sµ-Sε and Sµ-Sµ joints, providing a mechanism for the isotype-specific CSR defects. Together, our findings identify a kinase-dependent role of DNA-PKcs in suppressing MH-mediated end joining and a structural role of DNA-PKcs protein in the orientation of CSR.",
      "authorList": [
        "Crowe JL",
        "Shao Z",
        "Wang XS",
        "Wei PC",
        "Jiang W",
        "Lee BJ",
        "Estes VM",
        "Alt FW",
        "Zha S"
      ],
      "authors": "Crowe JL, Shao Z, Wang XS, Wei PC, Jiang W, Lee BJ, Estes VM, Alt FW, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2018,
      "month": 8,
      "day": 21,
      "volume": "115",
      "issue": "34",
      "pages": "8615-8620",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::shan-zha",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhengping-shao", "xiobin-wang", "brian-lee", "shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "29192674",
      "pmcid": "PMC5752845",
      "doi": "10.1038/cr.2017.149",
      "title": "Landscape of the regulatory elements for lysine 2-hydroxyisobutyrylation pathway",
      "abstract": "Short-chain fatty acids and their corresponding acyl-CoAs sit at the crossroads of metabolic pathways and play important roles in diverse cellular processes. They are also precursors for protein post-translational lysine acylation modifications. A noteworthy example is the newly identified lysine 2-hydroxyisobutyrylation (Khib) that is derived from 2-hydroxyisobutyrate and 2-hydroxyisobutyryl-CoA. Histone Khib has been shown to be associated with active gene expression in spermatogenic cells. However, the key elements that regulate this post-translational lysine acylation pathway remain unknown. This has hindered characterization of the mechanisms by which this modification exerts its biological functions. Here we show that Esa1p in budding yeast and its homologue Tip60 in human could add Khib to substrate proteins both in vitro and in vivo. In addition, we have identified HDAC2 and HDAC3 as the major enzymes to remove Khib. Moreover, we report the first global profiling of Khib proteome in mammalian cells, identifying 6 548 Khib sites on 1 725 substrate proteins. Our study has thus discovered both the \"writers\" and \"erasers\" for histone Khib marks, and major Khib protein substrates. These results not only illustrate the landscape of this new lysine acylation pathway, but also open new avenues for studying diverse functions of cellular metabolites associated with this pathway.",
      "authorList": [
        "Huang H",
        "Luo Z",
        "Qi S",
        "Huang J",
        "Xu P",
        "Wang X",
        "Gao L",
        "Li F",
        "Wang J",
        "Zhao W",
        "Gu W",
        "Chen Z",
        "Dai L",
        "Dai J",
        "Zhao Y"
      ],
      "authors": "Huang H, Luo Z, Qi S, Huang J, Xu P, Wang X, Gao L, Li F, Wang J, Zhao W, Gu W, Chen Z, Dai L, Dai J, Zhao Y",
      "journal": "Cell Res",
      "year": 2018,
      "month": 1,
      "day": -1,
      "volume": "28",
      "issue": "1",
      "pages": "111-125",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "27363283",
      "pmcid": "PMC5203983",
      "doi": "10.1038/leu.2016.166",
      "title": "Patient-derived xenotransplants can recapitulate the genetic driver landscape of acute leukemias",
      "abstract": "Genomic studies have identified recurrent somatic mutations in acute leukemias. However, current murine models do not sufficiently encompass the genomic complexity of human leukemias. To develop preclinical models, we transplanted 160 samples from patients with acute leukemia (acute myeloid leukemia, mixed lineage leukemia, B-cell acute lymphoblastic leukemia, T-cell ALL) into immunodeficient mice. Of these, 119 engrafted with expected immunophenotype. Targeted sequencing of 374 genes and 265 frequently rearranged RNAs detected recurrent and novel genetic lesions in 48 paired primary tumor (PT) and patient-derived xenotransplant (PDX) samples. Overall, the frequencies of 274 somatic variant alleles correlated between PT and PDX samples, although the data were highly variable for variant alleles present at 0-10%. Seventeen percent of variant alleles were detected in either PT or PDX samples only. Based on variant allele frequency changes, 24 PT-PDX pairs were classified as concordant while the other 24 pairs showed various degree of clonal discordance. There was no correlation of clonal concordance with clinical parameters of diseases. Significantly more bone marrow samples than peripheral blood samples engrafted discordantly. These data demonstrate the utility of developing PDX banks for modeling human leukemia, and emphasize the importance of genomic profiling of PDX and patient samples to ensure concordance before performing mechanistic or therapeutic studies.",
      "authorList": [
        "Wang K",
        "Sanchez-Martin M",
        "Wang X",
        "Knapp KM",
        "Koche R",
        "Vu L",
        "Nahas MK",
        "He J",
        "Hadler M",
        "Stein EM",
        "Tallman MS",
        "Donahue AL",
        "Frampton GM",
        "Lipson D",
        "Roels S",
        "Stephens PJ",
        "Sanford EM",
        "Brennan T",
        "Otto GA",
        "Yelensky R",
        "Miller VA",
        "Kharas MG",
        "Levine RL",
        "Ferrando A",
        "Armstrong SA",
        "Krivtsov AV"
      ],
      "authors": "Wang K, Sanchez-Martin M, Wang X, Knapp KM, Koche R, Vu L, Nahas MK, He J, Hadler M, Stein EM, Tallman MS, Donahue AL, Frampton GM, Lipson D, Roels S, Stephens PJ, Sanford EM, Brennan T, Otto GA, Yelensky R, Miller VA, Kharas MG, Levine RL, Ferrando A, Armstrong SA, Krivtsov AV",
      "journal": "Leukemia",
      "year": 2017,
      "month": 1,
      "day": -1,
      "volume": "31",
      "issue": "1",
      "pages": "151-158",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "27030389",
      "pmcid": "",
      "doi": "10.1182/blood-2015-12-686550",
      "title": "Genetic basis of PD-L1 overexpression in diffuse large B-cell lymphomas",
      "abstract": "Diffuse large B-cell lymphoma (DLBCL) is one of the most common and aggressive types of B-cell lymphoma. Deregulation of proto-oncogene expression after a translocation, most notably to the immunoglobulin heavy-chain locus (IGH), is one of the hallmarks of DLBCL. Using whole-genome sequencing analysis, we have identified the PD-L1/PD-L2 locus as a recurrent translocation partner for IGH in DLBCL. PIM1 and TP63 were also identified as novel translocation partners for PD-L1/PD-L2 Fluorescence in situ hybridization was furthermore used to rapidly screen an expanded DLBCL cohort. Collectively, a subset of samples was found to be affected by gains (12%), amplifications (3%), and translocations (4%) of the PD-L1/PD-L2 locus. RNA sequencing data coupled with immunohistochemistry revealed that these cytogenetic alterations correlated with increased expression of PD-L1 but not of PD-L2 Moreover, cytogenetic alterations affecting the PD-L1/PD-L2 locus were more frequently observed in the non-germinal center B cell-like (non-GCB) subtype of DLBCL. These findings demonstrate the genetic basis of PD-L1 overexpression in DLBCL and suggest that treatments targeting the PD-1-PD-L1/PD-L2 axis might benefit DLBCL patients, especially those belonging to the more aggressive non-GCB subtype.",
      "authorList": [
        "Georgiou K",
        "Chen L",
        "Berglund M",
        "Ren W",
        "de Miranda NF",
        "Lisboa S",
        "Fangazio M",
        "Zhu S",
        "Hou Y",
        "Wu K",
        "Fang W",
        "Wang X",
        "Meng B",
        "Zhang L",
        "Zeng Y",
        "Bhagat G",
        "Nordenskjöld M",
        "Sundström C",
        "Enblad G",
        "Dalla-Favera R",
        "Zhang H",
        "Teixeira MR",
        "Pasqualucci L",
        "Peng R",
        "Pan-Hammarström Q"
      ],
      "authors": "Georgiou K, Chen L, Berglund M, Ren W, de Miranda NF, Lisboa S, Fangazio M, Zhu S, Hou Y, Wu K, Fang W, Wang X, Meng B, Zhang L, Zeng Y, Bhagat G, Nordenskjöld M, Sundström C, Enblad G, Dalla-Favera R, Zhang H, Teixeira MR, Pasqualucci L, Peng R, Pan-Hammarström Q",
      "journal": "Blood",
      "year": 2016,
      "month": 6,
      "day": 16,
      "volume": "127",
      "issue": "24",
      "pages": "3026-34",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "xiobin-wang",
        "riccardo-dalla-favera",
        "laura-pasqualucci"
      ],
      "isbn": ""
    },
    {
      "pmid": "19602588",
      "pmcid": "PMC2727605",
      "doi": "10.1158/0008-5472.CAN-09-0820",
      "title": "3-Phosphoinositide-dependent kinase 1 potentiates upstream lesions on the phosphatidylinositol 3-kinase pathway in breast carcinoma",
      "abstract": "Lesions of ERBB2, PTEN, and PIK3CA activate the phosphatidylinositol 3-kinase (PI3K) pathway during cancer development by increasing levels of phosphatidylinositol-3,4,5-triphosphate (PIP(3)). 3-Phosphoinositide-dependent kinase 1 (PDK1) is the first node of the PI3K signal output and is required for activation of AKT. PIP(3) recruits PDK1 and AKT to the cell membrane through interactions with their pleckstrin homology domains, allowing PDK1 to activate AKT by phosphorylating it at residue threonine-308. We show that total PDK1 protein and mRNA were overexpressed in a majority of human breast cancers and that 21% of tumors had five or more copies of the gene encoding PDK1, PDPK1. We found that increased PDPK1 copy number was associated with upstream pathway lesions (ERBB2 amplification, PTEN loss, or PIK3CA mutation), as well as patient survival. Examination of an independent set of breast cancers and tumor cell lines derived from multiple forms of human cancers also found increased PDK1 protein levels associated with such upstream pathway lesions. In human mammary cells, PDK1 enhanced the ability of upstream lesions to signal to AKT, stimulate cell growth and migration, and rendered cells more resistant to PDK1 and PI3K inhibition. After orthotopic transplantation, PDK1 overexpression was not oncogenic but dramatically enhanced the ability of ERBB2 to form tumors. Our studies argue that PDK1 overexpression and increased PDPK1 copy number are common occurrences in cancer that potentiate the oncogenic effect of upstream lesions on the PI3K pathway. Therefore, we conclude that alteration of PDK1 is a critical component of oncogenic PI3K signaling in breast cancer.",
      "authorList": [
        "Maurer M",
        "Su T",
        "Saal LH",
        "Koujak S",
        "Hopkins BD",
        "Barkley CR",
        "Wu J",
        "Nandula S",
        "Dutta B",
        "Xie Y",
        "Chin YR",
        "Kim DI",
        "Ferris JS",
        "Gruvberger-Saal SK",
        "Laakso M",
        "Wang X",
        "Memeo L",
        "Rojtman A",
        "Matos T",
        "Yu JS",
        "Cordon-Cardo C",
        "Isola J",
        "Terry MB",
        "Toker A",
        "Mills GB",
        "Zhao JJ",
        "Murty VV",
        "Hibshoosh H",
        "Parsons R"
      ],
      "authors": "Maurer M, Su T, Saal LH, Koujak S, Hopkins BD, Barkley CR, Wu J, Nandula S, Dutta B, Xie Y, Chin YR, Kim DI, Ferris JS, Gruvberger-Saal SK, Laakso M, Wang X, Memeo L, Rojtman A, Matos T, Yu JS, Cordon-Cardo C, Isola J, Terry MB, Toker A, Mills GB, Zhao JJ, Murty VV, Hibshoosh H, Parsons R",
      "journal": "Cancer Res",
      "year": 2009,
      "month": 8,
      "day": 1,
      "volume": "69",
      "issue": "15",
      "pages": "6299-306",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang", "junfei-zhao"],
      "isbn": ""
    },
    {
      "pmid": "18408767",
      "pmcid": "PMC3013056",
      "doi": "10.1038/onc.2008.101",
      "title": "PCDH8, the human homolog of PAPC, is a candidate tumor suppressor of breast cancer",
      "abstract": "Carcinoma is an altered state of tissue differentiation in which epithelial cells no longer respond to cues that keep them in their proper position. A break down in these cues has disastrous consequences not only in cancer but also in embryonic development when cells of various lineages must organize into discrete entities to form a body plan. Paraxial protocadherin (PAPC) is an adhesion protein with six cadherin repeats that organizes the formation and polarity of developing cellular structures in frog, fish and mouse embryos. Here we show that protocadherin-8 (PCDH8), the human ortholog of PAPC, is inactivated through either mutation or epigenetic silencing in a high fraction of breast carcinomas. Loss of PCDH8 expression is associated with loss of heterozygosity, partial promoter methylation, and increased proliferation. Complementation of mutant tumor cell line HCC2218 with wild-type PCDH8 inhibited its growth. Two tumor mutants, E146K and R343H, were defective for inhibition of cell growth and migration. Surprisingly, the E146K mutant transformed the human mammary epithelial cell line MCF10A and sustained the expression of cyclin D1 and MYC without epidermal growth factor. We propose that loss of PCDH8 promotes oncogenesis in epithelial human cancers by disrupting cell-cell communication dedicated to tissue organization and repression of mitogenic signaling.",
      "authorList": [
        "Yu JS",
        "Koujak S",
        "Nagase S",
        "Li CM",
        "Su T",
        "Wang X",
        "Keniry M",
        "Memeo L",
        "Rojtman A",
        "Mansukhani M",
        "Hibshoosh H",
        "Tycko B",
        "Parsons R"
      ],
      "authors": "Yu JS, Koujak S, Nagase S, Li CM, Su T, Wang X, Keniry M, Memeo L, Rojtman A, Mansukhani M, Hibshoosh H, Tycko B, Parsons R",
      "journal": "Oncogene",
      "year": 2008,
      "month": 8,
      "day": 7,
      "volume": "27",
      "issue": "34",
      "pages": "4657-65",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang"],
      "isbn": ""
    },
    {
      "pmid": "15805248",
      "pmcid": "",
      "doi": "10.1158/0008-5472-CAN-04-3913",
      "title": "PIK3CA mutations correlate with hormone receptors, node metastasis, and ERBB2, and are mutually exclusive with PTEN loss in human breast carcinoma",
      "abstract": "Deregulation of the phosphatidylinositol 3-kinase (PI3K) pathway either through loss of PTEN or mutation of the catalytic subunit alpha of PI3K (PIK3CA) occurs frequently in human cancer. We identified PIK3CA mutations in 26% of 342 human breast tumor samples and cell lines at about equal frequency in tumor stages I to IV. To investigate the relationship between PTEN and PIK3CA, we generated a cohort of tumors that had lost PTEN expression and compared it with a matched control set that had retained PTEN. A highly significant association between PIK3CA mutations and retention of PTEN protein expression was observed. In addition, PIK3CA mutations were associated with expression of estrogen and progesterone receptors (ER/PR), lymph node metastasis, and ERBB2 overexpression. The fact that PIK3CA mutations and PTEN loss are nearly mutually exclusive implies that deregulated phosphatidylinositol-3,4,5-triphosphate (PIP(3)) is critical for tumorigenesis in a significant fraction of breast cancers and that loss of PIP(3) homeostasis by abrogation of either PIK3CA or PTEN relieves selective pressure for targeting of the other gene. The correlation of PIK3CA mutation to ER/PR-positive tumors and PTEN loss to ER/PR-negative tumors argues for disparate branches of tumor evolution. Furthermore, the association between ERBB2 overexpression and PIK3CA mutation implies that more than one input activating the PI3K/AKT pathway may be required to overcome intact PTEN. Thus, mutation of PIK3CA is frequent, occurs early in carcinoma development, and has prognostic and therapeutic implications.",
      "authorList": [
        "Saal LH",
        "Holm K",
        "Maurer M",
        "Memeo L",
        "Su T",
        "Wang X",
        "Yu JS",
        "Malmström PO",
        "Mansukhani M",
        "Enoksson J",
        "Hibshoosh H",
        "Borg A",
        "Parsons R"
      ],
      "authors": "Saal LH, Holm K, Maurer M, Memeo L, Su T, Wang X, Yu JS, Malmström PO, Mansukhani M, Enoksson J, Hibshoosh H, Borg A, Parsons R",
      "journal": "Cancer Res",
      "year": 2005,
      "month": 4,
      "day": 1,
      "volume": "65",
      "issue": "7",
      "pages": "2554-9",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xiobin-wang"],
      "isbn": ""
    }
  ]
}
