{
  "person": "yanging-liu",
  "publications": [
    {
      "pmid": "33785447",
      "pmcid": "",
      "doi": "10.1016/j.semcancer.2021.03.010",
      "title": "The complexity of p53-mediated metabolic regulation in tumor suppression",
      "abstract": "Although the classic activities of p53 including induction of cell-cycle arrest, senescence, and apoptosis are well accepted as critical barriers to cancer development, accumulating evidence suggests that loss of these classic activities is not sufficient to abrogate the tumor suppression activity of p53. Numerous studies suggest that metabolic regulation contributes to tumor suppression, but the mechanisms by which it does so are not completely understood. Cancer cells rewire cellular metabolism to meet the energetic and substrate demands of tumor development. It is well established that p53 suppresses glycolysis and promotes mitochondrial oxidative phosphorylation through a number of downstream targets against the Warburg effect. The role of p53-mediated metabolic regulation in tumor suppression is complexed by its function to promote both cell survival and cell death under different physiological settings. Indeed, p53 can regulate both pro-oxidant and antioxidant target genes for complete opposite effects. In this review, we will summarize the roles of p53 in the regulation of glucose, lipid, amino acid, nucleotide, iron metabolism, and ROS production. We will highlight the mechanisms underlying p53-mediated ferroptosis, AKT/mTOR signaling as well as autophagy and discuss the complexity of p53-metabolic regulation in tumor development.",
      "authorList": ["Liu Y", "Gu W"],
      "authors": "Liu Y, Gu W",
      "journal": "Semin Cancer Biol",
      "year": 2021,
      "month": 3,
      "day": 27,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "33789902",
      "pmcid": "PMC8011965",
      "doi": "10.1126/sciadv.abf4148",
      "title": "An unexpected role for p53 in regulating cancer cell-intrinsic PD-1 by acetylation",
      "abstract": "Cancer cell-intrinsic programmed cell death protein-1 (PD-1) has emerged as a tumor regulator in an immunity-independent manner, but its precise role in modulating tumor behaviors is complex, and how PD-1 is regulated in cancer cells is largely unknown. Here, we identified PD-1 as a direct target of tumor suppressor p53. Notably, p53 acetylation at K120/164 played a critical role in p53-mediated PD-1 transcription. Acetylated p53 preferentially recruited acetyltransferase cofactors onto PD-1 promoter, selectively facilitating PD-1 transcription by enhancing local chromatin acetylation. Reexpression of PD-1 in cancer cells inhibited tumor growth, whereas depletion of cancer cell-intrinsic PD-1 compromised p53-dependent tumor suppression. Moreover, histone deacetylase inhibitor (HDACi) activated PD-1 in an acetylated p53-dependent manner, supporting a synergistic effect by HDACi and p53 on tumor suppression via stimulating cancer cell-intrinsic PD-1. Our study reveals a mechanism for activating cancer cell-intrinsic PD-1 and indicates that p53-mediated PD-1 activation is critically involved in tumor suppression in an immunity-independent manner.",
      "authorList": [
        "Cao Z",
        "Kon N",
        "Liu Y",
        "Xu W",
        "Wen J",
        "Yao H",
        "Zhang M",
        "Wu Z",
        "Yan X",
        "Zhu WG",
        "Gu W",
        "Wang D"
      ],
      "authors": "Cao Z, Kon N, Liu Y, Xu W, Wen J, Yao H, Zhang M, Wu Z, Yan X, Zhu WG, Gu W, Wang D",
      "journal": "Sci Adv",
      "year": 2021,
      "month": 3,
      "day": -1,
      "volume": "7",
      "issue": "14",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["ning-kon", "yanging-liu", "wei-gu", "di-wang"],
      "isbn": ""
    },
    {
      "pmid": "32924017",
      "pmcid": "PMC7482717",
      "doi": "10.1158/2643-3230.bcd-20-0026",
      "title": "Combinatorial ETS1-dependent control of oncogenic NOTCH1 enhancers in T-cell leukemia",
      "abstract": "Notch activation is highly prevalent among cancers, in particular T-cell acute lymphoblastic leukemia (T-ALL). However, the use of pan-Notch inhibitors to treat cancers has been hampered by adverse effects, particularly intestinal toxicities. To circumvent this barrier in T-ALL, we aimed to inhibit ETS1, a developmentally important T-cell transcription factor previously shown to co-bind Notch response elements. Using complementary genetic approaches in mouse models, we show that ablation of Ets1 leads to strong Notch-mediated suppressive effects on T-cell development and leukemogenesis, but milder intestinal effects than pan-Notch inhibitors. Mechanistically, genome-wide chromatin profiling studies demonstrate that Ets1 inactivation impairs recruitment of multiple Notch-associated factors and Notch-dependent activation of transcriptional elements controlling major Notch-driven oncogenic effector pathways. These results uncover previously unrecognized hierarchical heterogeneity of Notch-controlled genes and points to Ets1-mediated enucleation of Notch-Rbpj transcriptional complexes as a target for developing specific anti-Notch therapies in T-ALL that circumvent the barriers of pan-Notch inhibition.",
      "authorList": [
        "McCarter AC",
        "Gatta GD",
        "Melnick A",
        "Kim E",
        "Sha C",
        "Wang Q",
        "Nalamolu JK",
        "Liu Y",
        "Keeley TM",
        "Yan R",
        "Sun M",
        "Kodgule R",
        "Kunnath N",
        "Ambesi-Impiombato A",
        "Kuick R",
        "Rao A",
        "Ryan RJH",
        "Kee BL",
        "Samuelson LC",
        "Ostrowski MC",
        "Ferrando AA",
        "Chiang MY"
      ],
      "authors": "McCarter AC, Gatta GD, Melnick A, Kim E, Sha C, Wang Q, Nalamolu JK, Liu Y, Keeley TM, Yan R, Sun M, Kodgule R, Kunnath N, Ambesi-Impiombato A, Kuick R, Rao A, Ryan RJH, Kee BL, Samuelson LC, Ostrowski MC, Ferrando AA, Chiang MY",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 9,
      "day": -1,
      "volume": "1",
      "issue": "2",
      "pages": "178-197",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "adolfo-ferrando"],
      "isbn": ""
    },
    {
      "pmid": "31282934",
      "pmcid": "PMC6736412",
      "doi": "10.1093/jmcb/mjz060",
      "title": "p53 modifications: exquisite decorations of the powerful guardian",
      "abstract": "The last 40 years have witnessed how p53 rose from a viral binding protein to a central factor in both stress responses and tumor suppression. The exquisite regulation of p53 functions is of vital importance for cell fate decisions. Among the multiple layers of mechanisms controlling p53 function, posttranslational modifications (PTMs) represent an efficient and precise way. Major p53 PTMs include phosphorylation, ubiquitination, acetylation, and methylation. Meanwhile, other PTMs like sumoylation, neddylation, O-GlcNAcylation, adenosine diphosphate (ADP)-ribosylation, hydroxylation, and β-hydroxybutyrylation are also shown to play various roles in p53 regulation. By independent action or interaction, PTMs affect p53 stability, conformation, localization, and binding partners. Deregulation of the PTM-related pathway is among the major causes of p53-associated developmental disorders or diseases, especially in cancers. This review focuses on the roles of different p53 modification types and shows how these modifications are orchestrated to produce various outcomes by modulating p53 activities or targeted to treat different diseases caused by p53 dysregulation.",
      "authorList": ["Liu Y", "Tavana O", "Gu W"],
      "authors": "Liu Y, Tavana O, Gu W",
      "journal": "J Mol Cell Biol",
      "year": 2019,
      "month": 7,
      "day": 19,
      "volume": "11",
      "issue": "7",
      "pages": "564-577",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30347220",
      "pmcid": "",
      "doi": "10.1016/j.brainres.2018.10.018",
      "title": "IGFBP2 promotes neural stem cell maintenance and proliferation differentially associated with glioblastoma subtypes",
      "abstract": "Neural stem cells (NSCs) give rise to the central nervous system (CNS) and persist in certain areas of adult brains for replenishing damaged differentiated cells. The loss of the balance between NSC self-renewal and differentiation could lead to tumor formation such as the occurrence of glioblastoma (GBM), the most common and deadly human brain tumor, which could be derived from neural stem or stem-like cells. Early studies showed that insulin-like growth factor binding protein 2 (IGFBP2) mRNA levels were maintained high during the fetal brain development but decreased in the adult brains. We previously reported that IGFBP2 was frequently overexpressed in GBMs, which was correlated with GBM recurrence and poor survival and promoted glioma progression. However, the role of IGFBP2 in the CNS was not investigated yet, whose understanding will help elucidate IGFBP2 functions in GBM. In the study, we identify IGFBP2 as a critical molecule for mouse NSC maintenance. IGFBP2 is highly expressed in NSCs, and its expression exhibits an apical-basal pattern in the neural tube with a higher apical level and decreased with NSC differentiation during the CNS development. IGFBP2 promotes NSC self-renewal and proliferation but inhibits its differentiation to neurons and astrocytes. The knockdown of IGFBP2 significantly affected the expression of cell cycle, Notch pathway, and neural stemness and differentiation genes in NSCs. Further, the expression of IGFBP2-regulated cell cycle genes is significantly correlated with IGFBP2 expression in non-Mesenchymal GBM subtypes including Classical, Proneural, and Neural subtypes and of its Notch pathway genes differentially associated in the four GBM subtypes, altogether suggesting its critical and similar functions in NSCs and GBM cells.",
      "authorList": ["Shen F", "Song C", "Liu Y", "Zhang J", "Wei Song S"],
      "authors": "Shen F, Song C, Liu Y, Zhang J, Wei Song S",
      "journal": "Brain Res",
      "year": 2019,
      "month": 2,
      "day": 1,
      "volume": "1704",
      "issue": "",
      "pages": "174-186",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu"],
      "isbn": ""
    },
    {
      "pmid": "31560714",
      "pmcid": "PMC6764691",
      "doi": "10.1371/journal.pone.0222999",
      "title": "IGFBP2 promotes immunosuppression associated with its mesenchymal induction and FcγRIIB phosphorylation in glioblastoma",
      "abstract": "Immunotherapy shows a promise for treating glioblastoma (GBM), the most malignant and immunosuppressive glioma. The mesenchymal phenotype of cancer cells was frequently reported to be associated with their induction of immunosuppression within the cancer microenvironment. Overexpressed insulin-like growth factor binding protein 2 (IGFBP2) promotes GBM cell migration and invasion, and contributes to glioma progression and cancer recurrence and poor survival in GBM. However, whether IGFBP2 can induce immunosuppression in GBM was not reported yet. Thus, the study applied a syngeneic mouse GBM model, human GBM samples, and cancer-immune cell co-culture experiments to investigate the effect of IGFBP2 on GBM exposed immune cells and its association with the mesenchymal induction. We found that IGFBP2 promoted the mesenchymal feature of GBM cells. The inhibition of IGFBP2 relieved immunosuppression by increasing CD8+ T and CD19+ B cells and decreasing CD163+ M2 macrophages. Further, the IGFBP2-promoted immunosuppression was associated with its induction of the mesenchymal feature of GBM cells and the inhibitory phosphorylated FcγRIIB of GBM exposed immune cells. Blocking IGFBP2 suppressed tumor growth and improved survival of tumor bearing mice in the mouse GBM model. These findings support the notion that targeting the IGFBP2 may present an effective immunotherapeutic strategy for mesenchymal GBMs.",
      "authorList": ["Liu Y", "Song C", "Shen F", "Zhang J", "Song SW"],
      "authors": "Liu Y, Song C, Shen F, Zhang J, Song SW",
      "journal": "PLoS One",
      "year": 2019,
      "month": -1,
      "day": -1,
      "volume": "14",
      "issue": "9",
      "pages": "e0222999",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu"],
      "isbn": ""
    },
    {
      "pmid": "26982726",
      "pmcid": "PMC4836395",
      "doi": "10.1038/nature17157",
      "title": "Deletions linked to TP53 loss drive cancer through p53-independent mechanisms",
      "abstract": "Mutations disabling the TP53 tumour suppressor gene represent the most frequent events in human cancer and typically occur through a two-hit mechanism involving a missense mutation in one allele and a 'loss of heterozygosity' deletion encompassing the other. While TP53 missense mutations can also contribute gain-of-function activities that impact tumour progression, it remains unclear whether the deletion event, which frequently includes many genes, impacts tumorigenesis beyond TP53 loss alone. Here we show that somatic heterozygous deletion of mouse chromosome 11B3, a 4-megabase region syntenic to human 17p13.1, produces a greater effect on lymphoma and leukaemia development than Trp53 deletion. Mechanistically, the effect of 11B3 loss on tumorigenesis involves co-deleted genes such as Eif5a and Alox15b (also known as Alox8), the suppression of which cooperates with Trp53 loss to produce more aggressive disease. Our results imply that the selective advantage produced by human chromosome 17p deletion reflects the combined impact of TP53 loss and the reduced dosage of linked tumour suppressor genes. ",
      "authorList": [
        "Liu Y",
        "Chen C",
        "Xu Z",
        "Scuoppo C",
        "Rillahan CD",
        "Gao J",
        "Spitzer B",
        "Bosbach B",
        "Kastenhuber ER",
        "Baslan T",
        "Ackermann S",
        "Cheng L",
        "Wang Q",
        "Niu T",
        "Schultz N",
        "Levine RL",
        "Mills AA",
        "Lowe SW"
      ],
      "authors": "Liu Y, Chen C, Xu Z, Scuoppo C, Rillahan CD, Gao J, Spitzer B, Bosbach B, Kastenhuber ER, Baslan T, Ackermann S, Cheng L, Wang Q, Niu T, Schultz N, Levine RL, Mills AA, Lowe SW",
      "journal": "Nature",
      "year": 2016,
      "month": 3,
      "day": 24,
      "volume": "531",
      "issue": "7595",
      "pages": "471-475",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["yanging-liu", "claudio-scuoppo", "liang-cheng"],
      "isbn": ""
    }
  ]
}
