{
  "person": "yunan-xie",
  "publications": [
    {
      "pmid": "19602588",
      "pmcid": "PMC2727605",
      "doi": "10.1158/0008-5472.CAN-09-0820",
      "title": "3-Phosphoinositide-dependent kinase 1 potentiates upstream lesions on the phosphatidylinositol 3-kinase pathway in breast carcinoma",
      "abstract": "Lesions of ERBB2, PTEN, and PIK3CA activate the phosphatidylinositol 3-kinase (PI3K) pathway during cancer development by increasing levels of phosphatidylinositol-3,4,5-triphosphate (PIP(3)). 3-Phosphoinositide-dependent kinase 1 (PDK1) is the first node of the PI3K signal output and is required for activation of AKT. PIP(3) recruits PDK1 and AKT to the cell membrane through interactions with their pleckstrin homology domains, allowing PDK1 to activate AKT by phosphorylating it at residue threonine-308. We show that total PDK1 protein and mRNA were overexpressed in a majority of human breast cancers and that 21% of tumors had five or more copies of the gene encoding PDK1, PDPK1. We found that increased PDPK1 copy number was associated with upstream pathway lesions (ERBB2 amplification, PTEN loss, or PIK3CA mutation), as well as patient survival. Examination of an independent set of breast cancers and tumor cell lines derived from multiple forms of human cancers also found increased PDK1 protein levels associated with such upstream pathway lesions. In human mammary cells, PDK1 enhanced the ability of upstream lesions to signal to AKT, stimulate cell growth and migration, and rendered cells more resistant to PDK1 and PI3K inhibition. After orthotopic transplantation, PDK1 overexpression was not oncogenic but dramatically enhanced the ability of ERBB2 to form tumors. Our studies argue that PDK1 overexpression and increased PDPK1 copy number are common occurrences in cancer that potentiate the oncogenic effect of upstream lesions on the PI3K pathway. Therefore, we conclude that alteration of PDK1 is a critical component of oncogenic PI3K signaling in breast cancer.",
      "authors": "Maurer M, Su T, Saal LH, Koujak S, Hopkins BD, Barkley CR, Wu J, Nandula S, Dutta B, Xie Y, Chin YR, Kim DI, Ferris JS, Gruvberger-Saal SK, Laakso M, Wang X, Memeo L, Rojtman A, Matos T, Yu JS, Cordon-Cardo C, Isola J, Terry MB, Toker A, Mills GB, Zhao JJ, Murty VV, Hibshoosh H, Parsons R",
      "journal": "Cancer Res",
      "year": 2009,
      "month": 8,
      "day": 1,
      "volume": "69",
      "issue": "15",
      "pages": "6299-306",
      "url": "",
      "isbn": "",
      "authorList": [
        "Maurer M",
        "Su T",
        "Saal LH",
        "Koujak S",
        "Hopkins BD",
        "Barkley CR",
        "Wu J",
        "Nandula S",
        "Dutta B",
        "Xie Y",
        "Chin YR",
        "Kim DI",
        "Ferris JS",
        "Gruvberger-Saal SK",
        "Laakso M",
        "Wang X",
        "Memeo L",
        "Rojtman A",
        "Matos T",
        "Yu JS",
        "Cordon-Cardo C",
        "Isola J",
        "Terry MB",
        "Toker A",
        "Mills GB",
        "Zhao JJ",
        "Murty VV",
        "Hibshoosh H",
        "Parsons R"
      ],
      "tagList": ["article", "columbia", "icg"],
      "peopleList": ["yunan-xie", "xiobin-wang", "junfei-zhao"]
    }
  ]
}
