{
  "person": "zhaoqi-liu",
  "publications": [
    {
      "pmid": "33404608",
      "pmcid": "PMC7791342",
      "doi": "10.1083/jcb.201807163",
      "title": "The UVSSA complex alleviates MYC-driven transcription stress",
      "abstract": "Cancer cells develop strong genetic dependencies, enabling survival under oncogenic stress. MYC is a key oncogene activated across most cancers, and identifying associated synthetic lethality or sickness can provide important clues about its activity and potential therapeutic strategies. On the basis of previously conducted genome-wide screenings in MCF10A cells expressing MYC fused to an estrogen receptor fragment, we identified UVSSA, a gene involved in transcription-coupled repair, whose knockdown or knockout decreased cell viability when combined with MYC expression. Synthetic sick interactions between MYC expression and UVSSA down-regulation correlated with ATM/CHK2 activation, suggesting increased genome instability. We show that the synthetic sick interaction is diminished by attenuating RNA polymerase II (RNAPII) activity; yet, it is independent of UV-induced damage repair, suggesting that UVSSA has a critical function in regulating RNAPII in the absence of exogenous DNA damage. Supporting this hypothesis, RNAPII ChIP-seq revealed that MYC-dependent increases in RNAPII promoter occupancy are reduced or abrogated by UVSSA knockdown, suggesting that UVSSA influences RNAPII dynamics during MYC-dependent transcription. Taken together, our data show that the UVSSA complex has a significant function in supporting MYC-dependent RNAPII dynamics and maintaining cell survival during MYC addiction. While the role of UVSSA in regulating RNAPII has been documented thus far only in the context of UV-induced DNA damage repair, we propose that its activity is also required to cope with transcriptional changes induced by oncogene activation.",
      "authorList": [
        "Sato M",
        "Liebau AW",
        "Liu Z",
        "Liu L",
        "Rabadan R",
        "Gautier J"
      ],
      "authors": "Sato M, Liebau AW, Liu Z, Liu L, Rabadan R, Gautier J",
      "journal": "J Cell Biol",
      "year": 2021,
      "month": 2,
      "day": 1,
      "volume": "220",
      "issue": "2",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "andrew-liebau",
        "zhaoqi-liu",
        "raul-rabadan",
        "jean-gautier"
      ],
      "isbn": ""
    },
    {
      "pmid": "33173156",
      "pmcid": "PMC7655825",
      "doi": "10.1038/s41598-020-76599-w",
      "title": "Integrating single-cell RNA-seq and imaging with SCOPE-seq2",
      "abstract": "Live cell imaging allows direct observation and monitoring of phenotypes that are difficult to infer from transcriptomics. However, existing methods for linking microscopy and single-cell RNA-seq (scRNA-seq) have limited scalability. Here, we describe an upgraded version of Single Cell Optical Phenotyping and Expression (SCOPE-seq2) for combining single-cell imaging and expression profiling, with substantial improvements in throughput, molecular capture efficiency, linking accuracy, and compatibility with standard microscopy instrumentation. We introduce improved optically decodable mRNA capture beads and implement a more scalable and simplified optical decoding process. We demonstrate the utility of SCOPE-seq2 for fluorescence, morphological, and expression profiling of individual primary cells from a human glioblastoma (GBM) surgical sample, revealing relationships between simple imaging features and cellular identity, particularly among malignantly transformed tumor cells.",
      "authorList": [
        "Liu Z",
        "Yuan J",
        "Lasorella A",
        "Iavarone A",
        "Bruce JN",
        "Canoll P",
        "Sims PA"
      ],
      "authors": "Liu Z, Yuan J, Lasorella A, Iavarone A, Bruce JN, Canoll P, Sims PA",
      "journal": "Sci Rep",
      "year": 2020,
      "month": 11,
      "day": 10,
      "volume": "10",
      "issue": "1",
      "pages": "19482",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "anna-lasorella", "antonio-iavarone"],
      "isbn": ""
    },
    {
      "pmid": "33225311",
      "pmcid": "PMC7679070",
      "doi": "10.1158/2643-3249.bcd-20-0051",
      "title": "Genomic characterization of HIV-associated plasmablastic lymphoma identifies pervasive mutations in the JAK-STAT pathway",
      "abstract": "Plasmablastic lymphoma (PBL) is an aggressive B-cell non-Hodgkin lymphoma associated with immunodeficiency in the context of Human Immunodeficiency Virus (HIV) infection or iatrogenic immunosuppression. While a rare disease in general, the incidence is dramatically increased in regions of the world with high HIV prevalence. The molecular pathogenesis of this disease is poorly characterized. Here, we defined the genomic features of PBL in a cohort of 110 patients from South Africa (15 by whole exome sequencing and 95 by deep targeted sequencing). We identified recurrent mutations in genes of the JAK-STAT signaling pathway, including STAT3 (42%), JAK1 (14%) and SOCS1 (10%), leading to its constitutive activation. Moreover, 24% of cases harbored gain-of-function mutations in RAS family members (NRAS and KRAS). Comparative analysis with other B-cell malignancies uncovered PBL-specific somatic mutations and transcriptional programs. We also found recurrent copy number gains encompassing the CD44 gene (37%), which encodes for a cell surface receptor involved in lymphocyte activation and homing, and was found expressed at high levels in all tested cases, independent of genetic alterations. These findings have implications for the understanding of the pathogenesis of this disease and the development of personalized medicine approaches.",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P",
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": -1,
      "volume": "1",
      "issue": "1",
      "pages": "112-125",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::laura-pasqualucci"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "ioan-filip",
        "karen-gomez",
        "junfei-zhao",
        "laura-pasqualucci",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "32188705",
      "pmcid": "",
      "doi": "10.1158/2159-8290.CD-19-1330",
      "title": "Mutations in the RNA Splicing Factor SF3B1 Promote Tumorigenesis through MYC Stabilization",
      "abstract": "Although mutations in the gene encoding the RNA splicing factor SF3B1 are frequent in multiple cancers, their functional effects and therapeutic dependencies are poorly understood. Here, we characterize 98 tumors and 12 isogenic cell lines harboring SF3B1 hotspot mutations, identifying hundreds of cryptic 3' splice sites common and specific to different cancer types. Regulatory network analysis revealed that the most common SF3B1 mutation activates MYC via effects conserved across human and mouse cells. SF3B1 mutations promote decay of transcripts encoding the protein phosphatase 2A (PP2A) subunit PPP2R5A, increasing MYC S62 and BCL2 S70 phosphorylation which, in turn, promotes MYC protein stability and impair apoptosis, respectively. Genetic PPP2R5A restoration or pharmacologic PP2A activation impaired SF3B1-mutant tumorigenesis, elucidating a therapeutic approach to aberrant splicing by mutant SF3B1. SIGNIFICANCE: Here, we identify that mutations in SF3B1, the most commonly mutated splicing factor gene across cancers, alter splicing of a specific subunit of the PP2A serine/threonine phosphatase complex to confer post-translational MYC and BCL2 activation, which is therapeutically intervenable using an FDA-approved drug.See related commentary by O'Connor and Narla, p. 765.This article is highlighted in the In This Issue feature, p. 747.",
      "authorList": [
        "Liu Z",
        "Yoshimi A",
        "Wang J",
        "Cho H",
        "Chun-Wei Lee S",
        "Ki M",
        "Bitner L",
        "Chu T",
        "Shah H",
        "Liu B",
        "Mato AR",
        "Ruvolo P",
        "Fabbri G",
        "Pasqualucci L",
        "Abdel-Wahab O",
        "Rabadan R"
      ],
      "authors": "Liu Z, Yoshimi A, Wang J, Cho H, Chun-Wei Lee S, Ki M, Bitner L, Chu T, Shah H, Liu B, Mato AR, Ruvolo P, Fabbri G, Pasqualucci L, Abdel-Wahab O, Rabadan R",
      "journal": "Cancer Discov",
      "year": 2020,
      "month": 6,
      "day": -1,
      "volume": "10",
      "issue": "6",
      "pages": "806-821",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "laura-pasqualucci", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "32332164",
      "pmcid": "PMC7229667",
      "doi": "10.1073/pnas.1922622117",
      "title": "Pan-cancer analysis identifies mutations in SUGP1 that recapitulate mutant SF3B1 splicing dysregulation",
      "abstract": "The gene encoding the core spliceosomal protein SF3B1 is the most frequently mutated gene encoding a splicing factor in a variety of hematologic malignancies and solid tumors. SF3B1 mutations induce use of cryptic 3' splice sites (3'ss), and these splicing errors contribute to tumorigenesis. However, it is unclear how widespread this type of cryptic 3'ss usage is in cancers and what is the full spectrum of genetic mutations that cause such missplicing. To address this issue, we performed an unbiased pan-cancer analysis to identify genetic alterations that lead to the same aberrant splicing as observed with SF3B1 mutations. This analysis identified multiple mutations in another spliceosomal gene, SUGP1, that correlated with significant usage of cryptic 3'ss known to be utilized in mutant SF3B1 expressing cells. Remarkably, this is consistent with recent biochemical studies that identified a defective interaction between mutant SF3B1 and SUGP1 as the molecular defect responsible for cryptic 3'ss usage. Experimental validation revealed that five different SUGP1 mutations completely or partially recapitulated the 3'ss defects. Our analysis suggests that SUGP1 mutations in cancers can induce missplicing identical or similar to that observed in mutant SF3B1 cancers.",
      "authorList": [
        "Liu Z",
        "Zhang J",
        "Sun Y",
        "Perea-Chamblee TE",
        "Manley JL",
        "Rabadan R"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 5,
      "day": 12,
      "volume": "117",
      "issue": "19",
      "pages": "10305-10312",
      "tagList": [
        "article",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "zhaoqi-liu", "tomin-perea-chamblee"],
      "isbn": "",
      "authors": "Liu Z, Zhang J, Sun Y, Perea-Chamblee TE, Manley JL, Rabadan R"
    },
    {
      "pmid": "29440233",
      "pmcid": "PMC6086768",
      "doi": "10.1136/gutjnl-2017-314353",
      "title": "Comprehensive characterisation of compartment-specific long non-coding RNAs associated with pancreatic ductal adenocarcinoma",
      "abstract": "Pancreatic ductal adenocarcinoma (PDA) is a highly metastatic disease with limited therapeutic options. Genome and transcriptome analyses have identified signalling pathways and cancer driver genes with implications in patient stratification and targeted therapy. However, these analyses were performed in bulk samples and focused on coding genes, which represent a small fraction of the genome.",
      "authorList": [
        "Arnes L",
        "Liu Z",
        "Wang J",
        "Maurer C",
        "Sagalovskiy I",
        "Sanchez-Martin M",
        "Bommakanti N",
        "Garofalo DC",
        "Balderes DA",
        "Sussel L",
        "Olive KP",
        "Rabadan R"
      ],
      "authors": "Arnes L, Liu Z, Wang J, Maurer C, Sagalovskiy I, Sanchez-Martin M, Bommakanti N, Garofalo DC, Balderes DA, Sussel L, Olive KP, Rabadan R",
      "journal": "Gut",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "68",
      "issue": "3",
      "pages": "499-511",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhaoqi-liu", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "30262818",
      "pmcid": "",
      "doi": "10.1038/s41588-018-0209-6",
      "title": "Pharmacogenomic landscape of patient-derived tumor cells informs precision oncology therapy",
      "abstract": "Outcomes of anticancer therapy vary dramatically among patients due to diverse genetic and molecular backgrounds, highlighting extensive intertumoral heterogeneity. The fundamental tenet of precision oncology defines molecular characterization of tumors to guide optimal patient-tailored therapy. Towards this goal, we have established a compilation of pharmacological landscapes of 462 patient-derived tumor cells (PDCs) across 14 cancer types, together with genomic and transcriptomic profiling in 385 of these tumors. Compared with the traditional long-term cultured cancer cell line models, PDCs recapitulate the molecular properties and biology of the diseases more precisely. Here, we provide insights into dynamic pharmacogenomic associations, including molecular determinants that elicit therapeutic resistance to EGFR inhibitors, and the potential repurposing of ibrutinib (currently used in hematological malignancies) for EGFR-specific therapy in gliomas. Lastly, we present a potential implementation of PDC-derived drug sensitivities for the prediction of clinical response to targeted therapeutics using retrospective clinical studies.",
      "authorList": [
        "Lee JK",
        "Liu Z",
        "Sa JK",
        "Shin S",
        "Wang J",
        "Bordyuh M",
        "Cho HJ",
        "Elliott O",
        "Chu T",
        "Choi SW",
        "Rosenbloom DIS",
        "Lee IH",
        "Shin YJ",
        "Kang HJ",
        "Kim D",
        "Kim SY",
        "Sim MH",
        "Kim J",
        "Lee T",
        "Seo YJ",
        "Shin H",
        "Lee M",
        "Kim SH",
        "Kwon YJ",
        "Oh JW",
        "Song M",
        "Kim M",
        "Kong DS",
        "Choi JW",
        "Seol HJ",
        "Lee JI",
        "Kim ST",
        "Park JO",
        "Kim KM",
        "Song SY",
        "Lee JW",
        "Kim HC",
        "Lee JE",
        "Choi MG",
        "Seo SW",
        "Shim YM",
        "Zo JI",
        "Jeong BC",
        "Yoon Y",
        "Ryu GH",
        "Kim NKD",
        "Bae JS",
        "Park WY",
        "Lee J",
        "Verhaak RGW",
        "Iavarone A",
        "Lee J",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Liu Z, Sa JK, Shin S, Wang J, Bordyuh M, Cho HJ, Elliott O, Chu T, Choi SW, Rosenbloom DIS, Lee IH, Shin YJ, Kang HJ, Kim D, Kim SY, Sim MH, Kim J, Lee T, Seo YJ, Shin H, Lee M, Kim SH, Kwon YJ, Oh JW, Song M, Kim M, Kong DS, Choi JW, Seol HJ, Lee JI, Kim ST, Park JO, Kim KM, Song SY, Lee JW, Kim HC, Lee JE, Choi MG, Seo SW, Shim YM, Zo JI, Jeong BC, Yoon Y, Ryu GH, Kim NKD, Bae JS, Park WY, Lee J, Verhaak RGW, Iavarone A, Lee J, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2018,
      "month": 10,
      "day": -1,
      "volume": "50",
      "issue": "10",
      "pages": "1399-1411",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "28263318",
      "pmcid": "PMC5627771",
      "doi": "10.1038/ng.3806",
      "title": "Spatiotemporal genomic architecture informs precision oncology in glioblastoma",
      "abstract": "Precision medicine in cancer proposes that genomic characterization of tumors can inform personalized targeted therapies. However, this proposition is complicated by spatial and temporal heterogeneity. Here we study genomic and expression profiles across 127 multisector or longitudinal specimens from 52 individuals with glioblastoma (GBM). Using bulk and single-cell data, we find that samples from the same tumor mass share genomic and expression signatures, whereas geographically separated, multifocal tumors and/or long-term recurrent tumors are seeded from different clones. Chemical screening of patient-derived glioma cells (PDCs) shows that therapeutic response is associated with genetic similarity, and multifocal tumors that are enriched with PIK3CA mutations have a heterogeneous drug-response pattern. We show that targeting truncal events is more efficacious than targeting private events in reducing the tumor burden. In summary, this work demonstrates that evolutionary inference from integrated genomic analysis in multisector biopsies can inform targeted therapeutic interventions for patients with GBM.",
      "authorList": [
        "Lee JK",
        "Wang J",
        "Sa JK",
        "Ladewig E",
        "Lee HO",
        "Lee IH",
        "Kang HJ",
        "Rosenbloom DS",
        "Camara PG",
        "Liu Z",
        "van Nieuwenhuizen P",
        "Jung SW",
        "Choi SW",
        "Kim J",
        "Chen A",
        "Kim KT",
        "Shin S",
        "Seo YJ",
        "Oh JM",
        "Shin YJ",
        "Park CK",
        "Kong DS",
        "Seol HJ",
        "Blumberg A",
        "Lee JI",
        "Iavarone A",
        "Park WY",
        "Rabadan R",
        "Nam DH"
      ],
      "authors": "Lee JK, Wang J, Sa JK, Ladewig E, Lee HO, Lee IH, Kang HJ, Rosenbloom DS, Camara PG, Liu Z, van Nieuwenhuizen P, Jung SW, Choi SW, Kim J, Chen A, Kim KT, Shin S, Seo YJ, Oh JM, Shin YJ, Park CK, Kong DS, Seol HJ, Blumberg A, Lee JI, Iavarone A, Park WY, Rabadan R, Nam DH",
      "journal": "Nat Genet",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "49",
      "issue": "4",
      "pages": "594-599",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "jaime-kim",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    },
    {
      "pmid": "27270107",
      "pmcid": "PMC5627776",
      "doi": "10.1038/ng.3590",
      "title": "Clonal evolution of glioblastoma under therapy",
      "abstract": "Glioblastoma (GBM) is the most common and aggressive primary brain tumor. To better understand how GBM evolves, we analyzed longitudinal genomic and transcriptomic data from 114 patients. The analysis shows a highly branched evolutionary pattern in which 63% of patients experience expression-based subtype changes. The branching pattern, together with estimates of evolutionary rate, suggests that relapse-associated clones typically existed years before diagnosis. Fifteen percent of tumors present hypermutation at relapse in highly expressed genes, with a clear mutational signature. We find that 11% of recurrence tumors harbor mutations in LTBP4, which encodes a protein binding to TGF-β. Silencing LTBP4 in GBM cells leads to suppression of TGF-β activity and decreased cell proliferation. In recurrent GBM with wild-type IDH1, high LTBP4 expression is associated with worse prognosis, highlighting the TGF-β pathway as a potential therapeutic target in GBM.",
      "authorList": [
        "Wang J",
        "Cazzato E",
        "Ladewig E",
        "Frattini V",
        "Rosenbloom DI",
        "Zairis S",
        "Abate F",
        "Liu Z",
        "Elliott O",
        "Shin YJ",
        "Lee JK",
        "Lee IH",
        "Park WY",
        "Eoli M",
        "Blumberg AJ",
        "Lasorella A",
        "Nam DH",
        "Finocchiaro G",
        "Iavarone A",
        "Rabadan R"
      ],
      "authors": "Wang J, Cazzato E, Ladewig E, Frattini V, Rosenbloom DI, Zairis S, Abate F, Liu Z, Elliott O, Shin YJ, Lee JK, Lee IH, Park WY, Eoli M, Blumberg AJ, Lasorella A, Nam DH, Finocchiaro G, Iavarone A, Rabadan R",
      "journal": "Nat Genet",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "48",
      "issue": "7",
      "pages": "768-76",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::antonio-iavarone",
        "selected::raul-rabadan",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhaoqi-liu",
        "oliver-elliott",
        "anna-lasorella",
        "antonio-iavarone",
        "raul-rabadan"
      ],
      "isbn": ""
    }
  ]
}
