{
  "person": "zhiguo-zhang",
  "publications": [
    {
      "pmid": "33346092",
      "pmcid": "",
      "doi": "10.1016/j.ijrobp.2020.12.019",
      "title": "Focused Ultrasound-Mediated Blood-Brain Barrier Opening Increases Delivery and Efficacy of Etoposide for Glioblastoma Treatment",
      "abstract": "Glioblastoma (GBM) is a devastating disease. With the current treatment of surgery followed by chemoradiation, outcomes remain poor, with median survival of only 15 months and a 5-year survival rate of 6.8%. A challenge in treating GBM is the heterogeneous integrity of the blood-brain barrier (BBB), which limits the bioavailability of systemic therapies to the brain. There is a growing interest in enhancing drug delivery by opening the BBB with the use of focused ultrasound (FUS). We hypothesize that an FUS-mediated BBB opening can enhance the delivery of etoposide for a therapeutic benefit in GBM.",
      "authorList": [
        "Wei HJ",
        "Upadhyayula PS",
        "Pouliopoulos AN",
        "Englander ZK",
        "Zhang X",
        "Jan CI",
        "Guo J",
        "Mela A",
        "Zhang Z",
        "Wang TJC",
        "Bruce JN",
        "Canoll PD",
        "Feldstein NA",
        "Zacharoulis S",
        "Konofagou EE",
        "Wu CC"
      ],
      "authors": "Wei HJ, Upadhyayula PS, Pouliopoulos AN, Englander ZK, Zhang X, Jan CI, Guo J, Mela A, Zhang Z, Wang TJC, Bruce JN, Canoll PD, Feldstein NA, Zacharoulis S, Konofagou EE, Wu CC",
      "journal": "Int J Radiat Oncol Biol Phys",
      "year": 2021,
      "month": 6,
      "day": 1,
      "volume": "110",
      "issue": "2",
      "pages": "539-550",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "34010645",
      "pmcid": "",
      "doi": "10.1016/j.celrep.2021.109137",
      "title": "The histone H3K9M mutation synergizes with H3K14 ubiquitylation to selectively sequester histone H3K9 methyltransferase Clr4 at heterochromatin",
      "abstract": "Oncogenic histone lysine-to-methionine mutations block the methylation of their corresponding lysine residues on wild-type histones. One attractive model is that these mutations sequester histone methyltransferases, but genome-wide studies show that mutant histones and histone methyltransferases often do not colocalize. Using chromatin immunoprecipitation sequencing (ChIP-seq), here, we show that, in fission yeast, even though H3K9M-containing nucleosomes are broadly distributed across the genome, the histone H3K9 methyltransferase Clr4 is mainly sequestered at pericentric repeats. This selective sequestration of Clr4 depends not only on H3K9M but also on H3K14 ubiquitylation (H3K14ub), a modification deposited by a Clr4-associated E3 ubiquitin ligase complex. In vitro, H3K14ub synergizes with H3K9M to interact with Clr4 and potentiates the inhibitory effects of H3K9M on Clr4 enzymatic activity. Moreover, binding kinetics show that H3K14ub overcomes the Clr4 aversion to H3K9M and reduces its dissociation. The selective sequestration model reconciles previous discrepancies and demonstrates the importance of protein-interaction kinetics in regulating biological processes.",
      "authorList": [
        "Shan CM",
        "Kim JK",
        "Wang J",
        "Bao K",
        "Sun Y",
        "Chen H",
        "Yue JX",
        "Stirpe A",
        "Zhang Z",
        "Lu C",
        "Schalch T",
        "Liti G",
        "Nagy PL",
        "Tong L",
        "Qiao F",
        "Jia S"
      ],
      "authors": "Shan CM, Kim JK, Wang J, Bao K, Sun Y, Chen H, Yue JX, Stirpe A, Zhang Z, Lu C, Schalch T, Liti G, Nagy PL, Tong L, Qiao F, Jia S",
      "journal": "Cell Rep",
      "year": 2021,
      "month": 5,
      "day": 18,
      "volume": "35",
      "issue": "7",
      "pages": "109137",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["jaime-kim", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "33911256",
      "pmcid": "",
      "doi": "10.1038/s41596-021-00520-6",
      "title": "Efficient and strand-specific profiling of replicating chromatin with enrichment and sequencing of protein-associated nascent DNA in mammalian cells",
      "abstract": "Faithful duplication of both genetic and epigenetic information is essential for all eukaryotic cells. DNA replication initiates from replication origins and proceeds bidirectionally but asymmetrically, with the leading strand being synthesized continuously and the lagging strand discontinuously as Okazaki fragments by distinct DNA polymerases. Unraveling the underlying mechanisms of chromatin replication at both strands is crucial to better understand DNA replication and its coupled processes, including nucleosome assembly, sister chromatid cohesion and DNA mismatch repair. Here we describe the enrichment and sequencing of protein-associated nascent DNA (eSPAN) method to analyze the enrichment of proteins of interest, including histones and their modifications at replicating chromatin in a strand-specific manner in mammalian cells. Briefly, cells are pulsed with the thymidine analog bromodeoxyuridine to label newly synthesized DNA. After cell permeabilization, the target proteins are sequentially bound by antibodies and protein A-fused transposase, which digests and tags genomic DNA of interest once activated by magnesium. The strand specificity is preserved through oligo-replacement. Finally, the resulting double-strand DNA is denatured and immunoprecipitated with antibodies against bromodeoxyuridine to enrich nascent DNA associated with proteins of interest. After PCR amplification and next-generation sequencing, the mapped reads are used to calculate the relative enrichment of the target proteins around replication origins. Compared with alternative methods, the eSPAN protocol is simple, cost-effective and sensitive, even in a relatively small number of mammalian cells. The whole procedures from cell collection to generation of sequencing-ready libraries can be completed in 2 days.",
      "authorList": ["Li Z", "Hua X", "Serra-Cardona A", "Xu X", "Zhang Z"],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Zhang Z",
      "journal": "Nat Protoc",
      "year": 2021,
      "month": 5,
      "day": -1,
      "volume": "16",
      "issue": "5",
      "pages": "2698-2721",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "33429428",
      "pmcid": "",
      "doi": "10.1093/jnci/djaa184",
      "title": "Precision Radiotherapy: Reduction in Radiation for Oropharyngeal Cancer in the 30 ROC Trial",
      "abstract": "Patients with human papillomavirus-related oropharyngeal cancers have excellent outcomes but experience clinically significant toxicities when treated with standard chemoradiotherapy (70 Gy). We hypothesized that functional imaging could identify patients who could be safely deescalated to 30 Gy of radiotherapy.",
      "authorList": [
        "Riaz N",
        "Sherman E",
        "Pei X",
        "Schöder H",
        "Grkovski M",
        "Paudyal R",
        "Katabi N",
        "Selenica P",
        "Yamaguchi TN",
        "Ma D",
        "Lee SK",
        "Shah R",
        "Kumar R",
        "Kuo F",
        "Ratnakumar A",
        "Aleynick N",
        "Brown D",
        "Zhang Z",
        "Hatzoglou V",
        "Liu LY",
        "Salcedo A",
        "Tsai CJ",
        "McBride S",
        "Morris LGT",
        "Boyle J",
        "Singh B",
        "Higginson DS",
        "Damerla RR",
        "Paula ADC",
        "Price K",
        "Moore EJ",
        "Garcia JJ",
        "Foote R",
        "Ho A",
        "Wong RJ",
        "Chan TA",
        "Powell SN",
        "Boutros PC",
        "Humm JL",
        "Shukla-Dave A",
        "Pfister D",
        "Reis-Filho JS",
        "Lee N"
      ],
      "authors": "Riaz N, Sherman E, Pei X, Schöder H, Grkovski M, Paudyal R, Katabi N, Selenica P, Yamaguchi TN, Ma D, Lee SK, Shah R, Kumar R, Kuo F, Ratnakumar A, Aleynick N, Brown D, Zhang Z, Hatzoglou V, Liu LY, Salcedo A, Tsai CJ, McBride S, Morris LGT, Boyle J, Singh B, Higginson DS, Damerla RR, Paula ADC, Price K, Moore EJ, Garcia JJ, Foote R, Ho A, Wong RJ, Chan TA, Powell SN, Boutros PC, Humm JL, Shukla-Dave A, Pfister D, Reis-Filho JS, Lee N",
      "journal": "J Natl Cancer Inst",
      "year": 2021,
      "month": 1,
      "day": 12,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "32923642",
      "pmcid": "PMC7449674",
      "doi": "10.1126/sciadv.abb5820",
      "title": "DNA polymerase α interacts with H3-H4 and facilitates the transfer of parental histones to lagging strands",
      "abstract": "How parental histones, the carriers of epigenetic modifications, are deposited onto replicating DNA remains poorly understood. Here, we describe the eSPAN method (enrichment and sequencing of protein-associated nascent DNA) in mouse embryonic stem (ES) cells and use it to detect histone deposition onto replicating DNA strands with a relatively small number of cells. We show that DNA polymerase α (Pol α), which synthesizes short primers for DNA synthesis, binds histone H3-H4 preferentially. A Pol α mutant defective in histone binding in vitro impairs the transfer of parental H3-H4 to lagging strands in both yeast and mouse ES cells. Last, dysregulation of both coding genes and noncoding endogenous retroviruses is detected in mutant ES cells defective in parental histone transfer. Together, we report an efficient eSPAN method for analysis of DNA replication-linked processes in mouse ES cells and reveal the mechanism of Pol α in parental histone transfer.",
      "authorList": [
        "Li Z",
        "Hua X",
        "Serra-Cardona A",
        "Xu X",
        "Gan S",
        "Zhou H",
        "Yang WS",
        "Chen CL",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Gan S, Zhou H, Yang WS, Chen CL, Xu RM, Zhang Z",
      "journal": "Sci Adv",
      "year": 2020,
      "month": 8,
      "day": -1,
      "volume": "6",
      "issue": "35",
      "pages": "eabb5820",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "hui-zhou",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "31586391",
      "pmcid": "PMC6868363",
      "doi": "10.1093/nar/gkz858",
      "title": "Chromatin Assembly Factor 1 (CAF-1) facilitates the establishment of facultative heterochromatin during pluripotency exit",
      "abstract": "Establishment and subsequent maintenance of distinct chromatin domains during embryonic stem cell (ESC) differentiation are crucial for lineage specification and cell fate determination. Here we show that the histone chaperone Chromatin Assembly Factor 1 (CAF-1), which is recruited to DNA replication forks through its interaction with proliferating cell nuclear antigen (PCNA) for nucleosome assembly, participates in the establishment of H3K27me3-mediated silencing during differentiation. Deletion of CAF-1 p150 subunit impairs the silencing of many genes including Oct4, Sox2 and Nanog as well as the establishment of H3K27me3 at these gene promoters during ESC differentiation. Mutations of PCNA residues involved in recruiting CAF-1 to the chromatin also result in defects in differentiation in vitro and impair early embryonic development as p150 deletion. Together, these results reveal that the CAF-1-PCNA nucleosome assembly pathway plays an important role in the establishment of H3K27me3-mediated silencing during cell fate determination.",
      "authorList": [
        "Cheng L",
        "Zhang X",
        "Wang Y",
        "Gan H",
        "Xu X",
        "Lv X",
        "Hua X",
        "Que J",
        "Ordog T",
        "Zhang Z"
      ],
      "authors": "Cheng L, Zhang X, Wang Y, Gan H, Xu X, Lv X, Hua X, Que J, Ordog T, Zhang Z",
      "journal": "Nucleic Acids Res",
      "year": 2019,
      "month": 12,
      "day": 2,
      "volume": "47",
      "issue": "21",
      "pages": "11114-11131",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "liang-cheng",
        "xu-zhang",
        "xiaowei-xu",
        "xu-hua",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "31813457",
      "pmcid": "PMC6986369",
      "doi": "10.1016/j.trecan.2019.10.009",
      "title": "Oncohistone Mutations in Diffuse Intrinsic Pontine Glioma",
      "abstract": "Diffuse intrinsic pontine glioma (DIPG) is a lethal pediatric tumor with no currently available treatment options. More than 60-70% DIPG tumors harbor heterozygous mutations at genes encoding histone H3 proteins that replace lysine 27 with methionine (K27M). In this review, we discuss how K27M mutation reprograms the cancer epigenome to lead to tumorigenesis, and highlight potential drug targets and therapeutic agents for DIPG.",
      "authorList": ["Zhang X", "Zhang Z"],
      "authors": "Zhang X, Zhang Z",
      "journal": "Trends Cancer",
      "year": 2019,
      "month": 12,
      "day": -1,
      "volume": "5",
      "issue": "12",
      "pages": "799-808",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "31209047",
      "pmcid": "PMC6613284",
      "doi": "10.1073/pnas.1903847116",
      "title": "Pak2 kinase promotes cellular senescence and organismal aging",
      "abstract": "Cellular senescence defines an irreversible cell growth arrest state linked to loss of tissue function and aging in mammals. This transition from proliferation to senescence is typically characterized by increased expression of the cell-cycle inhibitor p16INK4a and formation of senescence-associated heterochromatin foci (SAHF). SAHF formation depends on HIRA-mediated nucleosome assembly of histone H3.3, which is regulated by the serine/threonine protein kinase Pak2. However, it is unknown if Pak2 contributes to cellular senescence. Here, we show that depletion of Pak2 delayed oncogene-induced senescence in IMR90 human fibroblasts and oxidative stress-induced senescence of mouse embryonic fibroblasts (MEFs), whereas overexpression of Pak2 accelerated senescence of IMR90 cells. Importantly, depletion of Pak2 in BubR1 progeroid mice attenuated the onset of aging-associated phenotypes and extended life span. Pak2 is required for expression of genes involved in cellular senescence and regulated the deposition of newly synthesized H3.3 onto chromatin in senescent cells. Together, our results demonstrate that Pak2 is an important regulator of cellular senescence and organismal aging, in part through the regulation of gene expression and H3.3 nucleosome assembly.",
      "authorList": [
        "Lee JS",
        "Mo Y",
        "Gan H",
        "Burgess RJ",
        "Baker DJ",
        "van Deursen JM",
        "Zhang Z"
      ],
      "authors": "Lee JS, Mo Y, Gan H, Burgess RJ, Baker DJ, van Deursen JM, Zhang Z",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2019,
      "month": 7,
      "day": 2,
      "volume": "116",
      "issue": "27",
      "pages": "13311-13319",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["yan-mo", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "31054974",
      "pmcid": "",
      "doi": "10.1016/j.molcel.2019.04.009",
      "title": "Acetylation of PHF5A Modulates Stress Responses and Colorectal Carcinogenesis through Alternative Splicing-Mediated Upregulation of KDM3A",
      "abstract": "Alternative pre-mRNA-splicing-induced post-transcriptional gene expression regulation is one of the pathways for tumors maintaining proliferation rates accompanying the malignant phenotype under stress. Here, we uncover a list of hyperacetylated proteins in the context of acutely reduced Acetyl-CoA levels under nutrient starvation. PHF5A, a component of U2 snRNPs, can be acetylated at lysine 29 in response to multiple cellular stresses, which is dependent on p300. PHF5A acetylation strengthens the interaction among U2 snRNPs and affects global pre-mRNA splicing pattern and extensive gene expression. PHF5A hyperacetylation-induced alternative splicing stabilizes KDM3A mRNA and promotes its protein expression. Pathologically, PHF5A K29 hyperacetylation and KDM3A upregulation axis are correlated with poor prognosis of colon cancer. Our findings uncover a mechanism of an anti-stress pathway through which acetylation on PHF5A promotes the cancer cells' capacity for stress resistance and consequently contributes to colon carcinogenesis.",
      "authorList": [
        "Wang Z",
        "Yang X",
        "Liu C",
        "Li X",
        "Zhang B",
        "Wang B",
        "Zhang Y",
        "Song C",
        "Zhang T",
        "Liu M",
        "Liu B",
        "Ren M",
        "Jiang H",
        "Zou J",
        "Liu X",
        "Zhang H",
        "Zhu WG",
        "Yin Y",
        "Zhang Z",
        "Gu W",
        "Luo J"
      ],
      "authors": "Wang Z, Yang X, Liu C, Li X, Zhang B, Wang B, Zhang Y, Song C, Zhang T, Liu M, Liu B, Ren M, Jiang H, Zou J, Liu X, Zhang H, Zhu WG, Yin Y, Zhang Z, Gu W, Luo J",
      "journal": "Mol Cell",
      "year": 2019,
      "month": 6,
      "day": 20,
      "volume": "74",
      "issue": "6",
      "pages": "1250-1263",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "xin-yang", "zhiguo-zhang", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "30532073",
      "pmcid": "",
      "doi": "10.1038/s41388-018-0605-5",
      "title": "MDM2-mediated degradation of WRN promotes cellular senescence in a p53-independent manner",
      "abstract": "MDM2 (Murine double minute 2) acts as a key repressor for p53-mediated tumor-suppressor functions, which includes cellular senescence. We found that MDM2 can promote cellular senescence by modulating WRN stability. Werner syndrome (WS), caused by mutations of the WRN gene, is an autosomal recessive disease, which is characterized by premature aging. Loss of WRN function induces cellular senescence in human cancer cells. Here, we found that MDM2 acts as an E3 ligase for WRN protein. MDM2 interacts with WRN both in vivo and in vitro. MDM2 induces ubiquitination of WRN and dramatically downregulates the levels of WRN protein in human cells. During DNA damage response, WRN is translocated to the nucleoplasm to facilitate its DNA repair functions; however, it is degraded by the MDM2-mediated ubiquitination pathway. Moreover, the senescent phenotype induced by DNA damage reagents, such as Etoposide, is at least in part mediated by MDM2-dependent WRN degradation as it can be significantly attenuated by ectopic expression of WRN. These results show that MDM2 is critically involved in regulating WRN function via ubiquitin-dependent degradation and reveal an unexpected role of MDM2 in promoting cellular senescence through a p53-independent manner.",
      "authorList": [
        "Liu B",
        "Yi J",
        "Yang X",
        "Liu L",
        "Lou X",
        "Zhang Z",
        "Qi H",
        "Wang Z",
        "Zou J",
        "Zhu WG",
        "Gu W",
        "Luo J"
      ],
      "authors": "Liu B, Yi J, Yang X, Liu L, Lou X, Zhang Z, Qi H, Wang Z, Zou J, Zhu WG, Gu W, Luo J",
      "journal": "Oncogene",
      "year": 2019,
      "month": 4,
      "day": -1,
      "volume": "38",
      "issue": "14",
      "pages": "2501-2515",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": [
        "jingjie-yi",
        "xin-yang",
        "zhiguo-zhang",
        "zixuan-wang",
        "wei-gu"
      ],
      "isbn": ""
    },
    {
      "pmid": "30922218",
      "pmcid": "PMC6440302",
      "doi": "10.1186/s12864-019-5639-8",
      "title": "Enhanced and controlled chromatin extraction from FFPE tissues and the application to ChIP-seq",
      "abstract": "Epigenetic dysregulation is involved in the etiology and progression of various human diseases. Formalin-fixed paraffin-embedded (FFPE) samples represent the gold standard for archiving pathology samples, and thus FFPE samples are a major resource of samples in clinical research. However, chromatin-based epigenetic assays in the clinical settings are limited to fresh or frozen samples, and are hampered by low chromatin yield in FFPE samples due to the lack of a reliable and efficient chromatin preparation method. Here, we introduce a new chromatin extraction method from FFPE tissues (Chrom-EX PE) for chromatin-based epigenetic assays.",
      "authorList": [
        "Zhong J",
        "Ye Z",
        "Clark CR",
        "Lenz SW",
        "Nguyen JH",
        "Yan H",
        "Robertson KD",
        "Farrugia G",
        "Zhang Z",
        "Ordog T",
        "Lee JH"
      ],
      "authors": "Zhong J, Ye Z, Clark CR, Lenz SW, Nguyen JH, Yan H, Robertson KD, Farrugia G, Zhang Z, Ordog T, Lee JH",
      "journal": "BMC Genomics",
      "year": 2019,
      "month": 3,
      "day": 29,
      "volume": "20",
      "issue": "1",
      "pages": "249",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30423290",
      "pmcid": "PMC6615053",
      "doi": "10.1016/j.ccell.2018.10.011",
      "title": "CHAF1B Overexpression: A Brake for the Differentiation of Leukemia Cells",
      "abstract": "In this issue of Cancer Cell, Volk et al. report that overexpression of CHAF1B displaces myeloid transcription factors from chromatin, and deletion of CHAF1B promotes differentiation of leukemia cells and suppresses leukemogenesis in a murine model, revealing a causal role of and an unexpected mechanism for CHAF1B overexpression in tumorigenesis.",
      "authorList": ["Li Q", "Zhang X", "Zhang Z"],
      "authors": "Li Q, Zhang X, Zhang Z",
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 11,
      "day": 12,
      "volume": "34",
      "issue": "5",
      "pages": "693-694",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["xu-zhang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30244834",
      "pmcid": "PMC6193272",
      "doi": "10.1016/j.molcel.2018.09.001",
      "title": "The Mcm2-Ctf4-Polα Axis Facilitates Parental Histone H3-H4 Transfer to Lagging Strands",
      "abstract": "Although essential for epigenetic inheritance, the transfer of parental histone (H3-H4)2 tetramers that contain epigenetic modifications to replicating DNA strands is poorly understood. Here, we show that the Mcm2-Ctf4-Polα axis facilitates the transfer of parental (H3-H4)2 tetramers to lagging-strand DNA at replication forks. Mutating the conserved histone-binding domain of the Mcm2 subunit of the CMG (Cdc45-MCM-GINS) DNA helicase, which translocates along the leading-strand template, results in a marked enrichment of parental (H3-H4)2 on leading strand, due to the impairment of the transfer of parental (H3-H4)2 to lagging strands. Similar effects are observed in Ctf4 and Polα primase mutants that disrupt the connection of the CMG helicase to Polα that resides on lagging-strand template. Our results support a model whereby parental (H3-H4)2 complexes displaced from nucleosomes by DNA unwinding at replication forks are transferred by the CMG-Ctf4-Polα complex to lagging-strand DNA for nucleosome assembly at the original location.",
      "authorList": [
        "Gan H",
        "Serra-Cardona A",
        "Hua X",
        "Zhou H",
        "Labib K",
        "Yu C",
        "Zhang Z"
      ],
      "authors": "Gan H, Serra-Cardona A, Hua X, Zhou H, Labib K, Yu C, Zhang Z",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "140-151",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "albert-serra-cardona",
        "xu-hua",
        "hui-zhou",
        "chuanjiang-yu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30115745",
      "pmcid": "PMC6597248",
      "doi": "10.1126/science.aat8849",
      "title": "A mechanism for preventing asymmetric histone segregation onto replicating DNA strands",
      "abstract": "How parental histone (H3-H4)2 tetramers, the primary carriers of epigenetic modifications, are transferred onto leading and lagging strands of DNA replication forks for epigenetic inheritance remains elusive. Here we show that parental (H3-H4)2 tetramers are assembled into nucleosomes onto both leading and lagging strands, with a slight preference for lagging strands. The lagging-strand preference increases markedly in budding yeast cells lacking Dpb3 and Dpb4, two subunits of the leading strand DNA polymerase, Pol ε, owing to the impairment of parental (H3-H4)2 transfer to leading strands. Dpb3-Dpb4 binds H3-H4 in vitro and participates in the inheritance of heterochromatin. These results indicate that different proteins facilitate the transfer of parental (H3-H4)2 onto leading versus lagging strands and that Dbp3-Dpb4 plays an important role in this poorly understood process.",
      "authorList": [
        "Yu C",
        "Gan H",
        "Serra-Cardona A",
        "Zhang L",
        "Gan S",
        "Sharma S",
        "Johansson E",
        "Chabes A",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Yu C, Gan H, Serra-Cardona A, Zhang L, Gan S, Sharma S, Johansson E, Chabes A, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2018,
      "month": 9,
      "day": 28,
      "volume": "361",
      "issue": "6409",
      "pages": "1386-1389",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "albert-serra-cardona", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30057113",
      "pmcid": "PMC6103222",
      "doi": "10.1016/j.cell.2018.07.005",
      "title": "Multisite Substrate Recognition in Asf1-Dependent Acetylation of Histone H3 K56 by Rtt109",
      "abstract": "Rtt109 is a unique histone acetyltransferase acetylating histone H3 lysine 56 (H3K56), a modification critical for DNA replication-coupled nucleosome assembly and genome stability. In cells, histone chaperone Asf1 is essential for H3K56 acetylation, yet the mechanisms for H3K56 specificity and Asf1 requirement remain unknown. We have determined the crystal structure of the Rtt109-Asf1-H3-H4 complex and found that unwinding of histone H3 αN, where K56 is normally located, and stabilization of the very C-terminal β strand of histone H4 by Asf1 are prerequisites for H3K56 acetylation. Unexpectedly, an interaction between Rtt109 and the central helix of histone H3 is also required. The observed multiprotein, multisite substrate recognition mechanism among histone modification enzymes provides mechanistic understandings of Rtt109 and Asf1 in H3K56 acetylation, as well as valuable insights into substrate recognition by histone modification enzymes in general.",
      "authorList": [
        "Zhang L",
        "Serra-Cardona A",
        "Zhou H",
        "Wang M",
        "Yang N",
        "Zhang Z",
        "Xu RM"
      ],
      "authors": "Zhang L, Serra-Cardona A, Zhou H, Wang M, Yang N, Zhang Z, Xu RM",
      "journal": "Cell",
      "year": 2018,
      "month": 8,
      "day": 9,
      "volume": "174",
      "issue": "4",
      "pages": "818-830",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["albert-serra-cardona", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30054476",
      "pmcid": "PMC6063898",
      "doi": "10.1038/s41467-018-05373-4",
      "title": "A novel enhancer regulates MGMT expression and promotes temozolomide resistance in glioblastoma",
      "abstract": "Temozolomide (TMZ) was used for the treatment of glioblastoma (GBM) for over a decade, but its treatment benefits are limited by acquired resistance, a process that remains incompletely understood. Here we report that an enhancer, located between the promoters of marker of proliferation Ki67 (MKI67) and O6-methylguanine-DNA-methyltransferase (MGMT) genes, is activated in TMZ-resistant patient-derived xenograft (PDX) lines and recurrent tumor samples. Activation of the enhancer correlates with increased MGMT expression, a major known mechanism for TMZ resistance. We show that forced activation of the enhancer in cell lines with low MGMT expression results in elevated MGMT expression. Deletion of this enhancer in cell lines with high MGMT expression leads to a dramatic reduction of MGMT and a lesser extent of Ki67 expression, increased TMZ sensitivity, and impaired proliferation. Together, these studies uncover a mechanism that regulates MGMT expression, confers TMZ resistance, and potentially regulates tumor proliferation.",
      "authorList": [
        "Chen X",
        "Zhang M",
        "Gan H",
        "Wang H",
        "Lee JH",
        "Fang D",
        "Kitange GJ",
        "He L",
        "Hu Z",
        "Parney IF",
        "Meyer FB",
        "Giannini C",
        "Sarkaria JN",
        "Zhang Z"
      ],
      "authors": "Chen X, Zhang M, Gan H, Wang H, Lee JH, Fang D, Kitange GJ, He L, Hu Z, Parney IF, Meyer FB, Giannini C, Sarkaria JN, Zhang Z",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 7,
      "day": 27,
      "volume": "9",
      "issue": "1",
      "pages": "2949",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29915027",
      "pmcid": "PMC6142193",
      "doi": "10.1073/pnas.1801909115",
      "title": "Asf1a resolves bivalent chromatin domains for the induction of lineage-specific genes during mouse embryonic stem cell differentiation",
      "abstract": "Bivalent chromatin domains containing repressive H3K27me3 and active H3K4me3 modifications are barriers for the expression of lineage-specific genes in ES cells and must be resolved for the transcription induction of these genes during differentiation, a process that remains largely unknown. Here, we show that Asf1a, a histone chaperone involved in nucleosome assembly and disassembly, regulates the resolution of bivalent domains and activation of lineage-specific genes during mouse ES cell differentiation. Deletion of Asf1a does not affect the silencing of pluripotent genes, but compromises the expression of lineage-specific genes during ES cell differentiation. Mechanistically, the Asf1a-histone interaction, but not the role of Asf1a in nucleosome assembly, is required for gene transcription. Asf1a is recruited to several bivalent promoters, partially through association with transcription factors, and mediates nucleosome disassembly during differentiation. We suggest that Asf1a-mediated nucleosome disassembly provides a means for resolution of bivalent domain barriers for induction of lineage-specific genes during differentiation.",
      "authorList": ["Gao Y", "Gan H", "Lou Z", "Zhang Z"],
      "authors": "Gao Y, Gan H, Lou Z, Zhang Z",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2018,
      "month": 7,
      "day": 3,
      "volume": "115",
      "issue": "27",
      "pages": "E6162-E6171",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29932419",
      "pmcid": "PMC6033537",
      "doi": "10.7554/eLife.36696",
      "title": "H3.3K27M mutant proteins reprogram epigenome by sequestering the PRC2 complex to poised enhancers",
      "abstract": "Expression of histone H3.3K27M mutant proteins in human diffuse intrinsic pontine glioma (DIPG) results in a global reduction of tri-methylation of H3K27 (H3K27me3), and paradoxically, H3K27me3 peaks remain at hundreds of genomic loci, a dichotomous change that lacks mechanistic insights. Here, we show that the PRC2 complex is sequestered at poised enhancers, but not at active promoters with high levels of H3.3K27M proteins, thereby contributing to the global reduction of H3K27me3. Moreover, the levels of H3.3K27M proteins are low at the retained H3K27me3 peaks and consequently having minimal effects on the PRC2 activity at these loci. H3K27me3-mediated silencing at specific tumor suppressor genes, including Wilms Tumor 1, promotes proliferation of DIPG cells. These results support a model in which the PRC2 complex is redistributed to poised enhancers in H3.3K27M mutant cells and contributes to tumorigenesis in part by locally enhancing H3K27me3, and hence silencing of tumor suppressor genes.",
      "authorList": [
        "Fang D",
        "Gan H",
        "Cheng L",
        "Lee JH",
        "Zhou H",
        "Sarkaria JN",
        "Daniels DJ",
        "Zhang Z"
      ],
      "authors": "Fang D, Gan H, Cheng L, Lee JH, Zhou H, Sarkaria JN, Daniels DJ, Zhang Z",
      "journal": "Elife",
      "year": 2018,
      "month": 6,
      "day": 22,
      "volume": "7",
      "issue": "",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["liang-cheng", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29802243",
      "pmcid": "PMC5970213",
      "doi": "10.1038/s41467-018-04455-7",
      "title": "Live-cell single-molecule dynamics of PcG proteins imposed by the DIPG H3.3K27M mutation",
      "abstract": "Over 80% of diffuse intrinsic pontine gliomas (DIPGs) harbor a point mutation in histone H3.3 where lysine 27 is substituted with methionine (H3.3K27M); however, how the mutation affects kinetics and function of PcG proteins remains elusive. We demonstrate that H3.3K27M prolongs the residence time and search time of Ezh2, but has no effect on its fraction bound to chromatin. In contrast, H3.3K27M has no effect on the residence time of Cbx7, but prolongs its search time and decreases its fraction bound to chromatin. We show that increasing expression of Cbx7 inhibits the proliferation of DIPG cells and prolongs its residence time. Our results highlight that the residence time of PcG proteins directly correlates with their functions and the search time of PcG proteins is critical for regulating their genomic occupancy. Together, our data provide mechanisms in which the cancer-causing histone mutation alters the binding and search dynamics of epigenetic complexes.",
      "authorList": [
        "Tatavosian R",
        "Duc HN",
        "Huynh TN",
        "Fang D",
        "Schmitt B",
        "Shi X",
        "Deng Y",
        "Phiel C",
        "Yao T",
        "Zhang Z",
        "Wang H",
        "Ren X"
      ],
      "authors": "Tatavosian R, Duc HN, Huynh TN, Fang D, Schmitt B, Shi X, Deng Y, Phiel C, Yao T, Zhang Z, Wang H, Ren X",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 5,
      "day": 25,
      "volume": "9",
      "issue": "1",
      "pages": "2080",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29292063",
      "pmcid": "PMC5805396",
      "doi": "10.1016/j.tibs.2017.12.003",
      "title": "Replication-Coupled Nucleosome Assembly in the Passage of Epigenetic Information and Cell Identity",
      "abstract": "During S phase, replicated DNA must be assembled into nucleosomes using both newly synthesized and parental histones in a process that is tightly coupled to DNA replication. This DNA replication-coupled process is regulated by multitude of histone chaperones as well as by histone-modifying enzymes. In recent years novel insights into nucleosome assembly of new H3-H4 tetramers have been gained through studies on the classical histone chaperone CAF-1 and the identification of novel factors involved in this process. Moreover, in vitro reconstitution of chromatin replication has shed light on nucleosome assembly of parental H3-H4, a process that remains elusive. Finally, recent studies have revealed that the replication-coupled nucleosome assembly is important for the determination and maintenance of cell fate in multicellular organisms.",
      "authorList": ["Serra-Cardona A", "Zhang Z"],
      "authors": "Serra-Cardona A, Zhang Z",
      "journal": "Trends Biochem Sci",
      "year": 2018,
      "month": 2,
      "day": -1,
      "volume": "43",
      "issue": "2",
      "pages": "136-148",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["albert-serra-cardona", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "30073537",
      "pmcid": "",
      "doi": "10.1007/978-1-4939-8663-7_19",
      "title": "Probing the Function of Oncohistones Using Mutant Transgenes and Knock-In Mutations",
      "abstract": "Recently, frequent somatic mutations at histone genes have been detected in high grade pediatric brain tumor, chondroblastoma, and giant cell tumor of bone. These mutant histones are also termed oncohistones. Since oncohistone proteins co-exist with wild type histone proteins in cells, it is critically important to understand how they promote tumorigenesis. Here, we describe two methods to analyze the impact of these oncohistones on histone modification and epigenome, including the expression of oncohistone from a transgene and the utilization of CRISPR/Cas9 system to knock-in specific oncohistone mutations. The methods described are useful for the initial characterization of oncohistones. Other methods such as ChIP-seq and RNA-seq, which analyze the effect of oncohistone mutations genome wide, are not detailed in this protocol.",
      "authorList": ["Fang D", "Wang H", "Zhang Z"],
      "authors": "Fang D, Wang H, Zhang Z",
      "journal": "Methods Mol Biol",
      "year": 2018,
      "month": -1,
      "day": -1,
      "volume": "1832",
      "issue": "",
      "pages": "339-356",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29043628",
      "pmcid": "",
      "doi": "10.1007/978-1-4939-7306-4_17",
      "title": "Strand-Specific Analysis of DNA Synthesis and Proteins Association with DNA Replication Forks in Budding Yeast",
      "abstract": "DNA replication initiates at DNA replication origins after unwinding of double-strand DNA(dsDNA) by replicative helicase to generate single-stranded DNA (ssDNA) templates for the continuous synthesis of leading-strand and the discontinuous synthesis of lagging-strand. Therefore, methods capable of detecting strand-specific information will likely yield insight into the association of proteins at leading and lagging strand of DNA replication forks and the regulation of leading and lagging strand synthesis during DNA replication. The enrichment and Sequencing of Protein-Associated Nascent DNA (eSPAN), which measure the relative amounts of proteins at nascent leading and lagging strands of DNA replication forks, is a step-wise procedure involving the chromatin immunoprecipitation (ChIP) of a protein of interest followed by the enrichment of protein-associated nascent DNA through BrdU immunoprecipitation. The isolated ssDNA is then subjected to strand-specific sequencing. This method can detect whether a protein is enriched at leading or lagging strand of DNA replication forks. In addition to eSPAN, two other strand-specific methods, (ChIP-ssSeq), which detects potential protein-ssDNA binding and BrdU-IP-ssSeq, which can measure synthesis of both leading and lagging strand, were developed along the way. These methods can provide strand-specific and complementary information about the association of the target protein with DNA replication forks as well as synthesis of leading and lagging strands genome wide. Below, we describe the detailed eSPAN, ChIP-ssSeq, and BrdU-IP-ssSeq protocols.",
      "authorList": ["Yu C", "Gan H", "Zhang Z"],
      "authors": "Yu C, Gan H, Zhang Z",
      "journal": "Methods Mol Biol",
      "year": 2018,
      "month": -1,
      "day": -1,
      "volume": "1672",
      "issue": "",
      "pages": "227-238",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29268714",
      "pmcid": "PMC5740926",
      "doi": "10.1186/s12864-017-4371-5",
      "title": "Purification of nanogram-range immunoprecipitated DNA in ChIP-seq application",
      "abstract": "Chromatin immunoprecipitation-sequencing (ChIP-seq) is a widely used epigenetic approach for investigating genome-wide protein-DNA interactions in cells and tissues. The approach has been relatively well established but several key steps still require further improvement. As a part of the procedure, immnoprecipitated DNA must undergo purification and library preparation for subsequent high-throughput sequencing. Current ChIP protocols typically yield nanogram quantities of immunoprecipitated DNA mainly depending on the target of interest and starting chromatin input amount. However, little information exists on the performance of reagents used for the purification of such minute amounts of immunoprecipitated DNA in ChIP elution buffer and their effects on ChIP-seq data. Here, we compared DNA recovery, library preparation efficiency, and ChIP-seq results obtained with several commercial DNA purification reagents applied to 1 ng ChIP DNA and also investigated the impact of conditions under which ChIP DNA is stored.",
      "authorList": [
        "Zhong J",
        "Ye Z",
        "Lenz SW",
        "Clark CR",
        "Bharucha A",
        "Farrugia G",
        "Robertson KD",
        "Zhang Z",
        "Ordog T",
        "Lee JH"
      ],
      "authors": "Zhong J, Ye Z, Lenz SW, Clark CR, Bharucha A, Farrugia G, Robertson KD, Zhang Z, Ordog T, Lee JH",
      "journal": "BMC Genomics",
      "year": 2017,
      "month": 12,
      "day": 21,
      "volume": "18",
      "issue": "1",
      "pages": "985",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28784720",
      "pmcid": "PMC5640813",
      "doi": "10.1128/MCB.00190-17",
      "title": "Both DNA Polymerases δ and ε Contact Active and Stalled Replication Forks Differently",
      "abstract": "Three DNA polymerases, polymerases α, δ, and ε (Pol α, Pol δ, and Pol ε), are responsible for eukaryotic genome duplication. When DNA replication stress is encountered, DNA synthesis stalls until the stress is ameliorated. However, it is not known whether there is a difference in the association of each polymerase with active and stalled replication forks. Here, we show that each DNA polymerase has a distinct pattern of association with active and stalled replication forks. Pol α is enriched at extending Okazaki fragments of active and stalled forks. In contrast, although Pol δ contacts the nascent lagging strands of active and stalled forks, it binds to only the matured (and not elongating) Okazaki fragments of stalled forks. Pol ε has greater contact with the nascent single-stranded DNA (ssDNA) of the leading strand on active forks than on stalled forks. We propose that the configuration of DNA polymerases at stalled forks facilitates the resumption of DNA synthesis after stress removal.",
      "authorList": ["Yu C", "Gan H", "Zhang Z"],
      "authors": "Yu C, Gan H, Zhang Z",
      "journal": "Mol Cell Biol",
      "year": 2017,
      "month": 11,
      "day": 1,
      "volume": "37",
      "issue": "21",
      "pages": "",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29033319",
      "pmcid": "PMC5802358",
      "doi": "10.1016/j.molcel.2017.09.018",
      "title": "Checkpoint Kinase Rad53 Couples Leading- and Lagging-Strand DNA Synthesis under Replication Stress",
      "abstract": "The checkpoint kinase Rad53 is activated during replication stress to prevent fork collapse, an essential but poorly understood process. Here we show that Rad53 couples leading- and lagging-strand synthesis under replication stress. In rad53-1 cells stressed by dNTP depletion, the replicative DNA helicase, MCM, and the leading-strand DNA polymerase, Pol ε, move beyond the site of DNA synthesis, likely unwinding template DNA. Remarkably, DNA synthesis progresses further along the lagging strand than the leading strand, resulting in the exposure of long stretches of single-stranded leading-strand template. The asymmetric DNA synthesis in rad53-1 cells is suppressed by elevated levels of dNTPs in vivo, and the activity of Pol ε is compromised more than lagging-strand polymerase Pol δ at low dNTP concentrations in vitro. Therefore, we propose that Rad53 prevents the generation of excessive ssDNA under replication stress by coordinating DNA unwinding with synthesis of both strands.",
      "authorList": [
        "Gan H",
        "Yu C",
        "Devbhandari S",
        "Sharma S",
        "Han J",
        "Chabes A",
        "Remus D",
        "Zhang Z"
      ],
      "authors": "Gan H, Yu C, Devbhandari S, Sharma S, Han J, Chabes A, Remus D, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 19,
      "volume": "68",
      "issue": "2",
      "pages": "446-455",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["chuanjiang-yu", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28129023",
      "pmcid": "PMC5628648",
      "doi": "10.1080/15384101.2017.1281483",
      "title": "Probe the function of histone lysine 36 methylation using histone H3 lysine 36 to methionine mutant transgene in mammalian cells",
      "abstract": "Chondroblastoma is a cartilaginous tumor that typically arises under 25 y of age (80%). Recent studies have identified a somatic and heterozygous mutation at the H3F3B gene in over 90% chondroblastoma cases, leading to a lysine 36 to methionine replacement (H3.3K36M). In human cells, H3F3B gene is one of 2 genes that encode identical H3.3 proteins. It is not known how H3.3K36M mutant proteins promote tumorigenesis. We and others have shown that, the levels of H3K36 di- and tri-methylation (H3K36me2/me3) are reduced dramatically in chondroblastomas and chondrocytes bearing the H3.3K36M mutation. Mechanistically, H3.3K36M mutant proteins inhibit enzymatic activity of some, but not all H3K36 methyltransferases. Chondrocytes harboring the same H3F3B mutation exhibited the cancer cell associated phenotypes. Here, we discuss the potential effects of H3.3K36M mutation on epigenomes including H3K36 and H3K27 methylation and cellular phenotypes. We suggest that H3.3K36M mutant proteins alter epigenomes of specific progenitor cells, which in turn lead to cellular transformation and tumorigenesis.",
      "authorList": ["Fang D", "Gan H", "Wang H", "Zhou H", "Zhang Z"],
      "authors": "Fang D, Gan H, Wang H, Zhou H, Zhang Z",
      "journal": "Cell Cycle",
      "year": 2017,
      "month": 10,
      "day": 2,
      "volume": "16",
      "issue": "19",
      "pages": "1781-1789",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28107649",
      "pmcid": "PMC5460635",
      "doi": "10.1016/j.molcel.2016.11.030",
      "title": "RPA Interacts with HIRA and Regulates H3.3 Deposition at Gene Regulatory Elements in Mammalian Cells",
      "abstract": "The histone chaperone HIRA is involved in depositing histone variant H3.3 into distinct genic regions, including promoters, enhancers, and gene bodies. However, how HIRA deposits H3.3 to these regions remains elusive. Through a short hairpin RNA (shRNA) screening, we identified single-stranded DNA binding protein replication protein A (RPA) as a regulator of the deposition of newly synthesized H3.3 into chromatin. We show that RPA physically interacts with HIRA to form RPA-HIRA-H3.3 complexes, and it co-localizes with HIRA and H3.3 at gene promoters and enhancers. Depletion of RPA1, the largest subunit of the RPA complex, dramatically reduces both HIRA association with chromatin and the deposition of newly synthesized H3.3 at promoters and enhancers and leads to altered transcription at gene promoters. These results support a model whereby RPA, best known for its role in DNA replication and repair, recruits HIRA to promoters and enhancers and regulates deposition of newly synthesized H3.3 to these regulatory elements for gene regulation.",
      "authorList": [
        "Zhang H",
        "Gan H",
        "Wang Z",
        "Lee JH",
        "Zhou H",
        "Ordog T",
        "Wold MS",
        "Ljungman M",
        "Zhang Z"
      ],
      "authors": "Zhang H, Gan H, Wang Z, Lee JH, Zhou H, Ordog T, Wold MS, Ljungman M, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 1,
      "day": 19,
      "volume": "65",
      "issue": "2",
      "pages": "272-284",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "hui-zhou", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "27679476",
      "pmcid": "PMC5224507",
      "doi": "10.1093/nar/gkw848",
      "title": "H3K9me3 demethylase Kdm4d facilitates the formation of pre-initiative complex and regulates DNA replication",
      "abstract": "DNA replication is tightly regulated to occur once and only once per cell cycle. How chromatin, the physiological substrate of DNA replication machinery, regulates DNA replication remains largely unknown. Here we show that histone H3 lysine 9 demethylase Kdm4d regulates DNA replication in eukaryotic cells. Depletion of Kdm4d results in defects in DNA replication, which can be rescued by the expression of H3K9M, a histone H3 mutant transgene that reverses the effect of Kdm4d on H3K9 methylation. Kdm4d interacts with replication proteins, and its recruitment to DNA replication origins depends on the two pre-replicative complex components (origin recognition complex [ORC] and minichromosome maintenance [MCM] complex). Depletion of Kdm4d impairs the recruitment of Cdc45, proliferating cell nuclear antigen (PCNA), and polymerase δ, but not ORC and MCM proteins. These results demonstrate a novel mechanism by which Kdm4d regulates DNA replication by reducing the H3K9me3 level to facilitate formation of pre-initiative complex.",
      "authorList": ["Wu R", "Wang Z", "Zhang H", "Gan H", "Zhang Z"],
      "authors": "Wu R, Wang Z, Zhang H, Gan H, Zhang Z",
      "journal": "Nucleic Acids Res",
      "year": 2017,
      "month": 1,
      "day": 9,
      "volume": "45",
      "issue": "1",
      "pages": "169-180",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": ["zixuan-wang", "zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "27229140",
      "pmcid": "PMC5460624",
      "doi": "10.1126/science.aae0065",
      "title": "The histone H3.3K36M mutation reprograms the epigenome of chondroblastomas",
      "abstract": "More than 90% of chondroblastomas contain a heterozygous mutation replacing lysine-36 with methionine-36 (K36M) in the histone H3 variant H3.3. Here we show that H3K36 methylation is reduced globally in human chondroblastomas and in chondrocytes harboring the same genetic mutation, due to inhibition of at least two H3K36 methyltransferases, MMSET and SETD2, by the H3.3K36M mutant proteins. Genes with altered expression as well as H3K36 di- and trimethylation in H3.3K36M cells are enriched in cancer pathways. In addition, H3.3K36M chondrocytes exhibit several hallmarks of cancer cells, including increased ability to form colonies, resistance to apoptosis, and defects in differentiation. Thus, H3.3K36M proteins reprogram the H3K36 methylation landscape and contribute to tumorigenesis, in part through altering the expression of cancer-associated genes. ",
      "authorList": [
        "Fang D",
        "Gan H",
        "Lee JH",
        "Han J",
        "Wang Z",
        "Riester SM",
        "Jin L",
        "Chen J",
        "Zhou H",
        "Wang J",
        "Zhang H",
        "Yang N",
        "Bradley EW",
        "Ho TH",
        "Rubin BP",
        "Bridge JA",
        "Thibodeau SN",
        "Ordog T",
        "Chen Y",
        "van Wijnen AJ",
        "Oliveira AM",
        "Xu RM",
        "Westendorf JJ",
        "Zhang Z"
      ],
      "authors": "Fang D, Gan H, Lee JH, Han J, Wang Z, Riester SM, Jin L, Chen J, Zhou H, Wang J, Zhang H, Yang N, Bradley EW, Ho TH, Rubin BP, Bridge JA, Thibodeau SN, Ordog T, Chen Y, van Wijnen AJ, Oliveira AM, Xu RM, Westendorf JJ, Zhang Z",
      "journal": "Science",
      "year": 2016,
      "month": 6,
      "day": 10,
      "volume": "352",
      "issue": "6291",
      "pages": "1344-8",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "25449133",
      "pmcid": "PMC4362665",
      "doi": "10.1016/j.molcel.2014.09.017",
      "title": "Strand-specific analysis shows protein binding at replication forks and PCNA unloading from lagging strands when forks stall",
      "abstract": "In eukaryotic cells, DNA replication proceeds with continuous synthesis of leading-strand DNA and discontinuous synthesis of lagging-strand DNA. Here we describe a method, eSPAN (enrichment and sequencing of protein-associated nascent DNA), which reveals the genome-wide association of proteins with leading and lagging strands of DNA replication forks. Using this approach in budding yeast, we confirm the strand specificities of DNA polymerases delta and epsilon and show that the PCNA clamp is enriched at lagging strands compared with leading-strand replication. Surprisingly, at stalled forks, PCNA is unloaded specifically from lagging strands. PCNA unloading depends on the Elg1-containing alternative RFC complex, ubiquitination of PCNA, and the checkpoint kinases Mec1 and Rad53. Cells deficient in PCNA unloading exhibit increased chromosome breaks. Our studies provide a tool for studying replication-related processes and reveal a mechanism whereby checkpoint kinases regulate strand-specific unloading of PCNA from stalled replication forks to maintain genome stability.",
      "authorList": [
        "Yu C",
        "Gan H",
        "Han J",
        "Zhou ZX",
        "Jia S",
        "Chabes A",
        "Farrugia G",
        "Ordog T",
        "Zhang Z"
      ],
      "authors": "Yu C, Gan H, Han J, Zhou ZX, Jia S, Chabes A, Farrugia G, Ordog T, Zhang Z",
      "journal": "Mol Cell",
      "year": 2014,
      "month": 11,
      "day": 20,
      "volume": "56",
      "issue": "4",
      "pages": "551-63",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "24209620",
      "pmcid": "PMC3994564",
      "doi": "10.1016/j.cell.2013.10.014",
      "title": "A Cul4 E3 ubiquitin ligase regulates histone hand-off during nucleosome assembly",
      "abstract": "Nucleosome assembly following DNA replication and gene transcription is important to maintain genome stability and epigenetic information. Newly synthesized histones H3-H4 first bind histone chaperone Asf1 and are then transferred to other chaperones for nucleosome assembly. However, it is unknown how H3-H4 is transferred from the Asf1-H3-H4 complex to other chaperones because Asf1 binds H3-H4 with high affinity. Here, we show that yeast Rtt101(Mms1) E3 ubiquitin ligase preferentially binds and ubiquitylates new histone H3 acetylated at lysine 56. Inactivation of Rtt101 or mutating H3 lysine residues ubiquitylated by the Rtt101(Mms1) ligase impairs nucleosome assembly and promotes Asf1-H3 interactions. Similar phenotypes occur in human cells in which the ortholog of Rtt101(Mms1), Cul4A(DDB1), is depleted. These results indicate that the transfer of H3-H4 from the Asf1-H3-H4 complex to other histone chaperones is regulated by a conserved E3 ligase and provide evidence for crosstalk between histone acetylation and ubiquitylation in nucleosome assembly. ",
      "authorList": [
        "Han J",
        "Zhang H",
        "Zhang H",
        "Wang Z",
        "Zhou H",
        "Zhang Z"
      ],
      "authors": "Han J, Zhang H, Zhang H, Wang Z, Zhou H, Zhang Z",
      "journal": "Cell",
      "year": 2013,
      "month": 11,
      "day": 7,
      "volume": "155",
      "issue": "4",
      "pages": "817-29",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "23603901",
      "pmcid": "PMC3656328",
      "doi": "10.1101/gad.217778.113",
      "title": "The histone H3.3K27M mutation in pediatric glioma reprograms H3K27 methylation and gene expression",
      "abstract": "Recent studies have identified a Lys 27-to-methionine (K27M) mutation at one allele of H3F3A, one of the two genes encoding histone H3 variant H3.3, in 60% of high-grade pediatric glioma cases. The median survival of this group of patients after diagnosis is âˆ¼1 yr. Here we show that the levels of H3K27 di- and trimethylation (H3K27me2 and H3K27me3) are reduced globally in H3.3K27M patient samples due to the expression of the H3.3K27M mutant allele. Remarkably, we also observed that H3K27me3 and Ezh2 (the catalytic subunit of H3K27 methyltransferase) at chromatin are dramatically increased locally at hundreds of gene loci in H3.3K27M patient cells. Moreover, the gain of H3K27me3 and Ezh2 at gene promoters alters the expression of genes that are associated with various cancer pathways. These results indicate that H3.3K27M mutation reprograms epigenetic landscape and gene expression, which may drive tumorigenesis.",
      "authorList": [
        "Chan KM",
        "Fang D",
        "Gan H",
        "Hashizume R",
        "Yu C",
        "Schroeder M",
        "Gupta N",
        "Mueller S",
        "James CD",
        "Jenkins R",
        "Sarkaria J",
        "Zhang Z"
      ],
      "authors": "Chan KM, Fang D, Gan H, Hashizume R, Yu C, Schroeder M, Gupta N, Mueller S, James CD, Jenkins R, Sarkaria J, Zhang Z",
      "journal": "Genes Dev",
      "year": 2013,
      "month": 5,
      "day": 1,
      "volume": "27",
      "issue": "9",
      "pages": "985-90",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "22307274",
      "pmcid": "PMC3439842",
      "doi": "10.1038/nature10861",
      "title": "Structural basis for recognition of H3K56-acetylated histone H3-H4 by the chaperone Rtt106",
      "abstract": "Dynamic variations in the structure of chromatin influence virtually all DNA-related processes in eukaryotes and are controlled in part by post-translational modifications of histones. One such modification, the acetylation of lysine 56 (H3K56ac) in the amino-terminal α-helix (αN) of histone H3, has been implicated in the regulation of nucleosome assembly during DNA replication and repair, and nucleosome disassembly during gene transcription. In Saccharomyces cerevisiae, the histone chaperone Rtt106 contributes to the deposition of newly synthesized H3K56ac-carrying H3-H4 complex on replicating DNA, but it is unclear how Rtt106 binds H3-H4 and specifically recognizes H3K56ac as there is no apparent acetylated lysine reader domain in Rtt106. Here, we show that two domains of Rtt106 are involved in a combinatorial recognition of H3-H4. An N-terminal domain homodimerizes and interacts with H3-H4 independently of acetylation while a double pleckstrin-homology (PH) domain binds the K56-containing region of H3. Affinity is markedly enhanced upon acetylation of K56, an effect that is probably due to increased conformational entropy of the αN helix of H3. Our data support a mode of interaction where the N-terminal homodimeric domain of Rtt106 intercalates between the two H3-H4 components of the (H3-H4)(2) tetramer while two double PH domains in the Rtt106 dimer interact with each of the two H3K56ac sites in (H3-H4)(2). We show that the Rtt106-(H3-H4)(2) interaction is important for gene silencing and the DNA damage response.",
      "authorList": [
        "Su D",
        "Hu Q",
        "Li Q",
        "Thompson JR",
        "Cui G",
        "Fazly A",
        "Davies BA",
        "Botuyan MV",
        "Zhang Z",
        "Mer G"
      ],
      "authors": "Su D, Hu Q, Li Q, Thompson JR, Cui G, Fazly A, Davies BA, Botuyan MV, Zhang Z, Mer G",
      "journal": "Nature",
      "year": 2012,
      "month": 2,
      "day": 5,
      "volume": "483",
      "issue": "7387",
      "pages": "104-7",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "18662540",
      "pmcid": "PMC2597342",
      "doi": "10.1016/j.cell.2008.06.018",
      "title": "Acetylation of histone H3 lysine 56 regulates replication-coupled nucleosome assembly",
      "abstract": "Chromatin assembly factor 1 (CAF-1) and Rtt106 participate in the deposition of newly synthesized histones onto replicating DNA to form nucleosomes. This process is critical for the maintenance of genome stability and inheritance of functionally specialized chromatin structures in proliferating cells. However, the molecular functions of the acetylation of newly synthesized histones in this DNA replication-coupled nucleosome assembly pathway remain enigmatic. Here we show that histone H3 acetylated at lysine 56 (H3K56Ac) is incorporated onto replicating DNA and, by increasing the binding affinity of CAF-1 and Rtt106 for histone H3, H3K56Ac enhances the ability of these histone chaperones to assemble DNA into nucleosomes. Genetic analysis indicates that H3K56Ac acts in a nonredundant manner with the acetylation of the N-terminal residues of H3 and H4 in nucleosome assembly. These results reveal a mechanism by which H3K56Ac regulates replication-coupled nucleosome assembly mediated by CAF-1 and Rtt106.",
      "authorList": [
        "Li Q",
        "Zhou H",
        "Wurtele H",
        "Davies B",
        "Horazdovsky B",
        "Verreault A",
        "Zhang Z"
      ],
      "authors": "Li Q, Zhou H, Wurtele H, Davies B, Horazdovsky B, Verreault A, Zhang Z",
      "journal": "Cell",
      "year": 2008,
      "month": 7,
      "day": 25,
      "volume": "134",
      "issue": "2",
      "pages": "244-55",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "17272723",
      "pmcid": "",
      "doi": "10.1126/science.1133234",
      "title": "Rtt109 acetylates histone H3 lysine 56 and functions in DNA replication",
      "abstract": "Acetylation of histone H3 lysine 56 (H3-K56) occurs in S phase, and cells lacking H3-K56 acetylation are sensitive to DNA-damaging agents. However, the histone acetyltransferase (HAT) that catalyzes global H3-K56 acetylation has not been found. Here we show that regulation of Ty1 transposition gene product 109 (Rtt109) is an H3-K56 HAT. Cells lacking Rtt109 or expressing rtt109 mutants with alterations at a conserved aspartate residue lose H3-K56 acetylation and exhibit increased sensitivity toward genotoxic agents, as well as elevated levels of spontaneous chromosome breaks. Thus, Rtt109, which shares no sequence homology with any other known HATs, is a unique HAT that acetylates H3-K56.",
      "authorList": [
        "Han J",
        "Zhou H",
        "Horazdovsky B",
        "Zhang K",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Han J, Zhou H, Horazdovsky B, Zhang K, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2007,
      "month": 2,
      "day": 2,
      "volume": "315",
      "issue": "5812",
      "pages": "653-5",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    }
  ]
}
