{
  "person": "zhiming-li",
  "publications": [
    {
      "pmid": "33911256",
      "pmcid": "",
      "doi": "10.1038/s41596-021-00520-6",
      "title": "Efficient and strand-specific profiling of replicating chromatin with enrichment and sequencing of protein-associated nascent DNA in mammalian cells",
      "abstract": "Faithful duplication of both genetic and epigenetic information is essential for all eukaryotic cells. DNA replication initiates from replication origins and proceeds bidirectionally but asymmetrically, with the leading strand being synthesized continuously and the lagging strand discontinuously as Okazaki fragments by distinct DNA polymerases. Unraveling the underlying mechanisms of chromatin replication at both strands is crucial to better understand DNA replication and its coupled processes, including nucleosome assembly, sister chromatid cohesion and DNA mismatch repair. Here we describe the enrichment and sequencing of protein-associated nascent DNA (eSPAN) method to analyze the enrichment of proteins of interest, including histones and their modifications at replicating chromatin in a strand-specific manner in mammalian cells. Briefly, cells are pulsed with the thymidine analog bromodeoxyuridine to label newly synthesized DNA. After cell permeabilization, the target proteins are sequentially bound by antibodies and protein A-fused transposase, which digests and tags genomic DNA of interest once activated by magnesium. The strand specificity is preserved through oligo-replacement. Finally, the resulting double-strand DNA is denatured and immunoprecipitated with antibodies against bromodeoxyuridine to enrich nascent DNA associated with proteins of interest. After PCR amplification and next-generation sequencing, the mapped reads are used to calculate the relative enrichment of the target proteins around replication origins. Compared with alternative methods, the eSPAN protocol is simple, cost-effective and sensitive, even in a relatively small number of mammalian cells. The whole procedures from cell collection to generation of sequencing-ready libraries can be completed in 2 days.",
      "authorList": ["Li Z", "Hua X", "Serra-Cardona A", "Xu X", "Zhang Z"],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Zhang Z",
      "journal": "Nat Protoc",
      "year": 2021,
      "month": 5,
      "day": -1,
      "volume": "16",
      "issue": "5",
      "pages": "2698-2721",
      "tagList": ["article", "columbia", "icg", "first-author"],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "32923642",
      "pmcid": "PMC7449674",
      "doi": "10.1126/sciadv.abb5820",
      "title": "DNA polymerase α interacts with H3-H4 and facilitates the transfer of parental histones to lagging strands",
      "abstract": "How parental histones, the carriers of epigenetic modifications, are deposited onto replicating DNA remains poorly understood. Here, we describe the eSPAN method (enrichment and sequencing of protein-associated nascent DNA) in mouse embryonic stem (ES) cells and use it to detect histone deposition onto replicating DNA strands with a relatively small number of cells. We show that DNA polymerase α (Pol α), which synthesizes short primers for DNA synthesis, binds histone H3-H4 preferentially. A Pol α mutant defective in histone binding in vitro impairs the transfer of parental H3-H4 to lagging strands in both yeast and mouse ES cells. Last, dysregulation of both coding genes and noncoding endogenous retroviruses is detected in mutant ES cells defective in parental histone transfer. Together, we report an efficient eSPAN method for analysis of DNA replication-linked processes in mouse ES cells and reveal the mechanism of Pol α in parental histone transfer.",
      "authorList": [
        "Li Z",
        "Hua X",
        "Serra-Cardona A",
        "Xu X",
        "Gan S",
        "Zhou H",
        "Yang WS",
        "Chen CL",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Gan S, Zhou H, Yang WS, Chen CL, Xu RM, Zhang Z",
      "journal": "Sci Adv",
      "year": 2020,
      "month": 8,
      "day": -1,
      "volume": "6",
      "issue": "35",
      "pages": "eabb5820",
      "tagList": [
        "article",
        "columbia",
        "icg",
        "selected",
        "selected::zhiguo-zhang",
        "first-author"
      ],
      "url": "",
      "labs": [],
      "peopleList": [
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "hui-zhou",
        "zhiguo-zhang"
      ],
      "isbn": ""
    },
    {
      "pmid": "30237540",
      "pmcid": "PMC6148051",
      "doi": "10.1038/s41419-018-0984-0",
      "title": "p53 cooperates with SIRT6 to regulate cardiolipin de novo biosynthesis",
      "abstract": "The tumor suppressor p53 has critical roles in regulating lipid metabolism, but whether and how p53 regulates cardiolipin (CL) de novo biosynthesis is unknown. Here, we report that p53 physically interacts with histone deacetylase SIRT6 in vitro and in vivo, and this interaction increases following palmitic acid (PA) treatment. In response to PA, p53 and SIRT6 localize to chromatin in a p53-dependent manner. Chromatin p53 and SIRT6 bind the promoters of CDP-diacylglycerol synthase 1 and 2 (CDS1 and CDS2), two enzymes required to catalyze CL de novo biosynthesis. Here, SIRT6 serves as a co-activator of p53 and effectively recruits RNA polymerase II to the CDS1 and CDS2 promoters to enhance CL de novo biosynthesis. Our findings reveal a novel, cooperative model executed by p53 and SIRT6 to maintain lipid homeostasis.",
      "authorList": [
        "Li M",
        "Hou T",
        "Gao T",
        "Lu X",
        "Yang Q",
        "Zhu Q",
        "Li Z",
        "Liu C",
        "Mu G",
        "Liu G",
        "Bao Y",
        "Wen H",
        "Wang L",
        "Wang H",
        "Zhao Y",
        "Gu W",
        "Yang Y",
        "Zhu WG"
      ],
      "authors": "Li M, Hou T, Gao T, Lu X, Yang Q, Zhu Q, Li Z, Liu C, Mu G, Liu G, Bao Y, Wen H, Wang L, Wang H, Zhao Y, Gu W, Yang Y, Zhu WG",
      "journal": "Cell Death Dis",
      "year": 2018,
      "month": 9,
      "day": 20,
      "volume": "9",
      "issue": "10",
      "pages": "941",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiming-li", "wei-gu"],
      "isbn": ""
    },
    {
      "pmid": "29703840",
      "pmcid": "PMC6750718",
      "doi": "10.1126/sciimmunol.aao2139",
      "title": "Transcription factor ID2 prevents E proteins from enforcing a naïve T lymphocyte gene program during NK cell development",
      "abstract": "All innate lymphoid cells (ILCs) require the small helix-loop-helix transcription factor ID2, but the functions of ID2 are not well understood in these cells. We show that mature natural killer (NK) cells, the prototypic ILCs, developed in mice lacking ID2 but remained as precursor CD27+CD11b- cells that failed to differentiate into CD27-CD11b+ cytotoxic effectors. We show that ID2 limited chromatin accessibility at E protein binding sites near naïve T lymphocyte-associated genes including multiple chemokine receptors, cytokine receptors, and signaling molecules and altered the NK cell response to inflammatory cytokines. In the absence of ID2, CD27+CD11b- NK cells expressed ID3, a helix-loop-helix protein associated with naïve T cells, and they transitioned from a CD8 memory precursor-like to a naïve-like chromatin accessibility state. We demonstrate that ID3 was required for the development of ID2-deficient NK cells, indicating that completely unfettered E protein function is incompatible with NK cell development. These data solidify the roles of ID2 and ID3 as mediators of effector and naïve gene programs, respectively, and revealed a critical role for ID2 in promoting a chromatin state and transcriptional program in CD27+CD11b- NK cells that supports cytotoxic effector differentiation and cytokine responses.",
      "authorList": [
        "Zook EC",
        "Li ZY",
        "Xu Y",
        "de Pooter RF",
        "Verykokakis M",
        "Beaulieu A",
        "Lasorella A",
        "Maienschein-Cline M",
        "Sun JC",
        "Sigvardsson M",
        "Kee BL"
      ],
      "authors": "Zook EC, Li ZY, Xu Y, de Pooter RF, Verykokakis M, Beaulieu A, Lasorella A, Maienschein-Cline M, Sun JC, Sigvardsson M, Kee BL",
      "journal": "Sci Immunol",
      "year": 2018,
      "month": 4,
      "day": 27,
      "volume": "3",
      "issue": "22",
      "pages": "",
      "tagList": ["article", "columbia", "icg"],
      "url": "",
      "labs": [],
      "peopleList": ["zhiming-li", "anna-lasorella"],
      "isbn": ""
    }
  ]
}
