{
  "person": "wei-gu",
  "publications": [
    {
      "pmid": "11099047",
      "pmcid": "",
      "doi": "10.1038/35042612",
      "title": "Deacetylation of p53 modulates its effect on cell growth and apoptosis",
      "abstract": "The p53 tumour suppressor is a transcriptional factor whose activity is modulated by protein stability and post-translational modifications including acetylation. The mechanism by which acetylated p53 is maintained in vivo remains unclear. Here we show that the deacetylation of p53 is mediated by an histone deacetylase-1 (HDAC1)-containing complex. We have also purified a p53 target protein in the deacetylase complexes (designated PID; but identical to metastasis-associated protein 2 (MTA2)), which has been identified as a component of the NuRD complex. PID specifically interacts with p53 both in vitro and in vivo, and its expression reduces significantly the steady-state levels of acetylated p53. PID expression strongly represses p53-dependent transcriptional activation, and, notably, it modulates p53-mediated cell growth arrest and apoptosis. These results show that deacetylation and functional interactions by the PID/MTA2-associated NuRD complex may represent an important pathway to regulate p53 function.",
      "authorList": ["Luo J", "Su F", "Chen D", "Shiloh A", "Gu W"],
      "journal": "Nature",
      "year": 2000,
      "month": 11,
      "day": 16,
      "volume": "408",
      "issue": "6810",
      "pages": "377-81",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Luo J, Su F, Chen D, Shiloh A, Gu W"
    },
    {
      "pmid": "11672522",
      "pmcid": "",
      "doi": "10.1016/s0092-8674(01)00524-4",
      "title": "Negative control of p53 by Sir2alpha promotes cell survival under stress",
      "abstract": "The NAD-dependent histone deacetylation of Sir2 connects cellular metabolism with gene silencing as well as aging in yeast. Here, we show that mammalian Sir2alpha physically interacts with p53 and attenuates p53-mediated functions. Nicotinamide (Vitamin B3) inhibits an NAD-dependent p53 deacetylation induced by Sir2alpha, and also enhances the p53 acetylation levels in vivo. Furthermore, Sir2alpha represses p53-dependent apoptosis in response to DNA damage and oxidative stress, whereas expression of a Sir2alpha point mutant increases the sensitivity of cells in the stress response. Thus, our findings implicate a p53 regulatory pathway mediated by mammalian Sir2alpha. These results have significant implications regarding an important role for Sir2alpha in modulating the sensitivity of cells in p53-dependent apoptotic response and the possible effect in cancer therapy.",
      "authorList": [
        "Luo J",
        "Nikolaev AY",
        "Imai S",
        "Chen D",
        "Su F",
        "Shiloh A",
        "Guarente L",
        "Gu W"
      ],
      "journal": "Cell",
      "year": 2001,
      "month": 10,
      "day": 19,
      "volume": "107",
      "issue": "2",
      "pages": "137-48",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Luo J, Nikolaev AY, Imai S, Chen D, Su F, Shiloh A, Guarente L, Gu W"
    },
    {
      "pmid": "11923872",
      "pmcid": "",
      "doi": "10.1038/nature737",
      "title": "Deubiquitination of p53 by HAUSP is an important pathway for p53 stabilization",
      "abstract": "The p53 tumour suppressor is a short-lived protein that is maintained at low levels in normal cells by Mdm2-mediated ubiquitination and subsequent proteolysis. Stabilization of p53 is crucial for its tumour suppressor function. However, the precise mechanism by which ubiquitinated p53 levels are regulated in vivo is not completely understood. By mass spectrometry of affinity-purified p53-associated factors, we have identified herpesvirus-associated ubiquitin-specific protease (HAUSP) as a novel p53-interacting protein. HAUSP strongly stabilizes p53 even in the presence of excess Mdm2, and also induces p53-dependent cell growth repression and apoptosis. Significantly, HAUSP has an intrinsic enzymatic activity that specifically deubiquitinates p53 both in vitro and in vivo. In contrast, expression of a catalytically inactive point mutant of HAUSP in cells increases the levels of p53 ubiquitination and destabilizes p53. These findings reveal an important mechanism by which p53 can be stabilized by direct deubiquitination and also imply that HAUSP might function as a tumour suppressor in vivo through the stabilization of p53.",
      "authorList": [
        "Li M",
        "Chen D",
        "Shiloh A",
        "Luo J",
        "Nikolaev AY",
        "Qin J",
        "Gu W"
      ],
      "journal": "Nature",
      "year": 2002,
      "month": 4,
      "day": 11,
      "volume": "416",
      "issue": "6881",
      "pages": "648-53",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu", "delin-chen"],
      "isbn": "",
      "authors": "Li M, Chen D, Shiloh A, Luo J, Nikolaev AY, Qin J, Gu W"
    },
    {
      "pmid": "14671306",
      "pmcid": "",
      "doi": "10.1126/science.1091362",
      "title": "Mono- versus polyubiquitination: differential control of p53 fate by Mdm2",
      "abstract": "Although Mdm2-mediated ubiquitination is essential for both degradation and nuclear export of p53, the molecular basis for the differential effects of Mdm2 remains unknown. Here we show that low levels of Mdm2 activity induce monoubiquitination and nuclear export of p53, whereas high levels promote p53's polyubiquitination and nuclear degradation. A p53-ubiquitin fusion protein that mimics monoubiquitinated p53 was found to accumulate in the cytoplasm in an Mdm2-independent manner, indicating that monoubiquitination is critical for p53 trafficking. These results clarify the nature of ubiquitination-mediated p53 regulation and suggest that distinct mechanisms regulate p53 function in accordance with the levels of Mdm2 activity.",
      "authorList": [
        "Li M",
        "Brooks CL",
        "Wu-Baer F",
        "Chen D",
        "Baer R",
        "Gu W"
      ],
      "journal": "Science",
      "year": 2003,
      "month": 12,
      "day": 12,
      "volume": "302",
      "issue": "5652",
      "pages": "1972-5",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu", "richard-baer"],
      "peopleList": ["wei-gu", "foon-wu-baer", "delin-chen", "richard-baer"],
      "isbn": "",
      "authors": "Li M, Brooks CL, Wu-Baer F, Chen D, Baer R, Gu W"
    },
    {
      "pmid": "15989956",
      "pmcid": "",
      "doi": "10.1016/j.cell.2005.03.037",
      "title": "ARF-BP1/Mule is a critical mediator of the ARF tumor suppressor",
      "abstract": "Although the importance of the ARF tumor suppressor in p53 regulation is well established, numerous studies indicate that ARF also suppresses cell growth in a p53/Mdm2-independent manner. To understand the mechanism of ARF-mediated tumor suppression, we identified a ubiquitin ligase, ARF-BP1, as a key factor associated with ARF in vivo. ARF-BP1 harbors a signature HECT motif, and its ubiquitin ligase activity is inhibited by ARF. Notably, inactivation of ARF-BP1, but not Mdm2, suppresses the growth of p53 null cells in a manner reminiscent of ARF induction. Surprisingly, in p53 wild-type cells, ARF-BP1 directly binds and ubiquitinates p53, and inactivation of endogenous ARF-BP1 is crucial for ARF-mediated p53 stabilization. Thus, our study modifies the current view of ARF-mediated p53 activation and reveals that ARF-BP1 is a critical mediator of both the p53-independent and p53-dependent tumor suppressor functions of ARF. As such, ARF-BP1 may serve as a potential target for therapeutic intervention in tumors regardless of p53 status.",
      "authorList": ["Chen D", "Kon N", "Li M", "Zhang W", "Qin J", "Gu W"],
      "journal": "Cell",
      "year": 2005,
      "month": 7,
      "day": 1,
      "volume": "121",
      "issue": "7",
      "pages": "1071-83",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu", "delin-chen", "ning-kon"],
      "isbn": "",
      "authors": "Chen D, Kon N, Li M, Zhang W, Qin J, Gu W"
    },
    {
      "pmid": "18235502",
      "pmcid": "PMC2866287",
      "doi": "10.1038/nature06515",
      "title": "Negative regulation of the deacetylase SIRT1 by DBC1",
      "abstract": "SIRT1 is an NAD-dependent deacetylase critically involved in stress responses, cellular metabolism and, possibly, ageing. The tumour suppressor p53 represents the first non-histone substrate functionally regulated by acetylation and deacetylation; we and others previously found that SIRT1 promotes cell survival by deacetylating p53 (refs 4-6). These results were further supported by the fact that p53 hyperacetylation and increased radiation-induced apoptosis were observed in Sirt1-deficient mice. Nevertheless, SIRT1-mediated deacetylase function is also implicated in p53-independent pathways under different cellular contexts, and its effects on transcriptional factors such as members of the FOXO family and PGC-1alpha directly modulate metabolic responses. These studies validate the importance of the deacetylase activity of SIRT1, but how SIRT1 activity is regulated in vivo is not well understood. Here we show that DBC1 (deleted in breast cancer 1) acts as a native inhibitor of SIRT1 in human cells. DBC1-mediated repression of SIRT1 leads to increasing levels of p53 acetylation and upregulation of p53-mediated function. In contrast, depletion of endogenous DBC1 by RNA interference (RNAi) stimulates SIRT1-mediated deacetylation of p53 and inhibits p53-dependent apoptosis. Notably, these effects can be reversed in cells by concomitant knockdown of endogenous SIRT1. Our study demonstrates that DBC1 promotes p53-mediated apoptosis through specific inhibition of SIRT1.",
      "authorList": [
        "Zhao W",
        "Kruse JP",
        "Tang Y",
        "Jung SY",
        "Qin J",
        "Gu W"
      ],
      "journal": "Nature",
      "year": 2008,
      "month": 1,
      "day": 31,
      "volume": "451",
      "issue": "7178",
      "pages": "587-90",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Zhao W, Kruse JP, Tang Y, Jung SY, Qin J, Gu W"
    },
    {
      "pmid": "22033337",
      "pmcid": "PMC3685621",
      "doi": "10.4161/cc.10.21.17899",
      "title": "Acetylation is indispensable for p53 antiviral activity",
      "abstract": "Tumor suppressor p53 is known to be a direct transcriptional target of type I interferons (IFNs), contributing to virus-induced apoptosis, and in turn activating itself the interferon pathway. Acetylation, among many other post-translational modifications of p53, is thought to exert a crucial role regulating p53 activity. Here, we examined the contribution of this modification on the antiviral activity mediated by p53. Our results show that virus infection induces p53 acetylation at lysine 379, and that this modification is absolutely required for p53-dependent transcriptional transactivation of both, pro-apoptotic and IFN-stimulated genes induced by virus infection, and for p53-mediated control of virus replication. Thus, our study identifies p53 acetylation as an indispensable event that enables the p53-mediated antiviral response.",
      "authorList": [
        "Muñoz-Fontela C",
        "González D",
        "Marcos-Villar L",
        "Campagna M",
        "Gallego P",
        "González-Santamaría J",
        "Herranz D",
        "Gu W",
        "Serrano M",
        "Aaronson SA",
        "Rivas C"
      ],
      "journal": "Cell Cycle",
      "year": 2011,
      "month": 11,
      "day": 1,
      "volume": "10",
      "issue": "21",
      "pages": "3701-5",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Muñoz-Fontela C, González D, Marcos-Villar L, Campagna M, Gallego P, González-Santamaría J, Herranz D, Gu W, Serrano M, Aaronson SA, Rivas C"
    },
    {
      "pmid": "19450511",
      "pmcid": "PMC3737742",
      "doi": "10.1016/j.cell.2009.04.050",
      "title": "Modes of p53 regulation",
      "abstract": "The traditional view of p53 activation includes three steps-p53 stabilization, DNA binding, and transcriptional activation. However, recent studies indicate that each step of p53 activation is more complex than originally anticipated. Moreover, both genetic studies in mice and in vitro studies with purified components suggest that the classical model may not be sufficient to explain all aspects of p53 activation in vivo. To reconcile these differences, we propose that antirepression, the release of p53 from repression by factors such as Mdm2 and MdmX, is a key step in the physiological activation of p53.",
      "authorList": ["Kruse JP", "Gu W"],
      "journal": "Cell",
      "year": 2009,
      "month": 5,
      "day": 15,
      "volume": "137",
      "issue": "4",
      "pages": "609-22",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu"],
      "isbn": "",
      "authors": "Kruse JP, Gu W"
    },
    {
      "pmid": "20208519",
      "pmcid": "PMC3737736",
      "doi": "10.1038/nature08820",
      "title": "Transcription-independent ARF regulation in oncogenic stress-mediated p53 responses",
      "abstract": "The tumour suppressor ARF is specifically required for p53 activation under oncogenic stress. Recent studies showed that p53 activation mediated by ARF, but not that induced by DNA damage, acts as a major protection against tumorigenesis in vivo under certain biological settings, suggesting that the ARF-p53 axis has more fundamental functions in tumour suppression than originally thought. Because ARF is a very stable protein in most human cell lines, it has been widely assumed that ARF induction is mediated mainly at the transcriptional level and that activation of the ARF-p53 pathway by oncogenes is a much slower and largely irreversible process by comparison with p53 activation after DNA damage. Here we report that ARF is very unstable in normal human cells but that its degradation is inhibited in cancerous cells. Through biochemical purification, we identified a specific ubiquitin ligase for ARF and named it ULF. ULF interacts with ARF both in vitro and in vivo and promotes the lysine-independent ubiquitylation and degradation of ARF. ULF knockdown stabilizes ARF in normal human cells, triggering ARF-dependent, p53-mediated growth arrest. Moreover, nucleophosmin (NPM) and c-Myc, both of which are commonly overexpressed in cancer cells, are capable of abrogating ULF-mediated ARF ubiquitylation through distinct mechanisms, and thereby promote ARF stabilization in cancer cells. These findings reveal the dynamic feature of the ARF-p53 pathway and suggest that transcription-independent mechanisms are critically involved in ARF regulation during responses to oncogenic stress.",
      "authorList": ["Chen D", "Shan J", "Zhu WG", "Qin J", "Gu W"],
      "journal": "Nature",
      "year": 2010,
      "month": 3,
      "day": 25,
      "volume": "464",
      "issue": "7288",
      "pages": "624-7",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu", "delin-chen"],
      "isbn": "",
      "authors": "Chen D, Shan J, Zhu WG, Qin J, Gu W"
    },
    {
      "pmid": "22682249",
      "pmcid": "PMC3688046",
      "doi": "10.1016/j.cell.2012.04.026",
      "title": "Tumor suppression in the absence of p53-mediated cell-cycle arrest, apoptosis, and senescence",
      "abstract": "Cell-cycle arrest, apoptosis, and senescence are widely accepted as the major mechanisms by which p53 inhibits tumor formation. Nevertheless, it remains unclear whether they are the rate-limiting steps in tumor suppression. Here, we have generated mice bearing lysine to arginine mutations at one (p53(K117R)) or three (p53(3KR); K117R+K161R+K162R) of p53 acetylation sites. Although p53(K117R/K117R) cells are competent for p53-mediated cell-cycle arrest and senescence, but not apoptosis, all three of these processes are ablated in p53(3KR/3KR) cells. Surprisingly, unlike p53 null mice, which rapidly succumb to spontaneous thymic lymphomas, early-onset tumor formation does not occur in either p53(K117R/K117R) or p53(3KR/3KR) animals. Notably, p53(3KR) retains the ability to regulate energy metabolism and reactive oxygen species production. These findings underscore the crucial role of acetylation in differentially modulating p53 responses and suggest that unconventional activities of p53, such as metabolic regulation and antioxidant function, are critical for suppression of early-onset spontaneous tumorigenesis.",
      "authorList": [
        "Li T",
        "Kon N",
        "Jiang L",
        "Tan M",
        "Ludwig T",
        "Zhao Y",
        "Baer R",
        "Gu W"
      ],
      "journal": "Cell",
      "year": 2012,
      "month": 6,
      "day": 8,
      "volume": "149",
      "issue": "6",
      "pages": "1269-83",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu", "richard-baer"],
      "peopleList": ["wei-gu", "ning-kon", "richard-baer"],
      "isbn": "",
      "authors": "Li T, Kon N, Jiang L, Tan M, Ludwig T, Zhao Y, Baer R, Gu W"
    },
    {
      "pmid": "25799988",
      "pmcid": "PMC4455927",
      "doi": "10.1038/nature14344",
      "title": "Ferroptosis as a p53-mediated activity during tumour suppression",
      "abstract": "Although p53-mediated cell-cycle arrest, senescence and apoptosis serve as critical barriers to cancer development, emerging evidence suggests that the metabolic activities of p53 are also important. Here we show that p53 inhibits cystine uptake and sensitizes cells to ferroptosis, a non-apoptotic form of cell death, by repressing expression of SLC7A11, a key component of the cystine/glutamate antiporter. Notably, p53(3KR), an acetylation-defective mutant that fails to induce cell-cycle arrest, senescence and apoptosis, fully retains the ability to regulate SLC7A11 expression and induce ferroptosis upon reactive oxygen species (ROS)-induced stress. Analysis of mutant mice shows that these non-canonical p53 activities contribute to embryonic development and the lethality associated with loss of Mdm2. Moreover, SLC7A11 is highly expressed in human tumours, and its overexpression inhibits ROS-induced ferroptosis and abrogates p53(3KR)-mediated tumour growth suppression in xenograft models. Our findings uncover a new mode of tumour suppression based on p53 regulation of cystine metabolism, ROS responses and ferroptosis. ",
      "authorList": [
        "Jiang L",
        "Kon N",
        "Li T",
        "Wang SJ",
        "Su T",
        "Hibshoosh H",
        "Baer R",
        "Gu W"
      ],
      "journal": "Nature",
      "year": 2015,
      "month": 4,
      "day": 2,
      "volume": "520",
      "issue": "7545",
      "pages": "57-62",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu", "richard-baer"],
      "peopleList": ["wei-gu", "ning-kon", "richard-baer"],
      "isbn": "",
      "authors": "Jiang L, Kon N, Li T, Wang SJ, Su T, Hibshoosh H, Baer R, Gu W"
    },
    {
      "pmid": "27626385",
      "pmcid": "PMC5333498",
      "doi": "10.1038/nature19759",
      "title": "Acetylation-regulated interaction between p53 and SET reveals a widespread regulatory mode",
      "abstract": "Although lysine acetylation is now recognized as a general protein modification for both histones and non-histone proteins, the mechanisms of acetylation-mediated actions are not completely understood. Acetylation of the C-terminal domain (CTD) of p53 (also known as TP53) was an early example of non-histone protein acetylation and its precise role remains unclear. Lysine acetylation often creates binding sites for bromodomain-containing 'reader' proteins. Here we use a proteomic screen to identify the oncoprotein SET as a major cellular factor whose binding with p53 is dependent on CTD acetylation status. SET profoundly inhibits p53 transcriptional activity in unstressed cells, but SET-mediated repression is abolished by stress-induced acetylation of p53 CTD. Moreover, loss of the interaction with SET activates p53, resulting in tumour regression in mouse xenograft models. Notably, the acidic domain of SET acts as a 'reader' for the unacetylated CTD of p53 and this mechanism of acetylation-dependent regulation is widespread in nature. For example, acetylation of p53 also modulates its interactions with similar acidic domains found in other p53 regulators including VPRBP (also known as DCAF1), DAXX and PELP1 (refs. 7, 8, 9), and computational analysis of the proteome has identified numerous proteins with the potential to serve as acidic domain readers and lysine-rich ligands. Unlike bromodomain readers, which preferentially bind the acetylated forms of their cognate ligands, the acidic domain readers specifically recognize the unacetylated forms of their ligands. Finally, the acetylation-dependent regulation of p53 was further validated in vivo by using a knock-in mouse model expressing an acetylation-mimicking form of p53. These results reveal that acidic-domain-containing factors act as a class of acetylation-dependent regulators by targeting p53 and, potentially, other proteins.",
      "authorList": [
        "Wang D",
        "Kon N",
        "Lasso G",
        "Jiang L",
        "Leng W",
        "Zhu WG",
        "Qin J",
        "Honig B",
        "Gu W"
      ],
      "journal": "Nature",
      "year": 2016,
      "month": 10,
      "day": 6,
      "volume": "538",
      "issue": "7623",
      "pages": "118-122",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu", "ning-kon"],
      "isbn": "",
      "authors": "Wang D, Kon N, Lasso G, Jiang L, Leng W, Zhu WG, Qin J, Honig B, Gu W"
    },
    {
      "pmid": "27618649",
      "pmcid": "PMC5091299",
      "doi": "10.1038/nm.4180",
      "title": "HAUSP deubiquitinates and stabilizes N-Myc in neuroblastoma",
      "abstract": "The MYCN proto-oncogene is amplified in a number of advanced-stage human tumors, such as neuroblastomas. Similar to other members of the MYC family of oncoproteins, MYCN (also known as N-Myc) is a transcription factor, and its stability and activity are tightly controlled by ubiquitination-dependent proteasome degradation. Although numerous studies have demonstrated that N-Myc is a driver of neuroblastoma tumorigenesis, therapies that directly suppress N-Myc activity in human tumors are limited. Here we have identified ubiquitin-specific protease 7 (USP7; also known as HAUSP) as a regulator of N-Myc function in neuroblastoma. HAUSP interacts with N-Myc, and HAUSP expression induces deubiquitination and subsequent stabilization of N-Myc. Conversely, RNA interference (RNAi)-mediated knockdown of USP7 in neuroblastoma cancer cell lines, or genetic ablation of Usp7 in the mouse brain, destabilizes N-Myc, which leads to inhibition of N-Myc function. Notably, HAUSP is more abundant in patients with neuroblastoma who have poorer prognosis, and HAUSP expression substantially correlates with N-Myc transcriptional activity. Furthermore, small-molecule inhibitors of HAUSP's deubiquitinase activity markedly suppress the growth of MYCN-amplified human neuroblastoma cell lines in xenograft mouse models. Taken together, our findings demonstrate a crucial role of HAUSP in regulating N-Myc function in vivo and suggest that HAUSP inhibition is a potential therapy for MYCN-amplified tumors.",
      "authorList": [
        "Tavana O",
        "Li D",
        "Dai C",
        "Lopez G",
        "Banerjee D",
        "Kon N",
        "Chen C",
        "Califano A",
        "Yamashiro DJ",
        "Sun H",
        "Gu W"
      ],
      "journal": "Nat Med",
      "year": 2016,
      "month": 10,
      "day": -1,
      "volume": "22",
      "issue": "10",
      "pages": "1180-1186",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu", "ning-kon"],
      "isbn": "",
      "authors": "Tavana O, Li D, Dai C, Lopez G, Banerjee D, Kon N, Chen C, Califano A, Yamashiro DJ, Sun H, Gu W"
    },
    {
      "pmid": "28985506",
      "pmcid": "PMC5683418",
      "doi": "10.1016/j.molcel.2017.09.009",
      "title": "NRF2 Is a Major Target of ARF in p53-Independent Tumor Suppression",
      "abstract": "Although ARF can suppress tumor growth by activating p53 function, the mechanisms by which it suppresses tumor growth independently of p53 are not well understood. Here, we identified ARF as a key regulator of nuclear factor E2-related factor 2 (NRF2) through complex purification. ARF inhibits the ability of NRF2 to transcriptionally activate its target genes, including SLC7A11, a component of the cystine/glutamate antiporter that regulates reactive oxygen species (ROS)-induced ferroptosis. As a consequence, ARF expression sensitizes cells to ferroptosis in a p53-independent manner while ARF depletion induces NRF2 activation and promotes cancer cell survival in response to oxidative stress. Moreover, the ability of ARF to induce p53-independent tumor growth suppression in mouse xenograft models is significantly abrogated upon NRF2 overexpression. These results demonstrate that NRF2 is a major target of p53-independent tumor suppression by ARF and also suggest that the ARF-NRF2 interaction acts as a new checkpoint for oxidative stress responses.",
      "authorList": [
        "Chen D",
        "Tavana O",
        "Chu B",
        "Erber L",
        "Chen Y",
        "Baer R",
        "Gu W"
      ],
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 5,
      "volume": "68",
      "issue": "1",
      "pages": "224-232",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu", "richard-baer"],
      "peopleList": ["wei-gu", "delin-chen", "richard-baer"],
      "isbn": "",
      "authors": "Chen D, Tavana O, Chu B, Erber L, Chen Y, Baer R, Gu W"
    },
    {
      "pmid": "30962574",
      "pmcid": "PMC6624840",
      "doi": "10.1038/s41556-019-0305-6",
      "title": "ALOX12 is required for p53-mediated tumour suppression through a distinct ferroptosis pathway",
      "abstract": "It is well established that ferroptosis is primarily controlled by glutathione peroxidase 4 (GPX4). Surprisingly, we observed that p53 activation modulates ferroptotic responses without apparent effects on GPX4 function. Instead, ALOX12 inactivation diminishes p53-mediated ferroptosis induced by reactive oxygen species stress and abrogates p53-dependent inhibition of tumour growth in xenograft models, suggesting that ALOX12 is critical for p53-mediated ferroptosis. The ALOX12 gene resides on human chromosome 17p13.1, a hotspot of monoallelic deletion in human cancers. Loss of one Alox12 allele is sufficient to accelerate tumorigenesis in EÎ¼-Myc lymphoma models. Moreover, ALOX12 missense mutations from human cancers abrogate its ability to oxygenate polyunsaturated fatty acids and to induce p53-mediated ferroptosis. Notably, ALOX12 is dispensable for ferroptosis induced by erastin or GPX4 inhibitors; conversely, ACSL4 is required for ferroptosis upon GPX4 inhibition but dispensable for p53-mediated ferroptosis. Thus, our study identifies an ALOX12-mediated, ACSL4-independent ferroptosis pathway that is critical for p53-dependent tumour suppression.",
      "authorList": [
        "Chu B",
        "Kon N",
        "Chen D",
        "Li T",
        "Liu T",
        "Jiang L",
        "Song S",
        "Tavana O",
        "Gu W"
      ],
      "journal": "Nat Cell Biol",
      "year": 2019,
      "month": 5,
      "day": -1,
      "volume": "21",
      "issue": "5",
      "pages": "579-591",
      "tagList": ["article", "selected", "selected::wei-gu"],
      "url": "",
      "labs": ["wei-gu"],
      "peopleList": ["wei-gu", "ning-kon", "delin-chen"],
      "isbn": "",
      "authors": "Chu B, Kon N, Chen D, Li T, Liu T, Jiang L, Song S, Tavana O, Gu W"
    }
  ]
}
