[
  {
    "pmid": "32640193",
    "pmcid": "",
    "doi": "10.1016/j.molcel.2020.06.021",
    "title": "Proline Hydroxylation Primes Protein Kinases for Autophosphorylation and Activation",
    "abstract": "Activation of dual-specificity tyrosine-phosphorylation-regulated kinases 1A and 1B (DYRK1A and DYRK1B) requires prolyl hydroxylation by PHD1 prolyl hydroxylase. Prolyl hydroxylation of DYRK1 initiates a cascade of events leading to the release of molecular constraints on von Hippel-Lindau (VHL) ubiquitin ligase tumor suppressor function. However, the proline residue of DYRK1 targeted by hydroxylation and the role of prolyl hydroxylation in tyrosine autophosphorylation of DYRK1 are unknown. We found that a highly conserved proline in the CMGC insert of the DYRK1 kinase domain is hydroxylated by PHD1, and this event precedes tyrosine autophosphorylation. Mutation of the hydroxylation acceptor proline precludes tyrosine autophosphorylation and folding of DYRK1, resulting in a kinase unable to preserve VHL function and lacking glioma suppression activity. The consensus proline sequence is shared by most CMGC kinases, and prolyl hydroxylation is essential for catalytic activation. Thus, formation of prolyl-hydroxylated intermediates is a novel mechanism of kinase maturation and likely a general mechanism of regulation of CMGC kinases in eukaryotes.",
    "authorList": [
      "Lee SB",
      "Ko A",
      "Oh YT",
      "Shi P",
      "D'Angelo F",
      "Frangaj B",
      "Koller A",
      "Chen EI",
      "Cardozo T",
      "Iavarone A",
      "Lasorella A"
    ],
    "journal": "Mol Cell",
    "year": 2020,
    "month": 8,
    "day": 6,
    "volume": "79",
    "issue": "3",
    "pages": "376-389",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": [
      "anna-lasorella",
      "fulvio-dangelo",
      "brulinda-frangaj",
      "antonio-iavarone"
    ]
  },
  {
    "pmid": "30531922",
    "pmcid": "PMC6857804",
    "doi": "10.1038/s41591-018-0263-8",
    "title": "The molecular landscape of glioma in patients with Neurofibromatosis 1",
    "abstract": "Neurofibromatosis type 1 (NF1) is a common tumor predisposition syndrome in which glioma is one of the prevalent tumors. Gliomagenesis in NF1 results in a heterogeneous spectrum of low- to high-grade neoplasms occurring during the entire lifespan of patients. The pattern of genetic and epigenetic alterations of glioma that develops in NF1 patients and the similarities with sporadic glioma remain unknown. Here, we present the molecular landscape of low- and high-grade gliomas in patients affected by NF1 (NF1-glioma). We found that the predisposing germline mutation of the NF1 gene was frequently converted to homozygosity and the somatic mutational load of NF1-glioma was influenced by age and grade. High-grade tumors harbored genetic alterations of TP53 and CDKN2A, frequent mutations of ATRX associated with Alternative Lengthening of Telomere, and were enriched in genetic alterations of transcription/chromatin regulation and PI3 kinase pathways. Low-grade tumors exhibited fewer mutations that were over-represented in genes of the MAP kinase pathway. Approximately 50% of low-grade NF1-gliomas displayed an immune signature, T lymphocyte infiltrates, and increased neo-antigen load. DNA methylation assigned NF1-glioma to LGm6, a poorly defined Isocitrate Dehydrogenase 1 wild-type subgroup enriched with ATRX mutations. Thus, the profiling of NF1-glioma defined a distinct landscape that recapitulates a subset of sporadic tumors.",
    "authorList": [
      "D'Angelo F",
      "Ceccarelli M",
      "Tala ",
      "Garofano L",
      "Zhang J",
      "Frattini V",
      "Caruso FP",
      "Lewis G",
      "Alfaro KD",
      "Bauchet L",
      "Berzero G",
      "Cachia D",
      "Cangiano M",
      "Capelle L",
      "de Groot J",
      "DiMeco F",
      "Ducray F",
      "Farah W",
      "Finocchiaro G",
      "Goutagny S",
      "Kamiya-Matsuoka C",
      "Lavarino C",
      "Loiseau H",
      "Lorgis V",
      "Marras CE",
      "McCutcheon I",
      "Nam DH",
      "Ronchi S",
      "Saletti V",
      "Seizeur R",
      "Slopis J",
      "Suñol M",
      "Vandenbos F",
      "Varlet P",
      "Vidaud D",
      "Watts C",
      "Tabar V",
      "Reuss DE",
      "Kim SK",
      "Meyronet D",
      "Mokhtari K",
      "Salvador H",
      "Bhat KP",
      "Eoli M",
      "Sanson M",
      "Lasorella A",
      "Iavarone A"
    ],
    "journal": "Nat Med",
    "year": 2019,
    "month": 1,
    "day": -1,
    "volume": "25",
    "issue": "1",
    "pages": "176-187",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": [
      "anna-lasorella",
      "fulvio-dangelo",
      "luciano-garofano",
      "antonio-iavarone"
    ]
  },
  {
    "pmid": "29915258",
    "pmcid": "PMC6006150",
    "doi": "10.1038/s41467-018-04622-w",
    "title": "A recurrent point mutation in PRKCA is a hallmark of chordoid gliomas",
    "abstract": "Chordoid glioma (ChG) is a characteristic, slow growing, and well-circumscribed diencephalic tumor, whose mutational landscape is unknown. Here we report the analysis of 16 ChG by whole-exome and RNA-sequencing. We found that 15 ChG harbor the same PRKCA D463H mutation. PRKCA encodes the Protein kinase C (PKC) isozyme alpha (PKCα) and is mutated in a wide range of human cancers. However the hot spot PRKCA D463H mutation was not described in other tumors. PRKCA D463H is strongly associated with the activation of protein translation initiation (EIF2) pathway. PKCαD463H mRNA levels are more abundant than wild-type PKCα transcripts, while PKCαD463H is less stable than the PCKαWT protein. Compared to PCKαWT, the PKCαD463H protein is depleted from the cell membrane. The PKCαD463H mutant enhances proliferation of astrocytes and tanycytes, the cells of origin of ChG. In conclusion, our study identifies the hallmark mutation for chordoid gliomas and provides mechanistic insights on ChG oncogenesis.",
    "authorList": [
      "Rosenberg S",
      "Simeonova I",
      "Bielle F",
      "Verreault M",
      "Bance B",
      "Le Roux I",
      "Daniau M",
      "Nadaradjane A",
      "Gleize V",
      "Paris S",
      "Marie Y",
      "Giry M",
      "Polivka M",
      "Figarella-Branger D",
      "Aubriot-Lorton MH",
      "Villa C",
      "Vasiljevic A",
      "Lechapt-Zalcman E",
      "Kalamarides M",
      "Sharif A",
      "Mokhtari K",
      "Pagnotta SM",
      "Iavarone A",
      "Lasorella A",
      "Huillard E",
      "Sanson M"
    ],
    "journal": "Nat Commun",
    "year": 2018,
    "month": 6,
    "day": 18,
    "volume": "9",
    "issue": "1",
    "pages": "2371",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  },
  {
    "pmid": "29323298",
    "pmcid": "PMC5771419",
    "doi": "10.1038/nature25171",
    "title": "A metabolic function of FGFR3-TACC3 gene fusions in cancer",
    "abstract": "Chromosomal translocations that generate in-frame oncogenic gene fusions are notable examples of the success of targeted cancer therapies. We have previously described gene fusions of FGFR3-TACC3 (F3-T3) in 3% of human glioblastoma cases. Subsequent studies have reported similar frequencies of F3-T3 in many other cancers, indicating that F3-T3 is a commonly occuring fusion across all tumour types. F3-T3 fusions are potent oncogenes that confer sensitivity to FGFR inhibitors, but the downstream oncogenic signalling pathways remain unknown. Here we show that human tumours with F3-T3 fusions cluster within transcriptional subgroups that are characterized by the activation of mitochondrial functions. F3-T3 activates oxidative phosphorylation and mitochondrial biogenesis and induces sensitivity to inhibitors of oxidative metabolism. Phosphorylation of the phosphopeptide PIN4 is an intermediate step in the signalling pathway of the activation of mitochondrial metabolism. The F3-T3-PIN4 axis triggers the biogenesis of peroxisomes and the synthesis of new proteins. The anabolic response converges on the PGC1α coactivator through the production of intracellular reactive oxygen species, which enables mitochondrial respiration and tumour growth. These data illustrate the oncogenic circuit engaged by F3-T3 and show that F3-T3-positive tumours rely on mitochondrial respiration, highlighting this pathway as a therapeutic opportunity for the treatment of tumours with F3-T3 fusions. We also provide insights into the genetic alterations that initiate the chain of metabolic responses that drive mitochondrial metabolism in cancer.",
    "authorList": [
      "Frattini V",
      "Pagnotta SM",
      "Tala ",
      "Fan JJ",
      "Russo MV",
      "Lee SB",
      "Garofano L",
      "Zhang J",
      "Shi P",
      "Lewis G",
      "Sanson H",
      "Frederick V",
      "Castano AM",
      "Cerulo L",
      "Rolland DCM",
      "Mall R",
      "Mokhtari K",
      "Elenitoba-Johnson KSJ",
      "Sanson M",
      "Huang X",
      "Ceccarelli M",
      "Lasorella A",
      "Iavarone A"
    ],
    "journal": "Nature",
    "year": 2018,
    "month": 1,
    "day": 11,
    "volume": "553",
    "issue": "7687",
    "pages": "222-227",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "luciano-garofano", "antonio-iavarone"]
  },
  {
    "pmid": "29510988",
    "pmcid": "PMC5967627",
    "doi": "10.1158/2159-8290.CD-16-0861",
    "title": "Cross-Cohort Analysis Identifies a TEAD4-MYCN Positive Feedback Loop as the Core Regulatory Element of High-Risk Neuroblastoma",
    "abstract": "High-risk neuroblastomas show a paucity of recurrent somatic mutations at diagnosis. As a result, the molecular basis for this aggressive phenotype remains elusive. Recent progress in regulatory network analysis helped us elucidate disease-driving mechanisms downstream of genomic alterations, including recurrent chromosomal alterations. Our analysis identified three molecular subtypes of high-risk neuroblastomas, consistent with chromosomal alterations, and identified subtype-specific master regulator proteins that were conserved across independent cohorts. A 10-protein transcriptional module-centered around a TEAD4-MYCN positive feedback loop-emerged as the regulatory driver of the high-risk subtype associated with MYCN amplification. Silencing of either gene collapsed MYCN-amplified (MYCNAmp) neuroblastoma transcriptional hallmarks and abrogated viability in vitro and in vivo Consistently, TEAD4 emerged as a robust prognostic marker of poor survival, with activity independent of the canonical Hippo pathway transcriptional coactivators YAP and TAZ. These results suggest novel therapeutic strategies for the large subset of MYCN-deregulated neuroblastomas.Significance: Despite progress in understanding of neuroblastoma genetics, little progress has been made toward personalized treatment. Here, we present a framework to determine the downstream effectors of the genetic alterations sustaining neuroblastoma subtypes, which can be easily extended to other tumor types. We show the critical effect of disrupting a 10-protein module centered around a YAP/TAZ-independent TEAD4-MYCN positive feedback loop in MYCNAmp neuroblastomas, nominating TEAD4 as a novel candidate for therapeutic intervention. Cancer Discov; 8(5); 582-99. ©2018 AACR.This article is highlighted in the In This Issue feature, p. 517.",
    "authorList": [
      "Rajbhandari P",
      "Lopez G",
      "Capdevila C",
      "Salvatori B",
      "Yu J",
      "Rodriguez-Barrueco R",
      "Martinez D",
      "Yarmarkovich M",
      "Weichert-Leahey N",
      "Abraham BJ",
      "Alvarez MJ",
      "Iyer A",
      "Harenza JL",
      "Oldridge D",
      "De Preter K",
      "Koster J",
      "Asgharzadeh S",
      "Seeger RC",
      "Wei JS",
      "Khan J",
      "Vandesompele J",
      "Mestdagh P",
      "Versteeg R",
      "Look AT",
      "Young RA",
      "Iavarone A",
      "Lasorella A",
      "Silva JM",
      "Maris JM",
      "Califano A"
    ],
    "journal": "Cancer Discov",
    "year": 2018,
    "month": 5,
    "day": -1,
    "volume": "8",
    "issue": "5",
    "pages": "582-599",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  },
  {
    "pmid": "28003334",
    "pmcid": "PMC5286368",
    "doi": "10.15252/emmm.201606684",
    "title": "HUWE1 is a critical colonic tumour suppressor gene that prevents MYC signalling, DNA damage accumulation and tumour initiation",
    "abstract": "Cancer genome sequencing projects have identified hundreds of genetic alterations, often at low frequencies, raising questions as to their functional relevance. One exemplar gene is HUWE1, which has been found to be mutated in numerous studies. However, due to the large size of this gene and a lack of functional analysis of identified mutations, their significance to carcinogenesis is unclear. To determine the importance of HUWE1, we chose to examine its function in colorectal cancer, where it is mutated in up to 15 per cent of tumours. Modelling of identified mutations showed that they inactivate the E3 ubiquitin ligase activity of HUWE1. Genetic deletion of Huwe1 rapidly accelerated tumourigenic in mice carrying loss of the intestinal tumour suppressor gene Apc, with a dramatic increase in tumour initiation. Mechanistically, this phenotype was driven by increased MYC and rapid DNA damage accumulation leading to loss of the second copy of Apc The increased levels of DNA damage sensitised Huwe1-deficient tumours to DNA-damaging agents and to deletion of the anti-apoptotic protein MCL1. Taken together, these data identify HUWE1 as a bona fide tumour suppressor gene in the intestinal epithelium and suggest a potential vulnerability of HUWE1-mutated tumours to DNA-damaging agents and inhibitors of anti-apoptotic proteins.",
    "authorList": [
      "Myant KB",
      "Cammareri P",
      "Hodder MC",
      "Wills J",
      "Von Kriegsheim A",
      "Győrffy B",
      "Rashid M",
      "Polo S",
      "Maspero E",
      "Vaughan L",
      "Gurung B",
      "Barry E",
      "Malliri A",
      "Camargo F",
      "Adams DJ",
      "Iavarone A",
      "Lasorella A",
      "Sansom OJ"
    ],
    "journal": "EMBO Mol Med",
    "year": 2017,
    "month": 2,
    "day": -1,
    "volume": "9",
    "issue": "2",
    "pages": "181-197",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  },
  {
    "pmid": "26735018",
    "pmcid": "PMC5384647",
    "doi": "10.1038/nature16475",
    "title": "An ID2-dependent mechanism for VHL inactivation in cancer",
    "abstract": "Mechanisms that maintain cancer stem cells are crucial to tumour progression. The ID2 protein supports cancer hallmarks including the cancer stem cell state. HIFα transcription factors, most notably HIF2α (also known as EPAS1), are expressed in and required for maintenance of cancer stem cells (CSCs). However, the pathways that are engaged by ID2 or drive HIF2α accumulation in CSCs have remained unclear. Here we report that DYRK1A and DYRK1B kinases phosphorylate ID2 on threonine 27 (Thr27). Hypoxia downregulates this phosphorylation via inactivation of DYRK1A and DYRK1B. The activity of these kinases is stimulated in normoxia by the oxygen-sensing prolyl hydroxylase PHD1 (also known as EGLN2). ID2 binds to the VHL ubiquitin ligase complex, displaces VHL-associated Cullin 2, and impairs HIF2α ubiquitylation and degradation. Phosphorylation of Thr27 of ID2 by DYRK1 blocks ID2-VHL interaction and preserves HIF2α ubiquitylation. In glioblastoma, ID2 positively modulates HIF2α activity. Conversely, elevated expression of DYRK1 phosphorylates Thr27 of ID2, leading to HIF2α destabilization, loss of glioma stemness, inhibition of tumour growth, and a more favourable outcome for patients with glioblastoma. ",
    "authorList": [
      "Lee SB",
      "Frattini V",
      "Bansal M",
      "Castano AM",
      "Sherman D",
      "Hutchinson K",
      "Bruce JN",
      "Califano A",
      "Liu G",
      "Cardozo T",
      "Iavarone A",
      "Lasorella A"
    ],
    "journal": "Nature",
    "year": 2016,
    "month": 1,
    "day": 14,
    "volume": "529",
    "issue": "7585",
    "pages": "172-7",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  },
  {
    "pmid": "27668798",
    "pmcid": "PMC5117833",
    "doi": "10.1038/ni.3559",
    "title": "The ubiquitin ligase Huwe1 regulates the maintenance and lymphoid commitment of hematopoietic stem cells",
    "abstract": "Hematopoietic stem cells (HSCs) are dormant in the bone marrow and can be activated in response to diverse stresses to replenish all blood cell types. We identified the ubiquitin ligase Huwe1 as a crucial regulator of HSC function via its post-translational control of the oncoprotein N-myc (encoded by Mycn). We found Huwe1 to be essential for HSC self-renewal, quiescence and lymphoid-fate specification in mice. Through the use of a fluorescent fusion allele (MycnM), we observed that N-myc expression was restricted to the most immature, multipotent stem and progenitor populations. N-myc expression was upregulated in response to stress or following loss of Huwe1, which led to increased proliferation and stem-cell exhaustion. Mycn depletion reversed most of these phenotypes in vivo, which suggested that the attenuation of N-myc by Huwe1 is essential for reestablishing homeostasis following stress.",
    "authorList": [
      "King B",
      "Boccalatte F",
      "Moran-Crusio K",
      "Wolf E",
      "Wang J",
      "Kayembe C",
      "Lazaris C",
      "Yu X",
      "Aranda-Orgilles B",
      "Lasorella A",
      "Aifantis I"
    ],
    "journal": "Nat Immunol",
    "year": 2016,
    "month": 11,
    "day": -1,
    "volume": "17",
    "issue": "11",
    "pages": "1312-1321",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella"],
    "peopleList": ["anna-lasorella"]
  },
  {
    "pmid": "23917401",
    "pmcid": "PMC3799953",
    "doi": "10.1038/ng.2734",
    "title": "The integrated landscape of driver genomic alterations in glioblastoma",
    "abstract": "Glioblastoma is one of the most challenging forms of cancer to treat. Here we describe a computational platform that integrates the analysis of copy number variations and somatic mutations and unravels the landscape of in-frame gene fusions in glioblastoma. We found mutations with loss of heterozygosity in LZTR1, encoding an adaptor of CUL3-containing E3 ligase complexes. Mutations and deletions disrupt LZTR1 function, which restrains the self renewal and growth of glioma spheres that retain stem cell features. Loss-of-function mutations in CTNND2 target a neural-specific gene and are associated with the transformation of glioma cells along the very aggressive mesenchymal phenotype. We also report recurrent translocations that fuse the coding sequence of EGFR to several partners, with EGFR-SEPT14 being the most frequent functional gene fusion in human glioblastoma. EGFR-SEPT14 fusions activate STAT3 signaling and confer mitogen independence and sensitivity to EGFR inhibition. These results provide insights into the pathogenesis of glioblastoma and highlight new targets for therapeutic intervention. ",
    "authorList": [
      "Frattini V",
      "Trifonov V",
      "Chan JM",
      "Castano A",
      "Lia M",
      "Abate F",
      "Keir ST",
      "Ji AX",
      "Zoppoli P",
      "Niola F",
      "Danussi C",
      "Dolgalev I",
      "Porrati P",
      "Pellegatta S",
      "Heguy A",
      "Gupta G",
      "Pisapia DJ",
      "Canoll P",
      "Bruce JN",
      "McLendon RE",
      "Yan H",
      "Aldape K",
      "Finocchiaro G",
      "Mikkelsen T",
      "PrivÃ© GG",
      "Bigner DD",
      "Lasorella A",
      "Rabadan R",
      "Iavarone A"
    ],
    "journal": "Nat Genet",
    "year": 2013,
    "month": 10,
    "day": -1,
    "volume": "45",
    "issue": "10",
    "pages": "1141-9",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"]
  },
  {
    "pmid": "22837387",
    "pmcid": "PMC3677224",
    "doi": "10.1126/science.1220834",
    "title": "Transforming fusions of FGFR and TACC genes in human glioblastoma",
    "abstract": "The brain tumor glioblastoma multiforme (GBM) is among the most lethal forms of human cancer. Here, we report that a small subset of GBMs (3.1%; 3 of 97 tumors examined) harbors oncogenic chromosomal translocations that fuse in-frame the tyrosine kinase coding domains of fibroblast growth factor receptor (FGFR) genes (FGFR1 or FGFR3) to the transforming acidic coiled-coil (TACC) coding domains of TACC1 or TACC3, respectively. The FGFR-TACC fusion protein displays oncogenic activity when introduced into astrocytes or stereotactically transduced in the mouse brain. The fusion protein, which localizes to mitotic spindle poles, has constitutive kinase activity and induces mitotic and chromosomal segregation defects and triggers aneuploidy. Inhibition of FGFR kinase corrects the aneuploidy, and oral administration of an FGFR inhibitor prolongs survival of mice harboring intracranial FGFR3-TACC3-initiated glioma. FGFR-TACC fusions could potentially identify a subset of GBM patients who would benefit from targeted FGFR kinase inhibition.",
    "authorList": [
      "Singh D",
      "Chan JM",
      "Zoppoli P",
      "Niola F",
      "Sullivan R",
      "Castano A",
      "Liu EM",
      "Reichel J",
      "Porrati P",
      "Pellegatta S",
      "Qiu K",
      "Gao Z",
      "Ceccarelli M",
      "Riccardi R",
      "Brat DJ",
      "Guha A",
      "Aldape K",
      "Golfinos JG",
      "Zagzag D",
      "Mikkelsen T",
      "Finocchiaro G",
      "Lasorella A",
      "Rabadan R",
      "Iavarone A"
    ],
    "journal": "Science",
    "year": 2012,
    "month": 9,
    "day": 7,
    "volume": "337",
    "issue": "6099",
    "pages": "1231-5",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "raul-rabadan", "antonio-iavarone"]
  },
  {
    "pmid": "23241957",
    "pmcid": "PMC3537192",
    "doi": "10.1172/JCI63811",
    "title": "Mesenchymal high-grade glioma is maintained by the ID-RAP1 axis",
    "abstract": "High-grade gliomas (HGGs) are incurable brain tumors that are characterized by the presence of glioma-initiating cells (GICs). GICs are essential to tumor aggressiveness and retain the capacity for self-renewal and multilineage differentiation as long as they reside in the perivascular niche. ID proteins are master regulators of stemness and anchorage to the extracellular niche microenvironment, suggesting that they may play a role in maintaining GICs. Here, we modeled the probable therapeutic impact of ID inactivation in HGG by selective ablation of Id in tumor cells and after tumor initiation in a new mouse model of human mesenchymal HGG. Deletion of 3 Id genes induced rapid release of GICs from the perivascular niche, followed by tumor regression. GIC displacement was mediated by derepression of Rap1gap and subsequent inhibition of RAP1, a master regulator of cell adhesion. We identified a signature module of 5 genes in the ID pathway, including RAP1GAP, which segregated 2 subgroups of glioma patients with markedly different clinical outcomes. The model-informed survival analysis together with genetic and functional studies establish that ID activity is required for the maintenance of mesenchymal HGG and suggest that pharmacological inactivation of ID proteins could serve as a therapeutic strategy.",
    "authorList": [
      "Niola F",
      "Zhao X",
      "Singh D",
      "Sullivan R",
      "Castano A",
      "Verrico A",
      "Zoppoli P",
      "Friedmann-Morvinski D",
      "Sulman E",
      "Barrett L",
      "Zhuang Y",
      "Verma I",
      "Benezra R",
      "Aldape K",
      "Iavarone A",
      "Lasorella A"
    ],
    "journal": "J Clin Invest",
    "year": 2013,
    "month": 1,
    "day": -1,
    "volume": "123",
    "issue": "1",
    "pages": "405-17",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  },
  {
    "pmid": "22522171",
    "pmcid": "PMC3635493",
    "doi": "10.1038/ncb2490",
    "title": "Id proteins synchronize stemness and anchorage to the niche of neural stem cells",
    "abstract": "Stem-cell functions require activation of stem-cell-intrinsic transcriptional programs and extracellular interaction with a niche microenvironment. How the transcriptional machinery controls residency of stem cells in the niche is unknown. Here we show that Id proteins coordinate stem-cell activities with anchorage of neural stem cells (NSCs) to the niche. Conditional inactivation of three Id genes in NSCs triggered detachment of embryonic and postnatal NSCs from the ventricular and vascular niche, respectively. The interrogation of the gene modules directly targeted by Id deletion in NSCs revealed that Id proteins repress bHLH-mediated activation of Rap1GAP, thus serving to maintain the GTPase activity of RAP1, a key mediator of cell adhesion. Preventing the elevation of the Rap1GAP level countered the consequences of Id loss on NSC-niche interaction and stem-cell identity. Thus, by preserving anchorage of NSCs to the extracellular environment, Id activity synchronizes NSC functions to residency in the specialized niche.",
    "authorList": [
      "Niola F",
      "Zhao X",
      "Singh D",
      "Castano A",
      "Sullivan R",
      "Lauria M",
      "Nam HS",
      "Zhuang Y",
      "Benezra R",
      "Di Bernardo D",
      "Iavarone A",
      "Lasorella A"
    ],
    "journal": "Nat Cell Biol",
    "year": 2012,
    "month": 4,
    "day": 22,
    "volume": "14",
    "issue": "5",
    "pages": "477-87",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  },
  {
    "pmid": "18488021",
    "pmcid": "PMC2680438",
    "doi": "10.1038/ncb1727",
    "title": "The HECT-domain ubiquitin ligase Huwe1 controls neural differentiation and proliferation by destabilizing the N-Myc oncoprotein",
    "abstract": "Development of the nervous system requires that timely withdrawal from the cell cycle be coupled with initiation of differentiation. Ubiquitin-mediated degradation of the N-Myc oncoprotein in neural stem/progenitor cells is thought to trigger the arrest of proliferation and begin differentiation. Here we report that the HECT-domain ubiquitin ligase Huwe1 ubiquitinates the N-Myc oncoprotein through Lys 48-mediated linkages and targets it for destruction by the proteasome. This process is physiologically implemented by embryonic stem (ES) cells differentiating along the neuronal lineage and in the mouse brain during development. Genetic and RNA interference-mediated inactivation of the Huwe1 gene impedes N-Myc degradation, prevents exit from the cell cycle by opposing the expression of Cdk inhibitors and blocks differentiation through persistent inhibition of early and late markers of neuronal differentiation. Silencing of N-myc in cells lacking Huwe1 restores neural differentiation of ES cells and rescues cell-cycle exit and differentiation of the mouse cortex, demonstrating that Huwe1 restrains proliferation and enables neuronal differentiation by mediating the degradation of N-Myc. These findings indicate that Huwe1 links destruction of N-Myc to the quiescent state that complements differentiation in the neural tissue.",
    "authorList": [
      "Zhao X",
      "Heng JI",
      "Guardavaccaro D",
      "Jiang R",
      "Pagano M",
      "Guillemot F",
      "Iavarone A",
      "Lasorella A"
    ],
    "journal": "Nat Cell Biol",
    "year": 2008,
    "month": 6,
    "day": -1,
    "volume": "10",
    "issue": "6",
    "pages": "643-53",
    "tagList": ["article", "selected", "selected::anna-lasorella"],
    "url": "",
    "labs": ["anna-lasorella", "antonio-iavarone"],
    "peopleList": ["anna-lasorella", "antonio-iavarone"]
  }
]
