[
  {
    "pmid": "33341431",
    "pmcid": "",
    "doi": "10.1016/j.trecan.2020.12.004",
    "title": "PDA Got SERious Nerves",
    "abstract": "Pancreatic innervation is an important factor in pancreatic cancer etiology and progression. Recent work by Banh et al. has revealed that serine released from the axons of sensory and sympathetic neurons supports pancreatic cancer metabolism during nutrient-deprived conditions. These findings rationalize a therapeutic strategy to combine dietary manipulation and pharmacological denervation to target pancreatic cancer.",
    "authorList": ["Yang X", "Chio IIC"],
    "authors": "Yang X, Chio IIC",
    "journal": "Trends Cancer",
    "year": 2021,
    "month": 2,
    "day": -1,
    "volume": "7",
    "issue": "2",
    "pages": "89-91",
    "tagList": [
      "article",
      "selected",
      "selected::christine-chio",
      "columbia",
      "icg"
    ],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "31861620",
    "pmcid": "PMC7016631",
    "doi": "10.3390/genes11010006",
    "title": "Metastasis in Pancreatic Ductal Adenocarcinoma: Current Standing and Methodologies",
    "abstract": "Pancreatic ductal adenocarcinoma is an extremely aggressive disease with a high metastatic potential. Most patients are diagnosed with metastatic disease, at which the five-year survival rate is only 3%. A better understanding of the mechanisms that drive metastasis is imperative for the development of better therapeutic interventions. Here, we take the reader through our current knowledge of the parameters that support metastatic progression in pancreatic ductal adenocarcinoma, and the experimental models that are at our disposal to study this process. We also describe the advantages and limitations of these models to study the different aspects of metastatic dissemination.",
    "authorList": ["Ayres Pereira M", "Chio IIC"],
    "authors": "Ayres Pereira M, Chio IIC",
    "journal": "Genes (Basel)",
    "year": 2019,
    "month": 12,
    "day": 19,
    "volume": "11",
    "issue": "1",
    "pages": "",
    "tagList": [
      "article",
      "selected",
      "selected::christine-chio",
      "columbia",
      "icg"
    ],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio", "marina-ayres-pereira"]
  },
  {
    "pmid": "28427863",
    "pmcid": "PMC5462452",
    "doi": "10.1016/j.molmed.2017.03.004",
    "title": "ROS in Cancer: The Burning Question",
    "abstract": "An unanswered question in human health is whether antioxidation prevents or promotes cancer. Antioxidation has historically been viewed as chemopreventive, but emerging evidence suggests that antioxidants may be supportive of neoplasia. We posit this contention to be rooted in the fact that ROS do not operate as one single biochemical entity, but as diverse secondary messengers in cancer cells. This cautions against therapeutic strategies to increase ROS at a global level. To leverage redox alterations towards the development of effective therapies necessitates the application of biophysical and biochemical approaches to define redox dynamics and to functionally elucidate specific oxidative modifications in cancer versus normal cells. An improved understanding of the sophisticated workings of redox biology is imperative to defeating cancer.",
    "authorList": ["Chio IIC", "Tuveson DA"],
    "authors": "Chio IIC, Tuveson DA",
    "journal": "Trends Mol Med",
    "year": 2017,
    "month": 5,
    "day": -1,
    "volume": "23",
    "issue": "5",
    "pages": "411-429",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "31723131",
    "pmcid": "PMC6853918",
    "doi": "10.1038/s41467-019-13086-5",
    "title": "eIF4A supports an oncogenic translation program in pancreatic ductal adenocarcinoma",
    "abstract": "Pancreatic ductal adenocarcinoma (PDA) is a lethal malignancy with limited treatment options. Although metabolic reprogramming is a hallmark of many cancers, including PDA, previous attempts to target metabolic changes therapeutically have been stymied by drug toxicity and tumour cell plasticity. Here, we show that PDA cells engage an eIF4F-dependent translation program that supports redox and central carbon metabolism. Inhibition of the eIF4F subunit, eIF4A, using the synthetic rocaglate CR-1-31-B (CR-31) reduced the viability of PDA organoids relative to their normal counterparts. In vivo, CR-31 suppresses tumour growth and extends survival of genetically-engineered murine models of PDA. Surprisingly, inhibition of eIF4A also induces glutamine reductive carboxylation. As a consequence, combined targeting of eIF4A and glutaminase activity more effectively inhibits PDA cell growth both in vitro and in vivo. Overall, our work demonstrates the importance of eIF4A in translational control of pancreatic tumour metabolism and as a therapeutic target against PDA.",
    "authorList": [
      "Chan K",
      "Robert F",
      "Oertlin C",
      "Kapeller-Libermann D",
      "Avizonis D",
      "Gutierrez J",
      "Handly-Santana A",
      "Doubrovin M",
      "Park J",
      "Schoepfer C",
      "Da Silva B",
      "Yao M",
      "Gorton F",
      "Shi J",
      "Thomas CJ",
      "Brown LE",
      "Porco JA",
      "Pollak M",
      "Larsson O",
      "Pelletier J",
      "Chio IIC"
    ],
    "authors": "Chan K, Robert F, Oertlin C, Kapeller-Libermann D, Avizonis D, Gutierrez J, Handly-Santana A, Doubrovin M, Park J, Schoepfer C, Da Silva B, Yao M, Gorton F, Shi J, Thomas CJ, Brown LE, Porco JA, Pollak M, Larsson O, Pelletier J, Chio IIC",
    "journal": "Nat Commun",
    "year": 2019,
    "month": 11,
    "day": 13,
    "volume": "10",
    "issue": "1",
    "pages": "5151",
    "tagList": [
      "article",
      "selected",
      "selected::christine-chio",
      "columbia",
      "icg"
    ],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio", "karina-chan"]
  },
  {
    "pmid": "27477511",
    "pmcid": "PMC5234705",
    "doi": "10.1016/j.cell.2016.06.056",
    "title": "NRF2 Promotes Tumor Maintenance by Modulating mRNA Translation in Pancreatic Cancer",
    "abstract": "Pancreatic cancer is a deadly malignancy that lacks effective therapeutics. We previously reported that oncogenic Kras induced the redox master regulator Nfe2l2/Nrf2 to stimulate pancreatic and lung cancer initiation. Here, we show that NRF2 is necessary to maintain pancreatic cancer proliferation by regulating mRNA translation. Specifically, loss of NRF2 led to defects in autocrine epidermal growth factor receptor (EGFR) signaling and oxidation of specific translational regulatory proteins, resulting in impaired cap-dependent and cap-independent mRNA translation in pancreatic cancer cells. Combined targeting of the EGFR effector AKT and the glutathione antioxidant pathway mimicked Nrf2 ablation to potently inhibit pancreatic cancer ex vivo and in vivo, representing a promising synthetic lethal strategy for treating the disease. ",
    "authorList": [
      "Chio IIC",
      "Jafarnejad SM",
      "Ponz-Sarvise M",
      "Park Y",
      "Rivera K",
      "Palm W",
      "Wilson J",
      "Sangar V",
      "Hao Y",
      "Öhlund D",
      "Wright K",
      "Filippini D",
      "Lee EJ",
      "Da Silva B",
      "Schoepfer C",
      "Wilkinson JE",
      "Buscaglia JM",
      "DeNicola GM",
      "Tiriac H",
      "Hammell M",
      "Crawford HC",
      "Schmidt EE",
      "Thompson CB",
      "Pappin DJ",
      "Sonenberg N",
      "Tuveson DA"
    ],
    "authors": "Chio IIC, Jafarnejad SM, Ponz-Sarvise M, Park Y, Rivera K, Palm W, Wilson J, Sangar V, Hao Y, Öhlund D, Wright K, Filippini D, Lee EJ, Da Silva B, Schoepfer C, Wilkinson JE, Buscaglia JM, DeNicola GM, Tiriac H, Hammell M, Crawford HC, Schmidt EE, Thompson CB, Pappin DJ, Sonenberg N, Tuveson DA",
    "journal": "Cell",
    "year": 2016,
    "month": 8,
    "day": 11,
    "volume": "166",
    "issue": "4",
    "pages": "963-976",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "25557080",
    "pmcid": "PMC4334572",
    "doi": "10.1016/j.cell.2014.12.021",
    "title": "Organoid models of human and mouse ductal pancreatic cancer",
    "abstract": "Pancreatic cancer is one of the most lethal malignancies due to its late diagnosis and limited response to treatment. Tractable methods to identify and interrogate pathways involved in pancreatic tumorigenesis are urgently needed. We established organoid models from normal and neoplastic murine and human pancreas tissues. Pancreatic organoids can be rapidly generated from resected tumors and biopsies, survive cryopreservation, and exhibit ductal- and disease-stage-specific characteristics. Orthotopically transplanted neoplastic organoids recapitulate the full spectrum of tumor development by forming early-grade neoplasms that progress to locally invasive and metastatic carcinomas. Due to their ability to be genetically manipulated, organoids are a platform to probe genetic cooperation. Comprehensive transcriptional and proteomic analyses of murine pancreatic organoids revealed genes and pathways altered during disease progression. The confirmation of many of these protein changes in human tissues demonstrates that organoids are a facile model system to discover characteristics of this deadly malignancy. ",
    "authorList": [
      "Boj SF",
      "Hwang CI",
      "Baker LA",
      "Chio II",
      "Engle DD",
      "Corbo V",
      "Jager M",
      "Ponz-Sarvise M",
      "Tiriac H",
      "Spector MS",
      "Gracanin A",
      "Oni T",
      "Yu KH",
      "van Boxtel R",
      "Huch M",
      "Rivera KD",
      "Wilson JP",
      "Feigin ME",
      "Öhlund D",
      "Handly-Santana A",
      "Ardito-Abraham CM",
      "Ludwig M",
      "Elyada E",
      "Alagesan B",
      "Biffi G",
      "Yordanov GN",
      "Delcuze B",
      "Creighton B",
      "Wright K",
      "Park Y",
      "Morsink FH",
      "Molenaar IQ",
      "Borel Rinkes IH",
      "Cuppen E",
      "Hao Y",
      "Jin Y",
      "Nijman IJ",
      "Iacobuzio-Donahue C",
      "Leach SD",
      "Pappin DJ",
      "Hammell M",
      "Klimstra DS",
      "Basturk O",
      "Hruban RH",
      "Offerhaus GJ",
      "Vries RG",
      "Clevers H",
      "Tuveson DA"
    ],
    "authors": "Boj SF, Hwang CI, Baker LA, Chio II, Engle DD, Corbo V, Jager M, Ponz-Sarvise M, Tiriac H, Spector MS, Gracanin A, Oni T, Yu KH, van Boxtel R, Huch M, Rivera KD, Wilson JP, Feigin ME, Öhlund D, Handly-Santana A, Ardito-Abraham CM, Ludwig M, Elyada E, Alagesan B, Biffi G, Yordanov GN, Delcuze B, Creighton B, Wright K, Park Y, Morsink FH, Molenaar IQ, Borel Rinkes IH, Cuppen E, Hao Y, Jin Y, Nijman IJ, Iacobuzio-Donahue C, Leach SD, Pappin DJ, Hammell M, Klimstra DS, Basturk O, Hruban RH, Offerhaus GJ, Vries RG, Clevers H, Tuveson DA",
    "journal": "Cell",
    "year": 2015,
    "month": 1,
    "day": 15,
    "volume": "160",
    "issue": "1-2",
    "pages": "324-38",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio", "ying-jin"]
  },
  {
    "pmid": "22561347",
    "pmcid": "",
    "doi": "10.1038/ncb2496",
    "title": "TRADD contributes to tumour suppression by regulating ULF-dependent p19Arf ubiquitylation",
    "abstract": "Tumour necrosis factor receptor (TNFR)-associated death domain (TRADD) protein is a central adaptor in the TNFR1 signalling complex that mediates both cell death and inflammatory signals. Here, we report that Tradd deficiency in mice accelerated tumour formation in a chemical-induced carcinogenesis model independently of TNFR1 signalling. In vitro, primary cells lacking TRADD were less susceptible to HRas-induced senescence and showed a reduced level of accumulation of the p19(Arf) tumour suppressor protein. Our data indicate that TRADD shuttles dynamically from the cytoplasm into the nucleus to modulate the interaction between p19(Arf) and its E3 ubiquitin ligase ULF, thereby promoting p19(Arf) protein stability and tumour suppression. These results reveal a previously unknown tumour-suppressive role for nuclear TRADD, augmenting its long-established cytoplasmic functions in inflammatory and immune signalling cascades. Our findings also make an important contribution to the rapidly expanding field of p19(Arf) post-translational regulation.",
    "authorList": [
      "Chio II",
      "Sasaki M",
      "Ghazarian D",
      "Moreno J",
      "Done S",
      "Ueda T",
      "Inoue S",
      "Chang YL",
      "Chen NJ",
      "Mak TW"
    ],
    "authors": "Chio II, Sasaki M, Ghazarian D, Moreno J, Done S, Ueda T, Inoue S, Chang YL, Chen NJ, Mak TW",
    "journal": "Nat Cell Biol",
    "year": 2012,
    "month": 5,
    "day": 6,
    "volume": "14",
    "issue": "6",
    "pages": "625-33",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "18719121",
    "pmcid": "PMC2518828",
    "doi": "10.1073/pnas.0806585105",
    "title": "Beyond tumor necrosis factor receptor: TRADD signaling in toll-like receptors",
    "abstract": "Tumor necrosis factor receptor 1-associated death domain protein (TRADD) is the core adaptor recruited to TNF receptor 1 (TNFR1) upon TNFalpha stimulation. In cells from TRADD-deficient mice, TNFalpha-mediated apoptosis and TNFalpha-stimulated NF-kappaB, JNK, and ERK activation are defective. TRADD is also important for germinal center formation, DR3-mediated costimulation of T cells, and TNFalpha-mediated inflammatory responses in vivo. TRADD deficiency does not enhance IFNgamma-induced signaling. Importantly, TRADD has a novel role in TLR3 and TLR4 signaling. TRADD participates in the TLR4 complex formed upon LPS stimulation, and TRADD-deficient macrophages show impaired cytokine production in response to TLR ligands in vitro. Thus, TRADD is a multifunctional protein crucial both for TNFR1 signaling and other signaling pathways relevant to immune responses.",
    "authorList": [
      "Chen NJ",
      "Chio II",
      "Lin WJ",
      "Duncan G",
      "Chau H",
      "Katz D",
      "Huang HL",
      "Pike KA",
      "Hao Z",
      "Su YW",
      "Yamamoto K",
      "de Pooter RF",
      "Zúñiga-Pflücker JC",
      "Wakeham A",
      "Yeh WC",
      "Mak TW"
    ],
    "authors": "Chen NJ, Chio II, Lin WJ, Duncan G, Chau H, Katz D, Huang HL, Pike KA, Hao Z, Su YW, Yamamoto K, de Pooter RF, Zúñiga-Pflücker JC, Wakeham A, Yeh WC, Mak TW",
    "journal": "Proc Natl Acad Sci USA",
    "year": 2008,
    "month": 8,
    "day": 26,
    "volume": "105",
    "issue": "34",
    "pages": "12429-34",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "31492749",
    "pmcid": "PMC6858952",
    "doi": "10.1158/1078-0432.CCR-19-1398",
    "title": "Identification of Resistance Pathways Specific to Malignancy Using Organoid Models of Pancreatic Cancer",
    "abstract": "KRAS is mutated in the majority of pancreatic ductal adenocarcinoma. MAPK and PI3K-AKT are primary KRAS effector pathways, but combined MAPK and PI3K inhibition has not been demonstrated to be clinically effective to date. We explore the resistance mechanisms uniquely employed by malignant cells.",
    "authorList": [
      "Ponz-Sarvise M",
      "Corbo V",
      "Tiriac H",
      "Engle DD",
      "Frese KK",
      "Oni TE",
      "Hwang CI",
      "Öhlund D",
      "Chio IIC",
      "Baker LA",
      "Filippini D",
      "Wright K",
      "Bapiro TE",
      "Huang P",
      "Smith P",
      "Yu KH",
      "Jodrell DI",
      "Park Y",
      "Tuveson DA"
    ],
    "authors": "Ponz-Sarvise M, Corbo V, Tiriac H, Engle DD, Frese KK, Oni TE, Hwang CI, Öhlund D, Chio IIC, Baker LA, Filippini D, Wright K, Bapiro TE, Huang P, Smith P, Yu KH, Jodrell DI, Park Y, Tuveson DA",
    "journal": "Clin Cancer Res",
    "year": 2019,
    "month": 11,
    "day": 15,
    "volume": "25",
    "issue": "22",
    "pages": "6742-6755",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "31527169",
    "pmcid": "PMC6891204",
    "doi": "10.1158/1078-0432.CCR-19-0302",
    "title": "Bioactivation of Napabucasin Triggers Reactive Oxygen Species-Mediated Cancer Cell Death",
    "abstract": "Napabucasin (2-acetylfuro-1,4-naphthoquinone or BBI-608) is a small molecule currently being clinically evaluated in various cancer types. It has mostly been recognized for its ability to inhibit STAT3 signaling. However, based on its chemical structure, we hypothesized that napabucasin is a substrate for intracellular oxidoreductases and therefore may exert its anticancer effect through redox cycling, resulting in reactive oxygen species (ROS) production and cell death.",
    "authorList": [
      "Froeling FEM",
      "Swamynathan MM",
      "Deschênes A",
      "Chio IIC",
      "Brosnan E",
      "Yao MA",
      "Alagesan P",
      "Lucito M",
      "Li J",
      "Chang AY",
      "Trotman LC",
      "Belleau P",
      "Park Y",
      "Rogoff HA",
      "Watson JD",
      "Tuveson DA"
    ],
    "authors": "Froeling FEM, Swamynathan MM, Deschênes A, Chio IIC, Brosnan E, Yao MA, Alagesan P, Lucito M, Li J, Chang AY, Trotman LC, Belleau P, Park Y, Rogoff HA, Watson JD, Tuveson DA",
    "journal": "Clin Cancer Res",
    "year": 2019,
    "month": 12,
    "day": 1,
    "volume": "25",
    "issue": "23",
    "pages": "7162-7174",
    "tagList": [
      "article",
      "selected",
      "selected::christine-chio",
      "columbia",
      "icg"
    ],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "28918937",
    "pmcid": "PMC5629112",
    "doi": "10.1016/j.cmet.2017.08.017",
    "title": "A Predictive Model for Selective Targeting of the Warburg Effect through GAPDH Inhibition with a Natural Product",
    "abstract": "Targeted cancer therapies that use genetics are successful, but principles for selectively targeting tumor metabolism that is also dependent on the environment remain unknown. We now show that differences in rate-controlling enzymes during the Warburg effect (WE), the most prominent hallmark of cancer cell metabolism, can be used to predict a response to targeting glucose metabolism. We establish a natural product, koningic acid (KA), to be a selective inhibitor of GAPDH, an enzyme we characterize to have differential control properties over metabolism during the WE. With machine learning and integrated pharmacogenomics and metabolomics, we demonstrate that KA efficacy is not determined by the status of individual genes, but by the quantitative extent of the WE, leading to a therapeutic window in vivo. Thus, the basis of targeting the WE can be encoded by molecular principles that extend beyond the status of individual genes.",
    "authorList": [
      "Liberti MV",
      "Dai Z",
      "Wardell SE",
      "Baccile JA",
      "Liu X",
      "Gao X",
      "Baldi R",
      "Mehrmohamadi M",
      "Johnson MO",
      "Madhukar NS",
      "Shestov AA",
      "Chio IIC",
      "Elemento O",
      "Rathmell JC",
      "Schroeder FC",
      "McDonnell DP",
      "Locasale JW"
    ],
    "authors": "Liberti MV, Dai Z, Wardell SE, Baccile JA, Liu X, Gao X, Baldi R, Mehrmohamadi M, Johnson MO, Madhukar NS, Shestov AA, Chio IIC, Elemento O, Rathmell JC, Schroeder FC, McDonnell DP, Locasale JW",
    "journal": "Cell Metab",
    "year": 2017,
    "month": 10,
    "day": 3,
    "volume": "26",
    "issue": "4",
    "pages": "648-659",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "28232471",
    "pmcid": "PMC5339682",
    "doi": "10.1084/jem.20162024",
    "title": "Distinct populations of inflammatory fibroblasts and myofibroblasts in pancreatic cancer",
    "abstract": "Pancreatic stellate cells (PSCs) differentiate into cancer-associated fibroblasts (CAFs) that produce desmoplastic stroma, thereby modulating disease progression and therapeutic response in pancreatic ductal adenocarcinoma (PDA). However, it is unknown whether CAFs uniformly carry out these tasks or if subtypes of CAFs with distinct phenotypes in PDA exist. We identified a CAF subpopulation with elevated expression of α-smooth muscle actin (αSMA) located immediately adjacent to neoplastic cells in mouse and human PDA tissue. We recapitulated this finding in co-cultures of murine PSCs and PDA organoids, and demonstrated that organoid-activated CAFs produced desmoplastic stroma. The co-cultures showed cooperative interactions and revealed another distinct subpopulation of CAFs, located more distantly from neoplastic cells, which lacked elevated αSMA expression and instead secreted IL6 and additional inflammatory mediators. These findings were corroborated in mouse and human PDA tissue, providing direct evidence for CAF heterogeneity in PDA tumor biology with implications for disease etiology and therapeutic development.",
    "authorList": [
      "Öhlund D",
      "Handly-Santana A",
      "Biffi G",
      "Elyada E",
      "Almeida AS",
      "Ponz-Sarvise M",
      "Corbo V",
      "Oni TE",
      "Hearn SA",
      "Lee EJ",
      "Chio II",
      "Hwang CI",
      "Tiriac H",
      "Baker LA",
      "Engle DD",
      "Feig C",
      "Kultti A",
      "Egeblad M",
      "Fearon DT",
      "Crawford JM",
      "Clevers H",
      "Park Y",
      "Tuveson DA"
    ],
    "authors": "Öhlund D, Handly-Santana A, Biffi G, Elyada E, Almeida AS, Ponz-Sarvise M, Corbo V, Oni TE, Hearn SA, Lee EJ, Chio II, Hwang CI, Tiriac H, Baker LA, Engle DD, Feig C, Kultti A, Egeblad M, Fearon DT, Crawford JM, Clevers H, Park Y, Tuveson DA",
    "journal": "J Exp Med",
    "year": 2017,
    "month": 3,
    "day": 6,
    "volume": "214",
    "issue": "3",
    "pages": "579-596",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "26541605",
    "pmcid": "PMC4778961",
    "doi": "10.1126/science.aaa5004",
    "title": "Vitamin C selectively kills KRAS and BRAF mutant colorectal cancer cells by targeting GAPDH",
    "abstract": "More than half of human colorectal cancers (CRCs) carry either KRAS or BRAF mutations and are often refractory to approved targeted therapies. We found that cultured human CRC cells harboring KRAS or BRAF mutations are selectively killed when exposed to high levels of vitamin C. This effect is due to increased uptake of the oxidized form of vitamin C, dehydroascorbate (DHA), via the GLUT1 glucose transporter. Increased DHA uptake causes oxidative stress as intracellular DHA is reduced to vitamin C, depleting glutathione. Thus, reactive oxygen species accumulate and inactivate glyceraldehyde 3-phosphate dehydrogenase (GAPDH). Inhibition of GAPDH in highly glycolytic KRAS or BRAF mutant cells leads to an energetic crisis and cell death not seen in KRAS and BRAF wild-type cells. High-dose vitamin C impairs tumor growth in Apc/Kras(G12D) mutant mice. These results provide a mechanistic rationale for exploring the therapeutic use of vitamin C for CRCs with KRAS or BRAF mutations. ",
    "authorList": [
      "Yun J",
      "Mullarky E",
      "Lu C",
      "Bosch KN",
      "Kavalier A",
      "Rivera K",
      "Roper J",
      "Chio II",
      "Giannopoulou EG",
      "Rago C",
      "Muley A",
      "Asara JM",
      "Paik J",
      "Elemento O",
      "Chen Z",
      "Pappin DJ",
      "Dow LE",
      "Papadopoulos N",
      "Gross SS",
      "Cantley LC"
    ],
    "authors": "Yun J, Mullarky E, Lu C, Bosch KN, Kavalier A, Rivera K, Roper J, Chio II, Giannopoulou EG, Rago C, Muley A, Asara JM, Paik J, Elemento O, Chen Z, Pappin DJ, Dow LE, Papadopoulos N, Gross SS, Cantley LC",
    "journal": "Science",
    "year": 2015,
    "month": 12,
    "day": 11,
    "volume": "350",
    "issue": "6266",
    "pages": "1391-6",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "25882048",
    "pmcid": "PMC4648331",
    "doi": "10.1038/cdd.2015.38",
    "title": "Idh1 protects murine hepatocytes from endotoxin-induced oxidative stress by regulating the intracellular NADP(+)/NADPH ratio",
    "abstract": "Isocitrate dehydrogenase-1 (Idh1) is an important metabolic enzyme that produces NADPH by converting isocitrate to α-ketoglutarate. Idh1 is known to reduce reactive oxygen species (ROS) induced in cells by treatment with lipopolysaccharide (LPS) in vitro. Here, we used Idh1-deficient knockout (Idh1 KO) mice to investigate the role of Idh1 in antioxidant defense in vivo. Idh1 KO mice showed heightened susceptibility to death induced by LPS and exhibited increased serum levels of inflammatory cytokines such as tumor necrosis factor-α and interleukin-6. The serum of LPS-injected Idh1 KO mice also contained elevated levels of AST, a marker of inflammatory liver damage. Furthermore, after LPS injection, livers of Idh1 KO mice showed histological evidence of elevated oxidative DNA damage compared with livers of wild-type (WT) mice. Idh1 KO livers showed a faster and more pronounced oxidative stress than WT livers. In line with that, Idh1 KO hepatocytes showed higher ROS levels and an increase in the NADP(+)/NADPH ratio when compared with hepatocytes isolated from WT mice. These results suggest that Idh1 has a physiological function in protecting cells from oxidative stress by regulating the intracellular NADP(+)/NADPH ratio. Our findings suggest that stimulation of Idh1 activity may be an effective therapeutic strategy for reducing oxidative stress during inflammatory responses, including the early stages of septic shock. ",
    "authorList": [
      "Itsumi M",
      "Inoue S",
      "Elia AJ",
      "Murakami K",
      "Sasaki M",
      "Lind EF",
      "Brenner D",
      "Harris IS",
      "Chio II",
      "Afzal S",
      "Cairns RA",
      "Cescon DW",
      "Elford AR",
      "Ye J",
      "Lang PA",
      "Li WY",
      "Wakeham A",
      "Duncan GS",
      "Haight J",
      "You-Ten A",
      "Snow B",
      "Yamamoto K",
      "Ohashi PS",
      "Mak TW"
    ],
    "authors": "Itsumi M, Inoue S, Elia AJ, Murakami K, Sasaki M, Lind EF, Brenner D, Harris IS, Chio II, Afzal S, Cairns RA, Cescon DW, Elford AR, Ye J, Lang PA, Li WY, Wakeham A, Duncan GS, Haight J, You-Ten A, Snow B, Yamamoto K, Ohashi PS, Mak TW",
    "journal": "Cell Death Differ",
    "year": 2015,
    "month": 11,
    "day": -1,
    "volume": "22",
    "issue": "11",
    "pages": "1837-45",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  },
  {
    "pmid": "22925884",
    "pmcid": "PMC3444730",
    "doi": "10.1101/gad.198200.112",
    "title": "D-2-hydroxyglutarate produced by mutant IDH1 perturbs collagen maturation and basement membrane function",
    "abstract": "Isocitrate dehydrogenase-1 (IDH1) R132 mutations occur in glioma, but their physiological significance is unknown. Here we describe the generation and characterization of brain-specific Idh1 R132H conditional knock-in (KI) mice. Idh1 mutation results in hemorrhage and perinatal lethality. Surprisingly, intracellular reactive oxygen species (ROS) are attenuated in Idh1-KI brain cells despite an apparent increase in the NADP(+)/NADPH ratio. Idh1-KI cells also show high levels of D-2-hydroxyglutarate (D2HG) that are associated with inhibited prolyl-hydroxylation of hypoxia-inducible transcription factor-1α (Hif1α) and up-regulated Hif1α target gene transcription. Intriguingly, D2HG also blocks prolyl-hydroxylation of collagen, causing a defect in collagen protein maturation. An endoplasmic reticulum (ER) stress response induced by the accumulation of immature collagens may account for the embryonic lethality of these mutants. Importantly, D2HG-mediated impairment of collagen maturation also led to basement membrane (BM) aberrations that could play a part in glioma progression. Our study presents strong in vivo evidence that the D2HG produced by the mutant Idh1 enzyme is responsible for the above effects.",
    "authorList": [
      "Sasaki M",
      "Knobbe CB",
      "Itsumi M",
      "Elia AJ",
      "Harris IS",
      "Chio II",
      "Cairns RA",
      "McCracken S",
      "Wakeham A",
      "Haight J",
      "Ten AY",
      "Snow B",
      "Ueda T",
      "Inoue S",
      "Yamamoto K",
      "Ko M",
      "Rao A",
      "Yen KE",
      "Su SM",
      "Mak TW"
    ],
    "authors": "Sasaki M, Knobbe CB, Itsumi M, Elia AJ, Harris IS, Chio II, Cairns RA, McCracken S, Wakeham A, Haight J, Ten AY, Snow B, Ueda T, Inoue S, Yamamoto K, Ko M, Rao A, Yen KE, Su SM, Mak TW",
    "journal": "Genes Dev",
    "year": 2012,
    "month": 9,
    "day": 15,
    "volume": "26",
    "issue": "18",
    "pages": "2038-49",
    "tagList": ["article", "selected", "selected::christine-chio"],
    "url": "",
    "labs": ["christine-chio"],
    "peopleList": ["christine-chio"]
  }
]
