[
  {
    "pmid": "19261747",
    "pmcid": "PMC2661614",
    "doi": "10.1101/gad.1772909",
    "title": "Inactivation of p53 and Pten promotes invasive bladder cancer",
    "abstract": "Although bladder cancer represents a serious health problem worldwide, relevant mouse models for investigating disease progression or therapeutic targets have been lacking. We show that combined deletion of p53 and Pten in bladder epithelium leads to invasive cancer in a novel mouse model. Inactivation of p53 and PTEN promotes tumorigenesis in human bladder cells and is correlated with poor survival in human tumors. Furthermore, the synergistic effects of p53 and Pten deletion are mediated by deregulation of mammalian target of rapamycin (mTOR) signaling, consistent with the ability of rapamycin to block bladder tumorigenesis in preclinical studies. Our integrated analyses of mouse and human bladder cancer provide a rationale for investigating mTOR inhibition for treatment of patients with invasive disease.",
    "authorList": [
      "Puzio-Kuter AM",
      "Castillo-Martin M",
      "Kinkade CW",
      "Wang X",
      "Shen TH",
      "Matos T",
      "Shen MM",
      "Cordon-Cardo C",
      "Abate-Shen C"
    ],
    "journal": "Genes Dev",
    "year": 2009,
    "month": 3,
    "day": 15,
    "volume": "23",
    "issue": "6",
    "pages": "675-80",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "michael-shen"]
  },
  {
    "pmid": "21852201",
    "pmcid": "PMC3673563",
    "doi": "10.1016/j.devcel.2011.07.003",
    "title": "The Msx1 Homeoprotein Recruits Polycomb to the Nuclear Periphery during Development",
    "abstract": "Control of gene expression during development requires the concerted action of sequence-specific transcriptional regulators and epigenetic modifiers, which are spatially coordinated within the nucleus through mechanisms that are poorly understood. Here we show that transcriptional repression by the Msx1 homeoprotein in myoblast cells requires the recruitment of Polycomb to target genes located at the nuclear periphery. Target genes repressed by Msx1 display an Msx1-dependent enrichment of Polycomb-directed trimethylation of lysine 27 on histone H3 (H3K27me3). Association of Msx1 with the Polycomb complex is required for repression and regulation of myoblast differentiation. Furthermore, Msx1 promotes a dynamic spatial redistribution of the H3K27me3 repressive mark to the nuclear periphery in myoblast cells and the developing limb in vivo. Our findings illustrate a hitherto unappreciated spatial coordination of transcription factors with the Polycomb complex for appropriate regulation of gene expression programs during development.",
    "authorList": [
      "Wang J",
      "Kumar RM",
      "Biggs VJ",
      "Lee H",
      "Chen Y",
      "Kagey MH",
      "Young RA",
      "Abate-Shen C"
    ],
    "journal": "Dev Cell",
    "year": 2011,
    "month": 9,
    "day": 13,
    "volume": "21",
    "issue": "3",
    "pages": "575-88",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen"],
    "peopleList": ["cory-abate-shen"]
  },
  {
    "pmid": "23918374",
    "pmcid": "PMC3773788",
    "doi": "10.1073/pnas.1303558110",
    "title": "ETV4 promotes metastasis in response to activation of PI3-kinase and Ras signaling in a mouse model of advanced prostate cancer",
    "abstract": "Combinatorial activation of PI3-kinase and RAS signaling occurs frequently in advanced prostate cancer and is associated with adverse patient outcome. We now report that the oncogenic Ets variant 4 (Etv4) promotes prostate cancer metastasis in response to coactivation of PI3-kinase and Ras signaling pathways in a genetically engineered mouse model of highly penetrant, metastatic prostate cancer. Using an inducible Cre driver to simultaneously inactivate Pten while activating oncogenic Kras and a fluorescent reporter allele in the prostate epithelium, we performed lineage tracing in vivo to define the temporal and spatial occurrence of prostate tumors, disseminated tumor cells, and metastases. These analyses revealed that though disseminated tumors cells arise early following the initial occurrence of prostate tumors, there is a significant temporal lag in metastasis, which is temporally coincident with the up-regulation of Etv4 expression in primary tumors. Functional studies showed that knockdown of Etv4 in a metastatic cell line derived from the mouse model abrogates the metastatic phenotype but does not affect tumor growth. Notably, expression and activation of ETV4, but not other oncogenic ETS genes, is correlated with activation of both PI3-kinase and Ras signaling in human prostate tumors and metastases. Our findings indicate that ETV4 promotes metastasis in prostate tumors that have activation of PI3-kinase and Ras signaling, and therefore, ETV4 represents a potential target of therapeutic intervention for metastatic prostate cancer. ",
    "authorList": [
      "Aytes A",
      "Mitrofanova A",
      "Kinkade CW",
      "Lefebvre C",
      "Lei M",
      "Phelan V",
      "LeKaye HC",
      "Koutcher JA",
      "Cardiff RD",
      "Califano A",
      "Shen MM",
      "Abate-Shen C"
    ],
    "journal": "Proc Natl Acad Sci USA",
    "year": 2013,
    "month": 9,
    "day": 10,
    "volume": "110",
    "issue": "37",
    "pages": "E3506-15",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "michael-shen"]
  },
  {
    "pmid": "24027026",
    "pmcid": "PMC3943244",
    "doi": "10.1126/scitranslmed.3006408",
    "title": "A molecular signature predictive of indolent prostate cancer",
    "abstract": "Many newly diagnosed prostate cancers present as low Gleason score tumors that require no treatment intervention. Distinguishing the many indolent tumors from the minority of lethal ones remains a major clinical challenge. We now show that low Gleason score prostate tumors can be distinguished as indolent and aggressive subgroups on the basis of their expression of genes associated with aging and senescence. Using gene set enrichment analysis, we identified a 19-gene signature enriched in indolent prostate tumors. We then further classified this signature with a decision tree learning model to identify three genes--FGFR1, PMP22, and CDKN1A--that together accurately predicted outcome of low Gleason score tumors. Validation of this three-gene panel on independent cohorts confirmed its independent prognostic value as well as its ability to improve prognosis with currently used clinical nomograms. Furthermore, protein expression of this three-gene panel in biopsy samples distinguished Gleason 6 patients who failed surveillance over a 10-year period. We propose that this signature may be incorporated into prognostic assays for monitoring patients on active surveillance to facilitate appropriate courses of treatment.",
    "authorList": [
      "Irshad S",
      "Bansal M",
      "Castillo-Martin M",
      "Zheng T",
      "Aytes A",
      "Wenske S",
      "Le Magnen C",
      "Guarnieri P",
      "Sumazin P",
      "Benson MC",
      "Shen MM",
      "Califano A",
      "Abate-Shen C"
    ],
    "journal": "Sci Transl Med",
    "year": 2013,
    "month": 9,
    "day": 11,
    "volume": "5",
    "issue": "202",
    "pages": "202ra122",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "michael-shen"]
  },
  {
    "pmid": "24823640",
    "pmcid": "PMC4051317",
    "doi": "10.1016/j.ccr.2014.03.017",
    "title": "Cross-species regulatory network analysis identifies a synergistic interaction between FOXM1 and CENPF that drives prostate cancer malignancy",
    "abstract": "To identify regulatory drivers of prostate cancer malignancy, we have assembled genome-wide regulatory networks (interactomes) for human and mouse prostate cancer from expression profiles of human tumors and of genetically engineered mouse models, respectively. Cross-species computational analysis of these interactomes has identified FOXM1 and CENPF as synergistic master regulators of prostate cancer malignancy. Experimental validation shows that FOXM1 and CENPF function synergistically to promote tumor growth by coordinated regulation of target gene expression and activation of key signaling pathways associated with prostate cancer malignancy. Furthermore, co-expression of FOXM1 and CENPF is a robust prognostic indicator of poor survival and metastasis. Thus, genome-wide cross-species interrogation of regulatory networks represents a valuable strategy to identify causal mechanisms of human cancer. ",
    "authorList": [
      "Aytes A",
      "Mitrofanova A",
      "Lefebvre C",
      "Alvarez MJ",
      "Castillo-Martin M",
      "Zheng T",
      "Eastham JA",
      "Gopalan A",
      "Pienta KJ",
      "Shen MM",
      "Califano A",
      "Abate-Shen C"
    ],
    "journal": "Cancer Cell",
    "year": 2014,
    "month": 5,
    "day": 12,
    "volume": "25",
    "issue": "5",
    "pages": "638-651",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "michael-shen"]
  },
  {
    "pmid": "26387954",
    "pmcid": "PMC4591242",
    "doi": "10.1016/j.celrep.2015.08.051",
    "title": "Predicting Drug Response in Human Prostate Cancer from Preclinical Analysis of In Vivo Mouse Models",
    "abstract": "Although genetically engineered mouse (GEM) models are often used to evaluate cancer therapies, extrapolation of such preclinical data to human cancer can be challenging. Here, we introduce an approach that uses drug perturbation data from GEM models to predict drug efficacy in human cancer. Network-based analysis of expression profiles from in vivo treatment of GEM models identified drugs and drug combinations that inhibit the activity of FOXM1 and CENPF, which are master regulators of prostate cancer malignancy. Validation of mouse and human prostate cancer models confirmed the specificity and synergy of a predicted drug combination to abrogate FOXM1/CENPF activity and inhibit tumorigenicity. Network-based analysis of treatment signatures from GEM models identified treatment-responsive genes in human prostate cancer that are potential biomarkers of patient response. More generally, this approach allows systematic identification of drugs that inhibit tumor dependencies, thereby improving the utility of GEM models for prioritizing drugs for clinical evaluation. ",
    "authorList": [
      "Mitrofanova A",
      "Aytes A",
      "Zou M",
      "Shen MM",
      "Abate-Shen C",
      "Califano A"
    ],
    "journal": "Cell Rep",
    "year": 2015,
    "month": 9,
    "day": 29,
    "volume": "12",
    "issue": "12",
    "pages": "2060-71",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "michael-shen"]
  },
  {
    "pmid": "27339988",
    "pmcid": "PMC5507586",
    "doi": "10.1126/science.aad9512",
    "title": "Identification of an NKX3.1-G9a-UTY transcriptional regulatory network that controls prostate differentiation",
    "abstract": "The NKX3.1 homeobox gene plays essential roles in prostate differentiation and prostate cancer. We show that loss of function of Nkx3.1 in mouse prostate results in down-regulation of genes that are essential for prostate differentiation, as well as up-regulation of genes that are not normally expressed in prostate. Conversely, gain of function of Nkx3.1 in an otherwise fully differentiated nonprostatic mouse epithelium (seminal vesicle) is sufficient for respecification to prostate in renal grafts in vivo. In human prostate cells, these activities require the interaction of NKX3.1 with the G9a histone methyltransferase via the homeodomain and are mediated by activation of target genes such as UTY (KDM6c), the male-specific paralog of UTX (KDM6a) We propose that an NKX3.1-G9a-UTY transcriptional regulatory network is essential for prostate differentiation, and we speculate that disruption of such a network predisposes to prostate cancer. ",
    "authorList": [
      "Dutta A",
      "Le Magnen C",
      "Mitrofanova A",
      "Ouyang X",
      "Califano A",
      "Abate-Shen C"
    ],
    "journal": "Science",
    "year": 2016,
    "month": 6,
    "day": 24,
    "volume": "352",
    "issue": "6293",
    "pages": "1576-80",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen"],
    "peopleList": ["cory-abate-shen"]
  },
  {
    "pmid": "28411207",
    "pmcid": "PMC5501744",
    "doi": "10.1158/2159-8290.CD-16-1174",
    "title": "Transdifferentiation as a Mechanism of Treatment Resistance in a Mouse Model of Castration-Resistant Prostate Cancer",
    "abstract": "Current treatments for castration-resistant prostate cancer (CRPC) that target androgen receptor (AR) signaling improve patient survival, yet ultimately fail. Here, we provide novel insights into treatment response for the antiandrogen abiraterone by analyses of a genetically engineered mouse (GEM) model with combined inactivation of Trp53 and Pten, which are frequently comutated in human CRPC. These NPp53 mice fail to respond to abiraterone and display accelerated progression to tumors resembling treatment-related CRPC with neuroendocrine differentiation (CRPC-NE) in humans. Cross-species computational analyses identify master regulators of adverse response that are conserved with human CRPC-NE, including the neural differentiation factor SOX11, which promotes neuroendocrine differentiation in cells derived from NPp53 tumors. Furthermore, abiraterone-treated NPp53 prostate tumors contain regions of focal and/or overt neuroendocrine differentiation, distinguished by their proliferative potential. Notably, lineage tracing in vivo provides definitive and quantitative evidence that focal and overt neuroendocrine regions arise by transdifferentiation of luminal adenocarcinoma cells. These findings underscore principal roles for TP53 and PTEN inactivation in abiraterone resistance and progression from adenocarcinoma to CRPC-NE by transdifferentiation.Significance: Understanding adverse treatment response and identifying patients likely to fail treatment represent fundamental clinical challenges. By integrating analyses of GEM models and human clinical data, we provide direct genetic evidence for transdifferentiation as a mechanism of drug resistance as well as for stratifying patients for treatment with antiandrogens. Cancer Discov; 7(7); 736-49. ©2017 AACR.See related commentary by Sinha and Nelson, p. 673This article is highlighted in the In This Issue feature, p. 653.",
    "authorList": [
      "Zou M",
      "Toivanen R",
      "Mitrofanova A",
      "Floch N",
      "Hayati S",
      "Sun Y",
      "Le Magnen C",
      "Chester D",
      "Mostaghel EA",
      "Califano A",
      "Rubin MA",
      "Shen MM",
      "Abate-Shen C"
    ],
    "journal": "Cancer Discov",
    "year": 2017,
    "month": 7,
    "day": -1,
    "volume": "7",
    "issue": "7",
    "pages": "736-749",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "michael-shen"]
  },
  {
    "pmid": "29625057",
    "pmcid": "PMC5890941",
    "doi": "10.1016/j.cell.2018.03.017",
    "title": "Tumor Evolution and Drug Response in Patient-Derived Organoid Models of Bladder Cancer",
    "abstract": "Bladder cancer is the fifth most prevalent cancer in the U.S., yet is understudied, and few laboratory models exist that reflect the biology of the human disease. Here, we describe a biobank of patient-derived organoid lines that recapitulates the histopathological and molecular diversity of human bladder cancer. Organoid lines can be established efficiently from patient biopsies acquired before and after disease recurrence and are interconvertible with orthotopic xenografts. Notably, organoid lines often retain parental tumor heterogeneity and exhibit a spectrum of genomic changes that are consistent with tumor evolution in culture. Analyses of drug response using bladder tumor organoids show partial correlations with mutational profiles, as well as changes associated with treatment resistance, and specific responses can be validated using xenografts in vivo. Our studies indicate that patient-derived bladder tumor organoids represent a faithful model system for studying tumor evolution and treatment response in the context of precision cancer medicine.",
    "authorList": [
      "Lee SH",
      "Hu W",
      "Matulay JT",
      "Silva MV",
      "Owczarek TB",
      "Kim K",
      "Chua CW",
      "Barlow LJ",
      "Kandoth C",
      "Williams AB",
      "Bergren SK",
      "Pietzak EJ",
      "Anderson CB",
      "Benson MC",
      "Coleman JA",
      "Taylor BS",
      "Abate-Shen C",
      "McKiernan JM",
      "Al-Ahmadie H",
      "Solit DB",
      "Shen MM"
    ],
    "journal": "Cell",
    "year": 2018,
    "month": 4,
    "day": 5,
    "volume": "173",
    "issue": "2",
    "pages": "515-528",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": ["cory-abate-shen", "alanna-williams", "michael-shen"]
  },
  {
    "pmid": "30266798",
    "pmcid": "PMC6262819",
    "doi": "10.1242/dmm.035139",
    "title": "Cooperation of loss of NKX3.1 and inflammation in prostate cancer initiation",
    "abstract": "Although it is known that inflammation plays a critical role in prostate tumorigenesis, the underlying processes are not well understood. Based on analysis of genetically engineered mouse models combined with correlative analysis of expression profiling data from human prostate tumors, we demonstrate a reciprocal relationship between inflammation and the status of the NKX3.1 homeobox gene associated with prostate cancer initiation. We find that cancer initiation in aged Nkx3.1 mutant mice correlates with enrichment of specific immune populations and increased expression of immunoregulatory genes. Furthermore, expression of these immunoregulatory genes is similarly increased in human prostate tumors having low levels of NKX3.1 expression. We further show that induction of prostatitis in Nkx3.1 mutant mice accelerates prostate cancer initiation, which is coincident with aberrant cellular plasticity and differentiation. Correspondingly, human prostate tumors having low levels of NKX3.1 have de-regulated expression of genes associated with these cellular processes. We propose that loss of function of NKX3.1 accelerates inflammation-driven prostate cancer initiation potentially via aberrant cellular plasticity and impairment of cellular differentiation.This article has an associated First Person interview with the first author of the paper.",
    "authorList": [
      "Le Magnen C",
      "Virk RK",
      "Dutta A",
      "Kim JY",
      "Panja S",
      "Lopez-Bujanda ZA",
      "Califano A",
      "Drake CG",
      "Mitrofanova A",
      "Abate-Shen C"
    ],
    "journal": "Dis Model Mech",
    "year": 2018,
    "month": 11,
    "day": 16,
    "volume": "11",
    "issue": "11",
    "pages": "",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen"],
    "peopleList": ["cory-abate-shen", "jaime-kim"]
  },
  {
    "pmid": "30518758",
    "pmcid": "PMC6281610",
    "doi": "10.1038/s41467-018-07511-4",
    "title": "NSD2 is a conserved driver of metastatic prostate cancer progression",
    "abstract": "Deciphering cell-intrinsic mechanisms of metastasis progression in vivo is essential to identify novel therapeutic approaches. Here we elucidate cell-intrinsic drivers of metastatic prostate cancer progression through analyses of genetically engineered mouse models (GEMM) and correlative studies of human prostate cancer. Expression profiling of lineage-marked cells from mouse primary tumors and metastases defines a signature of de novo metastatic progression. Cross-species master regulator analyses comparing this mouse signature with a comparable human signature identifies conserved drivers of metastatic progression with demonstrable clinical and functional relevance. In particular, nuclear receptor binding SET Domain Protein 2 (NSD2) is robustly expressed in lethal prostate cancer in humans, while its silencing inhibits metastasis of mouse allografts in vivo. We propose that cross-species analysis can elucidate mechanisms of metastasis progression, thus providing potential additional therapeutic opportunities for treatment of lethal prostate cancer.",
    "authorList": [
      "Aytes A",
      "Giacobbe A",
      "Mitrofanova A",
      "Ruggero K",
      "Cyrta J",
      "Arriaga J",
      "Palomero L",
      "Farran-Matas S",
      "Rubin MA",
      "Shen MM",
      "Califano A",
      "Abate-Shen C"
    ],
    "journal": "Nat Commun",
    "year": 2018,
    "month": 12,
    "day": 5,
    "volume": "9",
    "issue": "1",
    "pages": "5201",
    "tagList": ["article", "selected", "selected::cory-abate-shen"],
    "url": "",
    "labs": ["cory-abate-shen", "michael-shen"],
    "peopleList": [
      "cory-abate-shen",
      "arianna-giacobbe",
      "juan-arriaga",
      "michael-shen"
    ]
  }
]
