[
  {
    "pmid": "31408617",
    "pmcid": "",
    "doi": "10.1016/j.ccell.2019.07.006",
    "title": "A Positive Step toward Understanding Double-Negative Metastatic Prostate Cancer",
    "abstract": "In this issue of Cancer Cell, Su et al. demonstrate that epigenetic reprogramming by Polycomb Repressive Complex 1 (PRC1) promotes an inflammatory tumor microenvironment in a subtype of metastatic prostate cancer, and show that a PRC1 inhibitor can synergize with immune checkpoint inhibitors to suppress metastasis in mouse models.",
    "authorList": ["Shen MM"],
    "journal": "Cancer Cell",
    "year": 2019,
    "month": 8,
    "day": 12,
    "volume": "36",
    "issue": "2",
    "pages": "117-119",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "30348836",
    "pmcid": "PMC6601453",
    "doi": "10.1101/cshperspect.a036277",
    "title": "Prostate Cancer Research at the Crossroads",
    "abstract": "",
    "authorList": ["Shen MM", "Rubin MA"],
    "journal": "Cold Spring Harb Perspect Med",
    "year": 2019,
    "month": 7,
    "day": 1,
    "volume": "9",
    "issue": "7",
    "pages": "",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "30291148",
    "pmcid": "PMC6546034",
    "doi": "10.1101/cshperspect.a030395",
    "title": "Prostate Stem Cells and Cancer Stem Cells",
    "abstract": "Stem/progenitor cells play central roles in processes of organogenesis and tissue maintenance, whereas cancer stem cells (CSCs) are thought to drive tumor malignancy. Here, we review recent progress in the identification and analysis of normal prostate stem/progenitor cells as well as putative CSCs in both genetically engineered mouse models as well as in human tissue. We also discuss studies that have investigated the cell type of origin for prostate cancer. In addition, we provide a critical assessment of methodologies used in stem cell analyses and outline directions for future research.",
    "authorList": ["Li JJ", "Shen MM"],
    "journal": "Cold Spring Harb Perspect Med",
    "year": 2019,
    "month": 6,
    "day": 3,
    "volume": "9",
    "issue": "6",
    "pages": "",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen", "jia-li"]
  },
  {
    "pmid": "29625057",
    "pmcid": "PMC5890941",
    "doi": "10.1016/j.cell.2018.03.017",
    "title": "Tumor Evolution and Drug Response in Patient-Derived Organoid Models of Bladder Cancer",
    "abstract": "Bladder cancer is the fifth most prevalent cancer in the U.S., yet is understudied, and few laboratory models exist that reflect the biology of the human disease. Here, we describe a biobank of patient-derived organoid lines that recapitulates the histopathological and molecular diversity of human bladder cancer. Organoid lines can be established efficiently from patient biopsies acquired before and after disease recurrence and are interconvertible with orthotopic xenografts. Notably, organoid lines often retain parental tumor heterogeneity and exhibit a spectrum of genomic changes that are consistent with tumor evolution in culture. Analyses of drug response using bladder tumor organoids show partial correlations with mutational profiles, as well as changes associated with treatment resistance, and specific responses can be validated using xenografts in vivo. Our studies indicate that patient-derived bladder tumor organoids represent a faithful model system for studying tumor evolution and treatment response in the context of precision cancer medicine.",
    "authorList": [
      "Lee SH",
      "Hu W",
      "Matulay JT",
      "Silva MV",
      "Owczarek TB",
      "Kim K",
      "Chua CW",
      "Barlow LJ",
      "Kandoth C",
      "Williams AB",
      "Bergren SK",
      "Pietzak EJ",
      "Anderson CB",
      "Benson MC",
      "Coleman JA",
      "Taylor BS",
      "Abate-Shen C",
      "McKiernan JM",
      "Al-Ahmadie H",
      "Solit DB",
      "Shen MM"
    ],
    "journal": "Cell",
    "year": 2018,
    "month": 4,
    "day": 5,
    "volume": "173",
    "issue": "2",
    "pages": "515-528",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen", "cory-abate-shen"],
    "peopleList": ["michael-shen", "alanna-williams", "cory-abate-shen"]
  },
  {
    "pmid": "29334357",
    "pmcid": "PMC5807048",
    "doi": "10.7554/eLife.28768",
    "title": "Differential requirements of androgen receptor in luminal progenitors during prostate regeneration and tumor initiation",
    "abstract": "Master regulatory genes of tissue specification play key roles in stem/progenitor cells and are often important in cancer. In the prostate, androgen receptor (AR) is a master regulator essential for development and tumorigenesis, but its specific functions in prostate stem/progenitor cells have not been elucidated. We have investigated AR function in CARNs (CAstration-Resistant Nkx3.1-expressing cells), a luminal stem/progenitor cell that functions in prostate regeneration. Using genetically--engineered mouse models and novel prostate epithelial cell lines, we find that progenitor properties of CARNs are largely unaffected by AR deletion, apart from decreased proliferation in vivo. Furthermore, AR loss suppresses tumor formation after deletion of the Pten tumor suppressor in CARNs; however, combined Pten deletion and activation of oncogenic Kras in AR-deleted CARNs result in tumors with focal neuroendocrine differentiation. Our findings show that AR modulates specific progenitor properties of CARNs, including their ability to serve as a cell of origin for prostate cancer.",
    "authorList": [
      "Chua CW",
      "Epsi NJ",
      "Leung EY",
      "Xuan S",
      "Lei M",
      "Li BI",
      "Bergren SK",
      "Hibshoosh H",
      "Mitrofanova A",
      "Shen MM"
    ],
    "journal": "Elife",
    "year": 2018,
    "month": 1,
    "day": 15,
    "volume": "7",
    "issue": "",
    "pages": "",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen", "eva-leung", "shouhong-xuan", "bo-li"]
  },
  {
    "pmid": "28429718",
    "pmcid": "PMC5413950",
    "doi": "10.1038/ncomms14662",
    "title": "A computational systems approach identifies synergistic specification genes that facilitate lineage conversion to prostate tissue",
    "abstract": "To date, reprogramming strategies for generating cell types of interest have been facilitated by detailed understanding of relevant developmental regulatory factors. However, identification of such regulatory drivers often represents a major challenge, as specific gene combinations may be required for reprogramming. Here we show that a computational systems approach can identify cell type specification genes (master regulators) that act synergistically, and demonstrate its application for reprogramming of fibroblasts to prostate tissue. We use three such master regulators (FOXA1, NKX3.1 and androgen receptor, AR) in a primed conversion strategy starting from mouse fibroblasts, resulting in prostate tissue grafts with appropriate histological and molecular properties that respond to androgen-deprivation. Moreover, generation of reprogrammed prostate does not require traversal of a pluripotent state. Thus, we describe a general strategy by which cell types and tissues can be generated even with limited knowledge of the developmental pathways required for their specification in vivo.",
    "authorList": [
      "Talos F",
      "Mitrofanova A",
      "Bergren SK",
      "Califano A",
      "Shen MM"
    ],
    "journal": "Nat Commun",
    "year": 2017,
    "month": 4,
    "day": 21,
    "volume": "8",
    "issue": "",
    "pages": "14662",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "28411207",
    "pmcid": "PMC5501744",
    "doi": "10.1158/2159-8290.CD-16-1174",
    "title": "Transdifferentiation as a Mechanism of Treatment Resistance in a Mouse Model of Castration-Resistant Prostate Cancer",
    "abstract": "Current treatments for castration-resistant prostate cancer (CRPC) that target androgen receptor (AR) signaling improve patient survival, yet ultimately fail. Here, we provide novel insights into treatment response for the antiandrogen abiraterone by analyses of a genetically engineered mouse (GEM) model with combined inactivation of Trp53 and Pten, which are frequently comutated in human CRPC. These NPp53 mice fail to respond to abiraterone and display accelerated progression to tumors resembling treatment-related CRPC with neuroendocrine differentiation (CRPC-NE) in humans. Cross-species computational analyses identify master regulators of adverse response that are conserved with human CRPC-NE, including the neural differentiation factor SOX11, which promotes neuroendocrine differentiation in cells derived from NPp53 tumors. Furthermore, abiraterone-treated NPp53 prostate tumors contain regions of focal and/or overt neuroendocrine differentiation, distinguished by their proliferative potential. Notably, lineage tracing in vivo provides definitive and quantitative evidence that focal and overt neuroendocrine regions arise by transdifferentiation of luminal adenocarcinoma cells. These findings underscore principal roles for TP53 and PTEN inactivation in abiraterone resistance and progression from adenocarcinoma to CRPC-NE by transdifferentiation.Significance: Understanding adverse treatment response and identifying patients likely to fail treatment represent fundamental clinical challenges. By integrating analyses of GEM models and human clinical data, we provide direct genetic evidence for transdifferentiation as a mechanism of drug resistance as well as for stratifying patients for treatment with antiandrogens. Cancer Discov; 7(7); 736-49. ©2017 AACR.See related commentary by Sinha and Nelson, p. 673This article is highlighted in the In This Issue feature, p. 653.",
    "authorList": [
      "Zou M",
      "Toivanen R",
      "Mitrofanova A",
      "Floch N",
      "Hayati S",
      "Sun Y",
      "Le Magnen C",
      "Chester D",
      "Mostaghel EA",
      "Califano A",
      "Rubin MA",
      "Shen MM",
      "Abate-Shen C"
    ],
    "journal": "Cancer Discov",
    "year": 2017,
    "month": 7,
    "day": -1,
    "volume": "7",
    "issue": "7",
    "pages": "736-749",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen", "cory-abate-shen"],
    "peopleList": ["michael-shen", "cory-abate-shen"]
  },
  {
    "pmid": "27117783",
    "pmcid": "PMC4939748",
    "doi": "10.1016/j.stemcr.2016.03.007",
    "title": "Basal Progenitors Contribute to Repair of the Prostate Epithelium Following Induced Luminal Anoikis",
    "abstract": "Contact with the extracellular matrix is essential for maintenance of epithelial cells in many tissues, while in its absence epithelial cells can detach and undergo anoikis. Here, we show that anoikis of luminal cells in the prostate epithelium is followed by a program of tissue repair that is mediated in part by differentiation of basal epithelial cells to luminal cells. We describe a mouse model in which inducible deletion of E-cadherin in prostate luminal cells results in their apoptotic cell death by anoikis, in the absence of phenotypic effects in the surrounding stroma. Quantitative assessments of proliferation and cell death in the luminal and basal compartments indicate that basal cells can rapidly generate luminal cells. Thus, our findings identify a role for basal-to-luminal differentiation in prostate epithelial repair, and provide a normal context to analogous processes that may occur during prostate cancer initiation.",
    "authorList": ["Toivanen R", "Mohan A", "Shen MM"],
    "journal": "Stem Cell Reports",
    "year": 2016,
    "month": 5,
    "day": 10,
    "volume": "6",
    "issue": "5",
    "pages": "660-667",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "26506127",
    "pmcid": "",
    "doi": "10.1016/j.ceb.2015.10.002",
    "title": "Cell types of origin for prostate cancer",
    "abstract": "Analyses of cell types of origin for prostate cancer should result in new insights into mechanisms of tumor initiation, and may lead to improved prognosis and selection of appropriate therapies. Here, we review studies using a range of methodologies to investigate the cell of origin for mouse and human prostate cancer. Notably, analyses using tissue recombination assays support basal epithelial cells as a cell of origin, whereas in vivo lineage-tracing studies in genetically-engineered mice implicate luminal cells. We describe how these results can be potentially reconciled by a conceptual distinction between cells of origin and cells of mutation, and outline how new experimental approaches can address the potential relationship between cell types of origin and disease outcome.",
    "authorList": ["Lee SH", "Shen MM"],
    "journal": "Curr Opin Cell Biol",
    "year": 2015,
    "month": 12,
    "day": -1,
    "volume": "37",
    "issue": "",
    "pages": "35-41",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "25830892",
    "pmcid": "",
    "doi": "10.1038/nature14377",
    "title": "Cancer: The complex seeds of metastasis",
    "abstract": "",
    "authorList": ["Shen MM"],
    "journal": "Nature",
    "year": 2015,
    "month": 4,
    "day": 16,
    "volume": "520",
    "issue": "7547",
    "pages": "298-9",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "25241035",
    "pmcid": "PMC4183706",
    "doi": "10.1038/ncb3047",
    "title": "Single luminal epithelial progenitors can generate prostate organoids in culture",
    "abstract": "The intrinsic ability to exhibit self-organizing morphogenetic properties in ex vivo culture may represent a general property of tissue stem cells. Here we show that single luminal stem/progenitor cells can generate prostate organoids in a three-dimensional culture system in the absence of stroma. Organoids generated from CARNs (castration-resistant Nkx3.1-expressing cells) or normal prostate epithelia exhibit tissue architecture containing luminal and basal cells, undergo long-term expansion in culture and exhibit functional androgen receptor signalling. Lineage-tracing demonstrates that luminal cells are favoured for organoid formation and generate basal cells in culture. Furthermore, tumour organoids can initiate from CARNs after oncogenic transformation and from mouse models of prostate cancer, and can facilitate analyses of drug response. Finally, we provide evidence supporting the feasibility of organoid studies of human prostate tissue. Our studies underscore the progenitor properties of luminal cells, and identify in vitro approaches for studying prostate biology. ",
    "authorList": [
      "Chua CW",
      "Shibata M",
      "Lei M",
      "Toivanen R",
      "Barlow LJ",
      "Bergren SK",
      "Badani KK",
      "McKiernan JM",
      "Benson MC",
      "Hibshoosh H",
      "Shen MM"
    ],
    "journal": "Nat Cell Biol",
    "year": 2014,
    "month": 10,
    "day": -1,
    "volume": "16",
    "issue": "10",
    "pages": "951-61, 1-4",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen", "maho-shibata"]
  },
  {
    "pmid": "25176651",
    "pmcid": "PMC4163115",
    "doi": "10.1016/j.celrep.2014.08.002",
    "title": "Luminal cells are favored as the cell of origin for prostate cancer",
    "abstract": "The identification of cell types of origin for cancer has important implications for tumor stratification and personalized treatment. For prostate cancer, the cell of origin has been intensively studied, but it has remained unclear whether basal or luminal epithelial cells, or both, represent cells of origin under physiological conditions in vivo. Here, we use a novel lineage-tracing strategy to assess the cell of origin in a diverse range of mouse models, including Nkx3.1(+/-); Pten(+/-), Pten(+/-), Hi-Myc, and TRAMP mice, as well as a hormonal carcinogenesis model. Our results show that luminal cells are consistently the observed cell of origin for each model in situ; however, explanted basal cells from these mice can generate tumors in grafts. Consequently, we propose that luminal cells are favored as cells of origin in many contexts, whereas basal cells only give rise to tumors after differentiation into luminal cells.",
    "authorList": [
      "Wang ZA",
      "Toivanen R",
      "Bergren SK",
      "Chambon P",
      "Shen MM"
    ],
    "journal": "Cell Rep",
    "year": 2014,
    "month": 9,
    "day": 11,
    "volume": "8",
    "issue": "5",
    "pages": "1339-46",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "23434823",
    "pmcid": "PMC3743266",
    "doi": "10.1038/ncb2697",
    "title": "Lineage analysis of basal epithelial cells reveals their unexpected plasticity and supports a cell-of-origin model for prostate cancer heterogeneity",
    "abstract": "A key issue in cancer biology is whether oncogenic transformation of different cell types of origin within an adult tissue gives rise to distinct tumour subtypes that differ in their prognosis and/or treatment response. We now show that initiation of prostate tumours in basal or luminal epithelial cells in mouse models results in tumours with distinct molecular signatures that are predictive of human patient outcomes. Furthermore, our analysis of untransformed basal cells reveals an unexpected assay dependence of their stem cell properties in sphere formation and transplantation assays versus genetic lineage tracing during prostate regeneration and adult tissue homeostasis. Although oncogenic transformation of basal cells gives rise to tumours with luminal phenotypes, cross-species bioinformatic analyses indicate that tumours of luminal origin are more aggressive than tumours of basal origin, and identify a molecular signature associated with patient outcome. Our results reveal the inherent plasticity of basal cells, and support a model in which different cells of origin generate distinct molecular subtypes of prostate cancer.",
    "authorList": [
      "Wang ZA",
      "Mitrofanova A",
      "Bergren SK",
      "Abate-Shen C",
      "Cardiff RD",
      "Califano A",
      "Shen MM"
    ],
    "journal": "Nat Cell Biol",
    "year": 2013,
    "month": 3,
    "day": -1,
    "volume": "15",
    "issue": "3",
    "pages": "274-83",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen", "cory-abate-shen"],
    "peopleList": ["michael-shen", "cory-abate-shen"]
  },
  {
    "pmid": "20346354",
    "pmcid": "PMC2866749",
    "doi": "10.1016/j.ydbio.2010.03.009",
    "title": "Functional redundancy of EGF-CFC genes in epiblast and extraembryonic patterning during early mouse embryogenesis",
    "abstract": "During early mouse embryogenesis, multiple patterning and differentiation events require the activity of Nodal, a ligand of the transforming growth factor-beta (TGFbeta) family. Although Nodal signaling is known to require activity of EGF-CFC co-receptors in many contexts, it has been unclear whether all Nodal signaling in the early mouse embryo is EGF-CFC dependent. We have investigated the double null mutant phenotypes for the EGF-CFC genes Cripto and Cryptic, which encode co-receptors for Nodal, and have found that they have partially redundant functions in early mouse development. Expression of Cripto and Cryptic is non-overlapping prior to gastrulation, since Cripto is expressed solely in the epiblast whereas Cryptic is expressed in the primitive endoderm of the late blastocyst and the visceral endoderm after implantation. Despite these non-overlapping expression patterns, Cripto; Cryptic double mutants display severe defects in epiblast, extraembryonic ectoderm, and anterior visceral endoderm (AVE), resulting in phenotypes that are highly similar to those of Nodal null mutants. Our results indicate that both Cripto and Cryptic function non-cell-autonomously during normal development, and that most if not all Nodal activity in early mouse embryogenesis is EGF-CFC-dependent.",
    "authorList": ["Chu J", "Shen MM"],
    "journal": "Dev Biol",
    "year": 2010,
    "month": 6,
    "day": 1,
    "volume": "342",
    "issue": "1",
    "pages": "63-73",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen"],
    "peopleList": ["michael-shen"]
  },
  {
    "pmid": "19741607",
    "pmcid": "PMC2800362",
    "doi": "10.1038/nature08361",
    "title": "A luminal epithelial stem cell that is a cell of origin for prostate cancer",
    "abstract": "In epithelial tissues, the lineage relationship between normal progenitor cells and cell type(s) of origin for cancer has been poorly understood. Here we show that a known regulator of prostate epithelial differentiation, the homeobox gene Nkx3-1, marks a stem cell population that functions during prostate regeneration. Genetic lineage-marking demonstrates that rare luminal cells that express Nkx3-1 in the absence of testicular androgens (castration-resistant Nkx3-1-expressing cells, CARNs) are bipotential and can self-renew in vivo, and single-cell transplantation assays show that CARNs can reconstitute prostate ducts in renal grafts. Functional assays of Nkx3-1 mutant mice in serial prostate regeneration suggest that Nkx3-1 is required for stem cell maintenance. Furthermore, targeted deletion of the Pten tumour suppressor gene in CARNs results in rapid carcinoma formation after androgen-mediated regeneration. These observations indicate that CARNs represent a new luminal stem cell population that is an efficient target for oncogenic transformation in prostate cancer.",
    "authorList": [
      "Wang X",
      "Kruithof-de Julio M",
      "Economides KD",
      "Walker D",
      "Yu H",
      "Halili MV",
      "Hu YP",
      "Price SM",
      "Abate-Shen C",
      "Shen MM"
    ],
    "journal": "Nature",
    "year": 2009,
    "month": 9,
    "day": 24,
    "volume": "461",
    "issue": "7263",
    "pages": "495-500",
    "tagList": ["article", "selected", "selected::michael-shen"],
    "url": "",
    "labs": ["michael-shen", "cory-abate-shen"],
    "peopleList": ["michael-shen", "cory-abate-shen"]
  }
]
