{
  "person": "jean-gautier",
  "publications": [
    {
      "pmid": "32337977",
      "pmcid": "PMC7346094",
      "doi": "10.1021/acsami.0c03001",
      "title": "Dual-Color Plasmonic Nanosensor for Radiation Dosimetry",
      "abstract": "Radiation dosimeters are critical for accurately assessing the levels of radiation exposure of tumor sites and surrounding tissues and for optimizing therapeutic interventions as well as for monitoring environmental exposure. To fill the need for a simple, user-friendly, and inexpensive dosimeter, we designed an innovative colorimetric nanosensor-based assay for detecting ionizing radiation. We show that hydroxyl radicals generated by ionizing radiation can be used to etch gold nanorods (AuNRs) and silver nanoprisms (AgNPRs), yielding reproducible color changes for radiation dose detection in the range of 50-2000 rad, broad enough to cover doses used in hyperfractionated, conventional, and hypofractionated radiotherapy. This range of doses detected by this assay correlates with radiation-induced DNA damage response in mammalian cells. Furthermore, this AuNR- and AgNPR-based sensing platform has been established in a paper format that can be readily adopted for a wide range of applications and translation.",
      "authorList": [
        "Tao Y",
        "Li M",
        "Liu X",
        "Leong KW",
        "Gautier J",
        "Zha S"
      ],
      "journal": "ACS Appl Mater Interfaces",
      "year": 2020,
      "month": 5,
      "day": 20,
      "volume": "12",
      "issue": "20",
      "pages": "22499-22506",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier", "shan-zha"],
      "peopleList": ["jean-gautier", "shan-zha"],
      "isbn": "",
      "authors": "Tao Y, Li M, Liu X, Leong KW, Gautier J, Zha S"
    },
    {
      "pmid": "31324649",
      "pmcid": "PMC6683749",
      "doi": "10.1083/jcb.201904202",
      "title": "Assembling nuclear domains: Lessons from DNA repair",
      "abstract": "Eukaryotic nuclei are organized into nuclear domains that unite loci sharing a common function. These domains are essential for diverse processes including (1) the formation of topologically associated domains (TADs) that coordinate replication and transcription, (2) the formation of specialized transcription and splicing factories, and (3) the clustering of DNA double-strand breaks (DSBs), which concentrates damaged DNA for repair. The generation of nuclear domains requires forces that are beginning to be identified. In the case of DNA DSBs, DNA movement and clustering are driven by actin filament nucleators. Furthermore, RNAs and low-complexity protein domains such as RNA-binding proteins also accumulate around sites of transcription and repair. The link between liquid-liquid phase separation and actin nucleation in the formation of nuclear domains is still unknown. This review discusses DSB repair domain formation as a model for functional nuclear domains in other genomic contexts.",
      "authorList": ["Schrank B", "Gautier J"],
      "journal": "J Cell Biol",
      "year": 2019,
      "month": 8,
      "day": 5,
      "volume": "218",
      "issue": "8",
      "pages": "2444-2455",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Schrank B, Gautier J"
    },
    {
      "pmid": "29925947",
      "pmcid": "PMC6145447",
      "doi": "10.1038/s41586-018-0237-5",
      "title": "Nuclear ARP2/3 drives DNA break clustering for homology-directed repair",
      "abstract": "DNA double-strand breaks repaired by non-homologous end joining display limited DNA end-processing and chromosomal mobility. By contrast, double-strand breaks undergoing homology-directed repair exhibit extensive processing and enhanced motion. The molecular basis of this movement is unknown. Here, using Xenopus laevis cell-free extracts and mammalian cells, we establish that nuclear actin, WASP, and the actin-nucleating ARP2/3 complex are recruited to damaged chromatin undergoing homology-directed repair. We demonstrate that nuclear actin polymerization is required for the migration of a subset of double-strand breaks into discrete sub-nuclear clusters. Actin-driven movements specifically affect double-strand breaks repaired by homology-directed repair in G2 cell cycle phase; inhibition of actin nucleation impairs DNA end-processing and homology-directed repair. By contrast, ARP2/3 is not enriched at double-strand breaks repaired by non-homologous end joining and does not regulate non-homologous end joining. Our findings establish that nuclear actin-based mobility shapes chromatin organization by generating repair domains that are essential for homology-directed repair in eukaryotic cells.",
      "authorList": [
        "Schrank BR",
        "Aparicio T",
        "Li Y",
        "Chang W",
        "Chait BT",
        "Gundersen GG",
        "Gottesman ME",
        "Gautier J"
      ],
      "journal": "Nature",
      "year": 2018,
      "month": 7,
      "day": -1,
      "volume": "559",
      "issue": "7712",
      "pages": "61-66",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier", "tomas-aparicio"],
      "isbn": "",
      "authors": "Schrank BR, Aparicio T, Li Y, Chang W, Chait BT, Gundersen GG, Gottesman ME, Gautier J"
    },
    {
      "pmid": "29091773",
      "pmcid": "PMC5806701",
      "doi": "10.1016/j.celrep.2017.10.032",
      "title": "Sensing and Processing of DNA Interstrand Crosslinks by the Mismatch Repair Pathway",
      "abstract": "DNA interstrand crosslinks (ICLs) that are repaired in non-dividing cells must be recognized independently of replication-associated DNA unwinding. Using cell-free extracts from Xenopus eggs that support neither replication nor transcription, we establish that ICLs are recognized and processed by the mismatch repair (MMR) machinery. We find that ICL repair requires MutSα (MSH2-MSH6) and the mismatch recognition FXE motif in MSH6, strongly suggesting that MutSα functions as an ICL sensor. MutSα recruits MutLα and EXO1 to ICL lesions, and the catalytic activity of both these nucleases is essential for ICL repair. As anticipated for a DNA unwinding-independent recognition process, we demonstrate that least distorting ICLs fail to be recognized and repaired by the MMR machinery. This establishes that ICL structure is a critical determinant of repair efficiency outside of DNA replication.",
      "authorList": [
        "Kato N",
        "Kawasoe Y",
        "Williams H",
        "Coates E",
        "Roy U",
        "Shi Y",
        "Beese LS",
        "Schärer OD",
        "Yan H",
        "Gottesman ME",
        "Takahashi TS",
        "Gautier J"
      ],
      "journal": "Cell Rep",
      "year": 2017,
      "month": 10,
      "day": 31,
      "volume": "21",
      "issue": "5",
      "pages": "1375-1385",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Kato N, Kawasoe Y, Williams H, Coates E, Roy U, Shi Y, Beese LS, Schärer OD, Yan H, Gottesman ME, Takahashi TS, Gautier J"
    },
    {
      "pmid": "26880199",
      "pmcid": "PMC4754713",
      "doi": "10.1083/jcb.201504005",
      "title": "MRN, CtIP, and BRCA1 mediate repair of topoisomerase II-DNA adducts",
      "abstract": "Repair of DNA double-strand breaks (DSBs) with complex ends poses a special challenge, as additional processing is required before DNA ligation. For example, protein-DNA adducts must be removed to allow repair by either nonhomologous end joining or homology-directed repair. Here, we investigated the processing of topoisomerase II (Top2)-DNA adducts induced by treatment with the chemotherapeutic agent etoposide. Through biochemical analysis in Xenopus laevis egg extracts, we establish that the MRN (Mre11, Rad50, and Nbs1) complex, CtIP, and BRCA1 are required for both the removal of Top2-DNA adducts and the subsequent resection of Top2-adducted DSB ends. Moreover, the interaction between CtIP and BRCA1, although dispensable for resection of endonuclease-generated DSB ends, is required for resection of Top2-adducted DSBs, as well as for cellular resistance to etoposide during genomic DNA replication. ",
      "authorList": ["Aparicio T", "Baer R", "Gottesman M", "Gautier J"],
      "journal": "J Cell Biol",
      "year": 2016,
      "month": 2,
      "day": 15,
      "volume": "212",
      "issue": "4",
      "pages": "399-408",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier", "richard-baer"],
      "peopleList": ["jean-gautier", "tomas-aparicio", "richard-baer"],
      "isbn": "",
      "authors": "Aparicio T, Baer R, Gottesman M, Gautier J"
    },
    {
      "pmid": "25669969",
      "pmcid": "PMC4413654",
      "doi": "10.18632/oncotarget.3203",
      "title": "MYC is a critical target of FBXW7",
      "abstract": "MYC deregulation is a driver of many human cancers. Altering the balance of MYC protein levels at the level of transcription, protein stability, or turnover is sufficient to transform cells to a tumorigenic phenotype. While direct targeting of MYC is difficult, specific genetic vulnerabilities of MYC-deregulated cells could be exploited to selectively inhibit their growth. Using a genome-wide shRNA screen, we identified 78 candidate genes, which are required for survival of human mammary epithelial cells with elevated MYC levels. Among the candidates, we validated and characterized FBXW7, a component of the SCF-like ubiquitin ligase complex that targets MYC for proteasomal degradation. Down-regulation of FBXW7 leads to synergistic accumulation of cellular and active chromatin-bound MYC, while protein levels of other FBXW7 targets appear unaffected. Over a four-week time course, continuous FBXW7 down-regulation and MYC activation together cause an accumulation of cells in S-phase and G2/M-phase of the cell cycle. Under these conditions, we also observe elevated chromatin-bound levels of CDC45, suggesting increased DNA replication stress. Consistent with these results, FBXW7 down-regulation alone decreases the survival of T47D breast cancer cells. These results establish that FBXW7 down-regulation is synthetic lethal with MYC, and that MYC is a critical target of FBXW7 in breast epithelial cells. ",
      "authorList": [
        "Sato M",
        "Rodriguez-Barrueco R",
        "Yu J",
        "Do C",
        "Silva JM",
        "Gautier J"
      ],
      "journal": "Oncotarget",
      "year": 2015,
      "month": 2,
      "day": 20,
      "volume": "6",
      "issue": "5",
      "pages": "3292-305",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Sato M, Rodriguez-Barrueco R, Yu J, Do C, Silva JM, Gautier J"
    },
    {
      "pmid": "23643534",
      "pmcid": "PMC3822004",
      "doi": "10.1016/j.celrep.2013.04.002",
      "title": "Cdc45 is a critical effector of myc-dependent DNA replication stress",
      "abstract": "c-Myc oncogenic activity is thought to be mediated in part by its ability to generate DNA replication stress and subsequent genomic instability when deregulated. Previous studies have demonstrated a nontranscriptional role for c-Myc in regulating DNA replication. Here, we analyze the mechanisms by which c-Myc deregulation generates DNA replication stress. We find that overexpression of c-Myc alters the spatiotemporal program of replication initiation by increasing the density of early-replicating origins. We further show that c-Myc deregulation results in elevated replication-fork stalling or collapse and subsequent DNA damage. Notably, these phenotypes are independent of RNA transcription. Finally, we demonstrate that overexpression of Cdc45 recapitulates all c-Myc-induced replication and damage phenotypes and that Cdc45 and GINS function downstream of Myc.",
      "authorList": [
        "Srinivasan SV",
        "Dominguez-Sola D",
        "Wang LC",
        "Hyrien O",
        "Gautier J"
      ],
      "journal": "Cell Rep",
      "year": 2013,
      "month": 5,
      "day": 30,
      "volume": "3",
      "issue": "5",
      "pages": "1629-39",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier", "seetha-srinivasan"],
      "isbn": "",
      "authors": "Srinivasan SV, Dominguez-Sola D, Wang LC, Hyrien O, Gautier J"
    },
    {
      "pmid": "22658724",
      "pmcid": "PMC3666337",
      "doi": "10.1016/j.molcel.2012.05.001",
      "title": "Replication-independent repair of DNA interstrand crosslinks",
      "abstract": "DNA interstrand crosslinks (ICLs) are cytotoxic lesions that covalently link opposite strands of the DNA helix and block DNA unwinding. ICLs are repaired during and outside S phase, and replication-independent ICL repair (RIR) is critical to maintain genomic integrity and to allow transcription in nondividing or slowly dividing cells. Here, we show that the Y family DNA polymerase kappa (Pol κ) is essential for RIR of a site-specific ICL lesion in Xenopus egg extracts, and that both its catalytic activity and UBZ domains are required for this function. We also demonstrate a requirement for PCNA and its modification on lysine 164. Finally, we show that Pol κ participates in ICL repair in mammalian cells, particularly in G0. Our results identify key components of the RIR pathway and begin to unravel its mechanism.",
      "authorList": ["Williams HL", "Gottesman ME", "Gautier J"],
      "journal": "Mol Cell",
      "year": 2012,
      "month": 7,
      "day": 13,
      "volume": "47",
      "issue": "1",
      "pages": "140-7",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Williams HL, Gottesman ME, Gautier J"
    },
    {
      "pmid": "23273981",
      "pmcid": "PMC3582837",
      "doi": "10.1016/j.molcel.2012.11.020",
      "title": "Activation of DSB processing requires phosphorylation of CtIP by ATR",
      "abstract": "DNA double-strand breaks (DSBs) activate a DNA damage response (DDR) that coordinates checkpoint pathways with DNA repair. ATM and ATR kinases are activated sequentially. Homology-directed repair (HDR) is initiated by resection of DSBs to generate 3' single-stranded DNA overhangs. How resection and HDR are activated during DDR is not known, nor are the roles of ATM and ATR in HDR. Here, we show that CtIP undergoes ATR-dependent hyperphosphorylation in response to DSBs. ATR phosphorylates an invariant threonine, T818 of Xenopus CtIP (T859 in human). Nonphosphorylatable CtIP (T818A) does not bind to chromatin or initiate resection. Our data support a model in which ATM activity is required for an early step in resection, leading to ATR activation, CtIP-T818 phosphorylation, and accumulation of CtIP on chromatin. Chromatin binding by modified CtIP precedes extensive resection and full checkpoint activation.",
      "authorList": [
        "Peterson SE",
        "Li Y",
        "Wu-Baer F",
        "Chait BT",
        "Baer R",
        "Yan H",
        "Gottesman ME",
        "Gautier J"
      ],
      "journal": "Mol Cell",
      "year": 2013,
      "month": 2,
      "day": 21,
      "volume": "49",
      "issue": "4",
      "pages": "657-67",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier", "richard-baer"],
      "peopleList": ["jean-gautier", "foon-wu-baer", "richard-baer"],
      "isbn": "",
      "authors": "Peterson SE, Li Y, Wu-Baer F, Chait BT, Baer R, Yan H, Gottesman ME, Gautier J"
    },
    {
      "pmid": "21910633",
      "pmcid": "",
      "doi": "10.1146/annurev-genet-110410-132435",
      "title": "Double-strand break end resection and repair pathway choice",
      "abstract": "DNA double-strand breaks (DSBs) are cytotoxic lesions that can result in mutagenic events or cell death if left unrepaired or repaired inappropriately. Cells use two major pathways for DSB repair: nonhomologous end joining (NHEJ) and homologous recombination (HR). The choice between these pathways depends on the phase of the cell cycle and the nature of the DSB ends. A critical determinant of repair pathway choice is the initiation of 5'-3' resection of DNA ends, which commits cells to homology-dependent repair, and prevents repair by classical NHEJ. Here, we review the components of the end resection machinery, the role of end structure, and the cell-cycle phase on resection and the interplay of end processing with NHEJ.",
      "authorList": ["Symington LS", "Gautier J"],
      "journal": "Annu Rev Genet",
      "year": 2011,
      "month": -1,
      "day": -1,
      "volume": "45",
      "issue": "",
      "pages": "247-71",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Symington LS, Gautier J"
    },
    {
      "pmid": "19748363",
      "pmcid": "PMC2756577",
      "doi": "10.1016/j.molcel.2009.08.014",
      "title": "Checkpoint signaling from a single DNA interstrand crosslink",
      "abstract": "DNA interstrand crosslinks (ICLs) are the most toxic lesions induced by chemotherapeutic agents such as mitomycin C and cisplatin. By covalently linking both DNA strands, ICLs prevent DNA melting, transcription, and replication. Studies on ICL signaling and repair have been limited, because these drugs generate additional DNA lesions that trigger checkpoint signaling. Here, we monitor sensing, signaling from, and repairing of a single site-specific ICL in cell-free extract derived from Xenopus eggs and in mammalian cells. Notably, we demonstrate that ICLs trigger a checkpoint response independently of origin-initiated DNA replication and uncoupling of DNA polymerase and DNA helicase. The Fanconi anemia pathway acts upstream of RPA-ATR-Chk1 to generate the ICL signal. The system also repairs ICLs in a reaction that involves extensive, error-free DNA synthesis. Repair occurs by both origin-dependent and origin-independent mechanisms. Our data suggest that cell sensitivity to crosslinking agents results from both checkpoint and DNA repair defects.",
      "authorList": [
        "Ben-Yehoyada M",
        "Wang LC",
        "Kozekov ID",
        "Rizzo CJ",
        "Gottesman ME",
        "Gautier J"
      ],
      "journal": "Mol Cell",
      "year": 2009,
      "month": 9,
      "day": 11,
      "volume": "35",
      "issue": "5",
      "pages": "704-15",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Ben-Yehoyada M, Wang LC, Kozekov ID, Rizzo CJ, Gottesman ME, Gautier J"
    },
    {
      "pmid": "17597761",
      "pmcid": "",
      "doi": "10.1038/nature05953",
      "title": "Non-transcriptional control of DNA replication by c-Myc",
      "abstract": "The c-Myc proto-oncogene encodes a transcription factor that is essential for cell growth and proliferation and is broadly implicated in tumorigenesis. However, the biological functions required by c-Myc to induce oncogenesis remain elusive. Here we show that c-Myc has a direct role in the control of DNA replication. c-Myc interacts with the pre-replicative complex and localizes to early sites of DNA synthesis. Depletion of c-Myc from mammalian (human and mouse) cells as well as from Xenopus cell-free extracts, which are devoid of RNA transcription, demonstrates a non-transcriptional role for c-Myc in the initiation of DNA replication. Overexpression of c-Myc causes increased replication origin activity with subsequent DNA damage and checkpoint activation. These findings identify a critical function of c-Myc in DNA replication and suggest a novel mechanism for its normal and oncogenic functions.",
      "authorList": [
        "Dominguez-Sola D",
        "Ying CY",
        "Grandori C",
        "Ruggiero L",
        "Chen B",
        "Li M",
        "Galloway DA",
        "Gu W",
        "Gautier J",
        "Dalla-Favera R"
      ],
      "journal": "Nature",
      "year": 2007,
      "month": 7,
      "day": 26,
      "volume": "448",
      "issue": "7152",
      "pages": "445-51",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier", "wei-gu", "riccardo-dalla-favera"],
      "peopleList": ["jean-gautier", "wei-gu", "riccardo-dalla-favera"],
      "isbn": "",
      "authors": "Dominguez-Sola D, Ying CY, Grandori C, Ruggiero L, Chen B, Li M, Galloway DA, Gu W, Gautier J, Dalla-Favera R"
    },
    {
      "pmid": "18176557",
      "pmcid": "PMC3065498",
      "doi": "10.1038/nchembio.63",
      "title": "A forward chemical genetic screen reveals an inhibitor of the Mre11-Rad50-Nbs1 complex",
      "abstract": "The MRN (Mre11-Rad50-Nbs1)-ATM (ataxia-telangiectasia mutated) pathway is essential for sensing and signaling from DNA double-strand breaks. The MRN complex acts as a DNA damage sensor, maintains genome stability during DNA replication, promotes homology-dependent DNA repair and activates ATM. MRN is essential for cell viability, which has limited functional studies of the complex. Small-molecule inhibitors of MRN could circumvent this experimental limitation and could also be used as cellular radio- and chemosensitization compounds. Using cell-free systems that recapitulate faithfully the MRN-ATM signaling pathway, we designed a forward chemical genetic screen to identify inhibitors of the pathway, and we isolated 6-(4-hydroxyphenyl)-2-thioxo-2,3-dihydro-4(1H)-pyrimidinone (mirin, 1) as an inhibitor of MRN. Mirin prevents MRN-dependent activation of ATM without affecting ATM protein kinase activity, and it inhibits Mre11-associated exonuclease activity. Consistent with its ability to target the MRN complex, mirin abolishes the G2/M checkpoint and homology-dependent repair in mammalian cells.",
      "authorList": [
        "DuprÃ© A",
        "Boyer-Chatenet L",
        "Sattler RM",
        "Modi AP",
        "Lee JH",
        "Nicolette ML",
        "Kopelovich L",
        "Jasin M",
        "Baer R",
        "Paull TT",
        "Gautier J"
      ],
      "journal": "Nat Chem Biol",
      "year": 2008,
      "month": 2,
      "day": -1,
      "volume": "4",
      "issue": "2",
      "pages": "119-25",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier", "richard-baer"],
      "peopleList": ["jean-gautier", "richard-baer"],
      "isbn": "",
      "authors": "DuprÃ© A, Boyer-Chatenet L, Sattler RM, Modi AP, Lee JH, Nicolette ML, Kopelovich L, Jasin M, Baer R, Paull TT, Gautier J"
    },
    {
      "pmid": "15220931",
      "pmcid": "",
      "doi": "10.1038/ncb1145",
      "title": "ATR and ATM regulate the timing of DNA replication origin firing",
      "abstract": "Timing of DNA replication initiation is dependent on S-phase-promoting kinase (SPK) activity at discrete origins and the simultaneous function of many replicons. DNA damage prevents origin firing through the ATM- and ATR-dependent inhibition of Cdk2 and Cdc7 SPKs. Here, we establish that modulation of ATM- and ATR-signalling pathways controls origin firing in the absence of DNA damage. Inhibition of ATM and ATR with caffeine or specific neutralizing antibodies, or upregulation of Cdk2 or Cdc7, promoted rapid and synchronous origin firing; conversely, inhibition of Cdc25A slowed DNA replication. Cdk2 was in equilibrium between active and inactive states, and the concentration of replication protein A (RPA)-bound single-stranded DNA (ssDNA) correlated with Chk1 activation and inhibition of origin firing. Furthermore, ATM was transiently activated during ongoing replication. We propose that ATR and ATM regulate SPK activity through a feedback mechanism originating at active replicons. Our observations establish that ATM- and ATR-signalling pathways operate during an unperturbed cell cycle to regulate initiation and progression of DNA synthesis, and are therefore poised to halt replication in the presence of DNA damage.",
      "authorList": ["Shechter D", "Costanzo V", "Gautier J"],
      "journal": "Nat Cell Biol",
      "year": 2004,
      "month": 7,
      "day": -1,
      "volume": "6",
      "issue": "7",
      "pages": "648-55",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Shechter D, Costanzo V, Gautier J"
    },
    {
      "pmid": "12535533",
      "pmcid": "",
      "doi": "10.1016/s1097-2765(02)00799-2",
      "title": "An ATR- and Cdc7-dependent DNA damage checkpoint that inhibits initiation of DNA replication",
      "abstract": "We have analyzed how single-strand DNA gaps affect DNA replication in Xenopus egg extracts. DNA lesions generated by etoposide, a DNA topoisomerase II inhibitor, or by exonuclease treatment activate a DNA damage checkpoint that blocks initiation of plasmid and chromosomal DNA replication. The checkpoint is abrogated by caffeine and requires ATR, but not ATM, protein kinase. The block to DNA synthesis is due to inhibition of Cdc7/Dbf4 protein kinase activity and the subsequent failure of Cdc45 to bind to chromatin. The checkpoint does not require pre-RC assembly but requires loading of the single-strand binding protein, RPA, on chromatin. This is the biochemical demonstration of a DNA damage checkpoint that targets Cdc7/Dbf4 protein kinase.",
      "authorList": [
        "Costanzo V",
        "Shechter D",
        "Lupardus PJ",
        "Cimprich KA",
        "Gottesman M",
        "Gautier J"
      ],
      "journal": "Mol Cell",
      "year": 2003,
      "month": 1,
      "day": -1,
      "volume": "11",
      "issue": "1",
      "pages": "203-13",
      "tagList": ["article", "selected", "selected::jean-gautier"],
      "url": "",
      "labs": ["jean-gautier"],
      "peopleList": ["jean-gautier"],
      "isbn": "",
      "authors": "Costanzo V, Shechter D, Lupardus PJ, Cimprich KA, Gottesman M, Gautier J"
    }
  ]
}
