{
  "person": "raul-rabadan",
  "publications": [
    {
      "pmid": "32332164",
      "pmcid": "PMC7229667",
      "doi": "10.1073/pnas.1922622117",
      "title": "Pan-cancer analysis identifies mutations in SUGP1 that recapitulate mutant SF3B1 splicing dysregulation",
      "abstract": "The gene encoding the core spliceosomal protein SF3B1 is the most frequently mutated gene encoding a splicing factor in a variety of hematologic malignancies and solid tumors. SF3B1 mutations induce use of cryptic 3' splice sites (3'ss), and these splicing errors contribute to tumorigenesis. However, it is unclear how widespread this type of cryptic 3'ss usage is in cancers and what is the full spectrum of genetic mutations that cause such missplicing. To address this issue, we performed an unbiased pan-cancer analysis to identify genetic alterations that lead to the same aberrant splicing as observed with SF3B1 mutations. This analysis identified multiple mutations in another spliceosomal gene, SUGP1, that correlated with significant usage of cryptic 3'ss known to be utilized in mutant SF3B1 expressing cells. Remarkably, this is consistent with recent biochemical studies that identified a defective interaction between mutant SF3B1 and SUGP1 as the molecular defect responsible for cryptic 3'ss usage. Experimental validation revealed that five different SUGP1 mutations completely or partially recapitulated the 3'ss defects. Our analysis suggests that SUGP1 mutations in cancers can induce missplicing identical or similar to that observed in mutant SF3B1 cancers.",
      "authorList": [
        "Liu Z",
        "Zhang J",
        "Sun Y",
        "Perea-Chamblee TE",
        "Manley JL",
        "Rabadan R"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2020,
      "month": 5,
      "day": 12,
      "volume": "117",
      "issue": "19",
      "pages": "10305-10312",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "zhaoqi-liu", "tomin-perea-chamblee"],
      "isbn": "",
      "authors": "Liu Z, Zhang J, Sun Y, Perea-Chamblee TE, Manley JL, Rabadan R"
    },
    {
      "pmid": "32188705",
      "pmcid": "",
      "doi": "10.1158/2159-8290.CD-19-1330",
      "title": "Mutations in the RNA Splicing Factor SF3B1 Promote Tumorigenesis through MYC Stabilization",
      "abstract": "Although mutations in the gene encoding the RNA splicing factor SF3B1 are frequent in multiple cancers, their functional effects and therapeutic dependencies are poorly understood. Here, we characterize 98 tumors and 12 isogenic cell lines harboring SF3B1 hotspot mutations, identifying hundreds of cryptic 3' splice sites common and specific to different cancer types. Regulatory network analysis revealed that the most common SF3B1 mutation activates MYC via effects conserved across human and mouse cells. SF3B1 mutations promote decay of transcripts encoding the protein phosphatase 2A (PP2A) subunit PPP2R5A, increasing MYC S62 and BCL2 S70 phosphorylation which, in turn, promotes MYC protein stability and impair apoptosis, respectively. Genetic PPP2R5A restoration or pharmacologic PP2A activation impaired SF3B1-mutant tumorigenesis, elucidating a therapeutic approach to aberrant splicing by mutant SF3B1. SIGNIFICANCE: Here, we identify that mutations in SF3B1, the most commonly mutated splicing factor gene across cancers, alter splicing of a specific subunit of the PP2A serine/threonine phosphatase complex to confer post-translational MYC and BCL2 activation, which is therapeutically intervenable using an FDA-approved drug.See related commentary by O'Connor and Narla, p. 765.This article is highlighted in the In This Issue feature, p. 747.",
      "authorList": [
        "Liu Z",
        "Yoshimi A",
        "Wang J",
        "Cho H",
        "Chun-Wei Lee S",
        "Ki M",
        "Bitner L",
        "Chu T",
        "Shah H",
        "Liu B",
        "Mato AR",
        "Ruvolo P",
        "Fabbri G",
        "Pasqualucci L",
        "Abdel-Wahab O",
        "Rabadan R"
      ],
      "journal": "Cancer Discov",
      "year": 2020,
      "month": 6,
      "day": -1,
      "volume": "10",
      "issue": "6",
      "pages": "806-821",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan", "laura-pasqualucci"],
      "peopleList": ["raul-rabadan", "zhaoqi-liu", "laura-pasqualucci"],
      "isbn": "",
      "authors": "Liu Z, Yoshimi A, Wang J, Cho H, Chun-Wei Lee S, Ki M, Bitner L, Chu T, Shah H, Liu B, Mato AR, Ruvolo P, Fabbri G, Pasqualucci L, Abdel-Wahab O, Rabadan R"
    },
    {
      "pmid": "30742119",
      "pmcid": "PMC6810613",
      "doi": "10.1038/s41591-019-0349-y",
      "title": "Immune and genomic correlates of response to anti-PD-1 immunotherapy in glioblastoma",
      "abstract": "Immune checkpoint inhibitors have been successful across several tumor types; however, their efficacy has been uncommon and unpredictable in glioblastomas (GBM), where <10% of patients show long-term responses. To understand the molecular determinants of immunotherapeutic response in GBM, we longitudinally profiled 66 patients, including 17 long-term responders, during standard therapy and after treatment with PD-1 inhibitors (nivolumab or pembrolizumab). Genomic and transcriptomic analysis revealed a significant enrichment of PTEN mutations associated with immunosuppressive expression signatures in non-responders, and an enrichment of MAPK pathway alterations (PTPN11, BRAF) in responders. Responsive tumors were also associated with branched patterns of evolution from the elimination of neoepitopes as well as with differences in T cell clonal diversity and tumor microenvironment profiles. Our study shows that clinical response to anti-PD-1 immunotherapy in GBM is associated with specific molecular alterations, immune expression signatures, and immune infiltration that reflect the tumor's clonal evolution during treatment.",
      "authorList": [
        "Zhao J",
        "Chen AX",
        "Gartrell RD",
        "Silverman AM",
        "Aparicio L",
        "Chu T",
        "Bordbar D",
        "Shan D",
        "Samanamud J",
        "Mahajan A",
        "Filip I",
        "Orenbuch R",
        "Goetz M",
        "Yamaguchi JT",
        "Cloney M",
        "Horbinski C",
        "Lukas RV",
        "Raizer J",
        "Rae AI",
        "Yuan J",
        "Canoll P",
        "Bruce JN",
        "Saenger YM",
        "Sims P",
        "Iwamoto FM",
        "Sonabend AM",
        "Rabadan R"
      ],
      "journal": "Nat Med",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "25",
      "issue": "3",
      "pages": "462-469",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": [
        "raul-rabadan",
        "junfei-zhao",
        "luis-aparicio",
        "ioan-filip"
      ],
      "isbn": "",
      "authors": "Zhao J, Chen AX, Gartrell RD, Silverman AM, Aparicio L, Chu T, Bordbar D, Shan D, Samanamud J, Mahajan A, Filip I, Orenbuch R, Goetz M, Yamaguchi JT, Cloney M, Horbinski C, Lukas RV, Raizer J, Rae AI, Yuan J, Canoll P, Bruce JN, Saenger YM, Sims P, Iwamoto FM, Sonabend AM, Rabadan R"
    },
    {
      "pmid": "29440233",
      "pmcid": "PMC6086768",
      "doi": "10.1136/gutjnl-2017-314353",
      "title": "Comprehensive characterisation of compartment-specific long non-coding RNAs associated with pancreatic ductal adenocarcinoma",
      "abstract": "Pancreatic ductal adenocarcinoma (PDA) is a highly metastatic disease with limited therapeutic options. Genome and transcriptome analyses have identified signalling pathways and cancer driver genes with implications in patient stratification and targeted therapy. However, these analyses were performed in bulk samples and focused on coding genes, which represent a small fraction of the genome.",
      "authorList": [
        "Arnes L",
        "Liu Z",
        "Wang J",
        "Maurer C",
        "Sagalovskiy I",
        "Sanchez-Martin M",
        "Bommakanti N",
        "Garofalo DC",
        "Balderes DA",
        "Sussel L",
        "Olive KP",
        "Rabadan R"
      ],
      "journal": "Gut",
      "year": 2019,
      "month": 3,
      "day": -1,
      "volume": "68",
      "issue": "3",
      "pages": "499-511",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "zhaoqi-liu"],
      "isbn": "",
      "authors": "Arnes L, Liu Z, Wang J, Maurer C, Sagalovskiy I, Sanchez-Martin M, Bommakanti N, Garofalo DC, Balderes DA, Sussel L, Olive KP, Rabadan R"
    },
    {
      "pmid": "28459448",
      "pmcid": "PMC5569300",
      "doi": "10.1038/nbt.3854",
      "title": "Single-cell topological RNA-seq analysis reveals insights into cellular differentiation and development",
      "abstract": "Transcriptional programs control cellular lineage commitment and differentiation during development. Understanding of cell fate has been advanced by studying single-cell RNA-sequencing (RNA-seq) but is limited by the assumptions of current analytic methods regarding the structure of data. We present single-cell topological data analysis (scTDA), an algorithm for topology-based computational analyses to study temporal, unbiased transcriptional regulation. Unlike other methods, scTDA is a nonlinear, model-independent, unsupervised statistical framework that can characterize transient cellular states. We applied scTDA to the analysis of murine embryonic stem cell (mESC) differentiation in vitro in response to inducers of motor neuron differentiation. scTDA resolved asynchrony and continuity in cellular identity over time and identified four transient states (pluripotent, precursor, progenitor, and fully differentiated cells) based on changes in stage-dependent combinations of transcription factors, RNA-binding proteins, and long noncoding RNAs (lncRNAs). scTDA can be applied to study asynchronous cellular responses to either developmental cues or environmental perturbations.",
      "authorList": [
        "Rizvi AH",
        "Camara PG",
        "Kandror EK",
        "Roberts TJ",
        "Schieren I",
        "Maniatis T",
        "Rabadan R"
      ],
      "journal": "Nat Biotechnol",
      "year": 2017,
      "month": 6,
      "day": -1,
      "volume": "35",
      "issue": "6",
      "pages": "551-560",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan"],
      "isbn": "",
      "authors": "Rizvi AH, Camara PG, Kandror EK, Roberts TJ, Schieren I, Maniatis T, Rabadan R"
    },
    {
      "pmid": "28263318",
      "pmcid": "PMC5627771",
      "doi": "10.1038/ng.3806",
      "title": "Spatiotemporal genomic architecture informs precision oncology in glioblastoma",
      "abstract": "Precision medicine in cancer proposes that genomic characterization of tumors can inform personalized targeted therapies. However, this proposition is complicated by spatial and temporal heterogeneity. Here we study genomic and expression profiles across 127 multisector or longitudinal specimens from 52 individuals with glioblastoma (GBM). Using bulk and single-cell data, we find that samples from the same tumor mass share genomic and expression signatures, whereas geographically separated, multifocal tumors and/or long-term recurrent tumors are seeded from different clones. Chemical screening of patient-derived glioma cells (PDCs) shows that therapeutic response is associated with genetic similarity, and multifocal tumors that are enriched with PIK3CA mutations have a heterogeneous drug-response pattern. We show that targeting truncal events is more efficacious than targeting private events in reducing the tumor burden. In summary, this work demonstrates that evolutionary inference from integrated genomic analysis in multisector biopsies can inform targeted therapeutic interventions for patients with GBM.",
      "authorList": [
        "Lee JK",
        "Wang J",
        "Sa JK",
        "Ladewig E",
        "Lee HO",
        "Lee IH",
        "Kang HJ",
        "Rosenbloom DS",
        "Camara PG",
        "Liu Z",
        "van Nieuwenhuizen P",
        "Jung SW",
        "Choi SW",
        "Kim J",
        "Chen A",
        "Kim KT",
        "Shin S",
        "Seo YJ",
        "Oh JM",
        "Shin YJ",
        "Park CK",
        "Kong DS",
        "Seol HJ",
        "Blumberg A",
        "Lee JI",
        "Iavarone A",
        "Park WY",
        "Rabadan R",
        "Nam DH"
      ],
      "journal": "Nat Genet",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "49",
      "issue": "4",
      "pages": "594-599",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan", "antonio-iavarone"],
      "peopleList": ["raul-rabadan", "zhaoqi-liu", "antonio-iavarone"],
      "isbn": "",
      "authors": "Lee JK, Wang J, Sa JK, Ladewig E, Lee HO, Lee IH, Kang HJ, Rosenbloom DS, Camara PG, Liu Z, van Nieuwenhuizen P, Jung SW, Choi SW, Kim J, Chen A, Kim KT, Shin S, Seo YJ, Oh JM, Shin YJ, Park CK, Kong DS, Seol HJ, Blumberg A, Lee JI, Iavarone A, Park WY, Rabadan R, Nam DH"
    },
    {
      "pmid": "27270107",
      "pmcid": "PMC5627776",
      "doi": "10.1038/ng.3590",
      "title": "Clonal evolution of glioblastoma under therapy",
      "abstract": "Glioblastoma (GBM) is the most common and aggressive primary brain tumor. To better understand how GBM evolves, we analyzed longitudinal genomic and transcriptomic data from 114 patients. The analysis shows a highly branched evolutionary pattern in which 63% of patients experience expression-based subtype changes. The branching pattern, together with estimates of evolutionary rate, suggests that relapse-associated clones typically existed years before diagnosis. Fifteen percent of tumors present hypermutation at relapse in highly expressed genes, with a clear mutational signature. We find that 11% of recurrence tumors harbor mutations in LTBP4, which encodes a protein binding to TGF-β. Silencing LTBP4 in GBM cells leads to suppression of TGF-β activity and decreased cell proliferation. In recurrent GBM with wild-type IDH1, high LTBP4 expression is associated with worse prognosis, highlighting the TGF-β pathway as a potential therapeutic target in GBM.",
      "authorList": [
        "Wang J",
        "Cazzato E",
        "Ladewig E",
        "Frattini V",
        "Rosenbloom DI",
        "Zairis S",
        "Abate F",
        "Liu Z",
        "Elliott O",
        "Shin YJ",
        "Lee JK",
        "Lee IH",
        "Park WY",
        "Eoli M",
        "Blumberg AJ",
        "Lasorella A",
        "Nam DH",
        "Finocchiaro G",
        "Iavarone A",
        "Rabadan R"
      ],
      "journal": "Nat Genet",
      "year": 2016,
      "month": 7,
      "day": -1,
      "volume": "48",
      "issue": "7",
      "pages": "768-76",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan", "anna-lasorella", "antonio-iavarone"],
      "peopleList": [
        "raul-rabadan",
        "zhaoqi-liu",
        "oliver-elliott",
        "anna-lasorella",
        "antonio-iavarone"
      ],
      "isbn": "",
      "authors": "Wang J, Cazzato E, Ladewig E, Frattini V, Rosenbloom DI, Zairis S, Abate F, Liu Z, Elliott O, Shin YJ, Lee JK, Lee IH, Park WY, Eoli M, Blumberg AJ, Lasorella A, Nam DH, Finocchiaro G, Iavarone A, Rabadan R"
    },
    {
      "pmid": "25957685",
      "pmcid": "PMC4428671",
      "doi": "10.1016/j.cell.2015.04.034",
      "title": "RNA exosome-regulated long non-coding RNA transcription controls super-enhancer activity",
      "abstract": "We have ablated the cellular RNA degradation machinery in differentiated B cells and pluripotent embryonic stem cells (ESCs) by conditional mutagenesis of core (Exosc3) and nuclear RNase (Exosc10) components of RNA exosome and identified a vast number of long non-coding RNAs (lncRNAs) and enhancer RNAs (eRNAs) with emergent functionality. Unexpectedly, eRNA-expressing regions accumulate R-loop structures upon RNA exosome ablation, thus demonstrating the role of RNA exosome in resolving deleterious DNA/RNA hybrids arising from active enhancers. We have uncovered a distal divergent eRNA-expressing element (lncRNA-CSR) engaged in long-range DNA interactions and regulating IgH 3' regulatory region super-enhancer function. CRISPR-Cas9-mediated ablation of lncRNA-CSR transcription decreases its chromosomal looping-mediated association with the IgH 3' regulatory region super-enhancer and leads to decreased class switch recombination efficiency. We propose that the RNA exosome protects divergently transcribed lncRNA expressing enhancers by resolving deleterious transcription-coupled secondary DNA structures, while also regulating long-range super-enhancer chromosomal interactions important for cellular function.",
      "authorList": [
        "Pefanis E",
        "Wang J",
        "Rothschild G",
        "Lim J",
        "Kazadi D",
        "Sun J",
        "Federation A",
        "Chao J",
        "Elliott O",
        "Liu ZP",
        "Economides AN",
        "Bradner JE",
        "Rabadan R",
        "Basu U"
      ],
      "journal": "Cell",
      "year": 2015,
      "month": 5,
      "day": 7,
      "volume": "161",
      "issue": "4",
      "pages": "774-89",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan", "oliver-elliott"],
      "isbn": "",
      "authors": "Pefanis E, Wang J, Rothschild G, Lim J, Kazadi D, Sun J, Federation A, Chao J, Elliott O, Liu ZP, Economides AN, Bradner JE, Rabadan R, Basu U"
    },
    {
      "pmid": "25926297",
      "pmcid": "PMC4416231",
      "doi": "10.1038/ncomms8033",
      "title": "Genetic similarity between cancers and comorbid Mendelian diseases identifies candidate driver genes",
      "abstract": "Despite large-scale cancer genomics studies, key somatic mutations driving cancer, and their functional roles, remain elusive. Here, we propose that analysis of comorbidities of Mendelian diseases with cancers provides a novel, systematic way to discover new cancer genes. If germline genetic variation in Mendelian loci predisposes bearers to common cancers, the same loci may harbour cancer-associated somatic variation. Compilations of clinical records spanning over 100 million patients provide an unprecedented opportunity to assess clinical associations between Mendelian diseases and cancers. We systematically compare these comorbidities against recurrent somatic mutations from more than 5,000 patients across many cancers. Using multiple measures of genetic similarity, we show that a Mendelian disease and comorbid cancer indeed have genetic alterations of significant functional similarity. This result provides a basis to identify candidate drivers in cancers including melanoma and glioblastoma. Some Mendelian diseases demonstrate 'pan-cancer' comorbidity and shared genetics across cancers. ",
      "authorList": [
        "Melamed RD",
        "Emmett KJ",
        "Madubata C",
        "Rzhetsky A",
        "Rabadan R"
      ],
      "journal": "Nat Commun",
      "year": 2015,
      "month": 4,
      "day": 30,
      "volume": "6",
      "issue": "",
      "pages": "7033",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan"],
      "isbn": "",
      "authors": "Melamed RD, Emmett KJ, Madubata C, Rzhetsky A, Rabadan R"
    },
    {
      "pmid": "23377281",
      "pmcid": "PMC3594483",
      "doi": "10.1038/nm.3078",
      "title": "Activating mutations in the NT5C2 nucleotidase gene drive chemotherapy resistance in relapsed ALL",
      "abstract": "Acute lymphoblastic leukemia (ALL) is an aggressive hematological tumor resulting from the malignant transformation of lymphoid progenitors. Despite intensive chemotherapy, 20% of pediatric patients and over 50% of adult patients with ALL do not achieve a complete remission or relapse after intensified chemotherapy, making disease relapse and resistance to therapy the most substantial challenge in the treatment of this disease. Using whole-exome sequencing, we identify mutations in the cytosolic 5'-nucleotidase II gene (NT5C2), which encodes a 5'-nucleotidase enzyme that is responsible for the inactivation of nucleoside-analog chemotherapy drugs, in 20/103 (19%) relapse T cell ALLs and 1/35 (3%) relapse B-precursor ALLs. NT5C2 mutant proteins show increased nucleotidase activity in vitro and conferred resistance to chemotherapy with 6-mercaptopurine and 6-thioguanine when expressed in ALL lymphoblasts. These results support a prominent role for activating mutations in NT5C2 and increased nucleoside-analog metabolism in disease progression and chemotherapy resistance in ALL.",
      "authorList": [
        "Tzoneva G",
        "Perez-Garcia A",
        "Carpenter Z",
        "Khiabanian H",
        "Tosello V",
        "Allegretta M",
        "Paietta E",
        "Racevskis J",
        "Rowe JM",
        "Tallman MS",
        "Paganin M",
        "Basso G",
        "Hof J",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando A"
      ],
      "journal": "Nat Med",
      "year": 2013,
      "month": 3,
      "day": -1,
      "volume": "19",
      "issue": "3",
      "pages": "368-71",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan", "teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["raul-rabadan", "teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Tzoneva G, Perez-Garcia A, Carpenter Z, Khiabanian H, Tosello V, Allegretta M, Paietta E, Racevskis J, Rowe JM, Tallman MS, Paganin M, Basso G, Hof J, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando A"
    },
    {
      "pmid": "22837387",
      "pmcid": "PMC3677224",
      "doi": "10.1126/science.1220834",
      "title": "Transforming fusions of FGFR and TACC genes in human glioblastoma",
      "abstract": "The brain tumor glioblastoma multiforme (GBM) is among the most lethal forms of human cancer. Here, we report that a small subset of GBMs (3.1%; 3 of 97 tumors examined) harbors oncogenic chromosomal translocations that fuse in-frame the tyrosine kinase coding domains of fibroblast growth factor receptor (FGFR) genes (FGFR1 or FGFR3) to the transforming acidic coiled-coil (TACC) coding domains of TACC1 or TACC3, respectively. The FGFR-TACC fusion protein displays oncogenic activity when introduced into astrocytes or stereotactically transduced in the mouse brain. The fusion protein, which localizes to mitotic spindle poles, has constitutive kinase activity and induces mitotic and chromosomal segregation defects and triggers aneuploidy. Inhibition of FGFR kinase corrects the aneuploidy, and oral administration of an FGFR inhibitor prolongs survival of mice harboring intracranial FGFR3-TACC3-initiated glioma. FGFR-TACC fusions could potentially identify a subset of GBM patients who would benefit from targeted FGFR kinase inhibition.",
      "authorList": [
        "Singh D",
        "Chan JM",
        "Zoppoli P",
        "Niola F",
        "Sullivan R",
        "Castano A",
        "Liu EM",
        "Reichel J",
        "Porrati P",
        "Pellegatta S",
        "Qiu K",
        "Gao Z",
        "Ceccarelli M",
        "Riccardi R",
        "Brat DJ",
        "Guha A",
        "Aldape K",
        "Golfinos JG",
        "Zagzag D",
        "Mikkelsen T",
        "Finocchiaro G",
        "Lasorella A",
        "Rabadan R",
        "Iavarone A"
      ],
      "journal": "Science",
      "year": 2012,
      "month": 9,
      "day": 7,
      "volume": "337",
      "issue": "6099",
      "pages": "1231-5",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan", "anna-lasorella", "antonio-iavarone"],
      "peopleList": ["raul-rabadan", "anna-lasorella", "antonio-iavarone"],
      "isbn": "",
      "authors": "Singh D, Chan JM, Zoppoli P, Niola F, Sullivan R, Castano A, Liu EM, Reichel J, Porrati P, Pellegatta S, Qiu K, Gao Z, Ceccarelli M, Riccardi R, Brat DJ, Guha A, Aldape K, Golfinos JG, Zagzag D, Mikkelsen T, Finocchiaro G, Lasorella A, Rabadan R, Iavarone A"
    },
    {
      "pmid": "19474418",
      "pmcid": "",
      "doi": "10.1056/NEJMp0904572",
      "title": "Geographic dependence, surveillance, and origins of the 2009 influenza A (H1N1) virus",
      "abstract": "",
      "authorList": ["Trifonov V", "Khiabanian H", "Rabadan R"],
      "journal": "N Engl J Med",
      "year": 2009,
      "month": 7,
      "day": 9,
      "volume": "361",
      "issue": "2",
      "pages": "115-9",
      "tagList": ["article", "selected", "selected::raul-rabadan"],
      "url": "",
      "labs": ["raul-rabadan"],
      "peopleList": ["raul-rabadan"],
      "isbn": "",
      "authors": "Trifonov V, Khiabanian H, Rabadan R"
    },
    {
      "pmid": "",
      "pmcid": "",
      "title": "Genomic Characterization of HIV-Associated Plasmablastic Lymphoma Identifies Pervasive Mutations in the JAK-STAT Pathway",
      "abstract": "",
      "authorList": [
        "Liu Z",
        "Filip I",
        "Gomez K",
        "Engelbrecht D",
        "Meer S",
        "Lalloo PN",
        "Patel P",
        "Perner Y",
        "Zhao J",
        "Wang J",
        "Pasqualucci L",
        "Rabadan R",
        "Willem P"
      ],
      "journal": "Blood Cancer Discov",
      "year": 2020,
      "month": 7,
      "day": 1,
      "volume": "",
      "issue": "",
      "pages": "112-125",
      "tagList": [
        "article",
        "additional",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "https://bloodcancerdiscov.aacrjournals.org/content/1/1/112",
      "labs": ["raul-rabadan"],
      "doi": "10.1158/2643-3230.BCD-20-0051",
      "peopleList": ["laura-pasqualucci", "karen-gomez", "raul-rabadan"],
      "isbn": "",
      "authors": "Liu Z, Filip I, Gomez K, Engelbrecht D, Meer S, Lalloo PN, Patel P, Perner Y, Zhao J, Wang J, Pasqualucci L, Rabadan R, Willem P"
    },
    {
      "pmid": "",
      "pmcid": "",
      "title": "Understanding Coronavirus (Understanding Life)",
      "abstract": "",
      "authorList": ["Rabadan R"],
      "journal": "Cambridge University Press",
      "year": 2020,
      "month": -1,
      "day": -1,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": [
        "book",
        "additional",
        "article",
        "selected",
        "selected::raul-rabadan"
      ],
      "url": "https://www.amazon.com/Understanding-Coronavirus-Life-Raul-Rabadan/dp/1108826717",
      "labs": ["raul-rabadan"],
      "doi": "",
      "isbn": "ISBN-13: 978-1108826716",
      "peopleList": ["raul-rabadan"],
      "authors": "Rabadan R"
    }
  ]
}
