{
  "person": "richard-baer",
  "publications": [
    {
      "pmid": "2303035",
      "pmcid": "PMC551682",
      "doi": "",
      "title": "The tal gene undergoes chromosome translocation in T cell leukemia and potentially encodes a helix-loop-helix protein",
      "abstract": "We have analyzed t(1;14)(p32;q11) chromosome translocations from two patients with T cell acute lymphocytic leukemia. The chromosome 1 breakpoints of these patients lie within a kilobasepair of each other, and thus define a genetic locus (designated tal) involved in T cell oncogenesis. Moreover, we have identified sequences within tal that potentially encode an amphipathic helix-loop-helix motif, a DNA-binding domain found in a variety of proteins that control cell growth and differentiation. The homology domain of tal is especially related to that of lyl-1, a gene on chromosome 19 that has also been implicated in T cell oncogenesis. Hence, tal and lyl-1 encode a distinct family of helix-loop-helix proteins involved in the malignant development of lymphocytes.",
      "authorList": [
        "Chen Q",
        "Cheng JT",
        "Tasi LH",
        "Schneider N",
        "Buchanan G",
        "Carroll A",
        "Crist W",
        "Ozanne B",
        "Siciliano MJ",
        "Baer R"
      ],
      "journal": "EMBO J",
      "year": 1990,
      "month": 2,
      "day": -1,
      "volume": "9",
      "issue": "2",
      "pages": "415-24",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Chen Q, Cheng JT, Tasi LH, Schneider N, Buchanan G, Carroll A, Crist W, Ozanne B, Siciliano MJ, Baer R"
    },
    {
      "pmid": "2209547",
      "pmcid": "PMC552072",
      "doi": "",
      "title": "Site-specific recombination of the tal-1 gene is a common occurrence in human T cell leukemia",
      "abstract": "The tal-1 gene is altered as a consequence of the t(1;14) (p32;q11) chromosome translocation observed in 3% of patients with T cell acute lymphoblastic leukemia (T-ALL). tal-1 encodes a helix-loop-helix (HLH) domain, a DNA binding and dimerization motif found in a number of proteins involved in cell growth and differentiation. We now report that an additional 25% of T-ALL patients bear tal-1 gene rearrangements that are not detected by karyotype analysis. These rearrangements result from a precise 90 kb deletion (designated tald) that arises independently in different patients by site-specific DNA recombination. Since the deletion junctions resemble the coding joints of assembled immunoglobulin genes, tald rearrangements are likely to be mediated by aberrant activity of the immunoglobulin recombinase. Moreover, t(1;14)(p32;q11) translocations and tald rearrangements disrupt the coding potential of tal-1 in an equivalent manner, and thereby generate a common genetic lesion shared by a significant proportion of T-ALL patients.",
      "authorList": [
        "Brown L",
        "Cheng JT",
        "Chen Q",
        "Siciliano MJ",
        "Crist W",
        "Buchanan G",
        "Baer R"
      ],
      "journal": "EMBO J",
      "year": 1990,
      "month": 10,
      "day": -1,
      "volume": "9",
      "issue": "10",
      "pages": "3343-51",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Brown L, Cheng JT, Chen Q, Siciliano MJ, Crist W, Buchanan G, Baer R"
    },
    {
      "pmid": "1763056",
      "pmcid": "PMC53146",
      "doi": "10.1073/pnas.88.24.11416",
      "title": "TAL2, a helix-loop-helix gene activated by the (7;9)(q34;q32) translocation in human T-cell leukemia",
      "abstract": "Tumor-specific alteration of the TAL1 gene occurs in almost 25% of patients with T-cell acute lymphoblastic leukemia (T-ALL). We now report the identification of TAL2, a distinct gene that was isolated on the basis of its sequence homology with TAL1. The TAL2 gene is located 33 kilobase pairs from the chromosome 9 breakpoint of t(7;9)(q34;q32), a recurring translocation specifically associated with T-ALL. As a consequence of t(7;9)(q34;q32), TAL2 is juxtaposed with sequences from the T-cell receptor beta-chain gene on chromosome 7. TAL2 sequences are actively transcribed in SUP-T3, a T-ALL cell line that harbors the t(7;9)(q34;q32). The TAL2 gene product includes a helix-loop-helix protein dimerization and DNA binding domain that is especially homologous to those encoded by the TAL1 and LYL1 protooncogenes. Hence, TAL2, TAL1, and LYL1 constitute a discrete subgroup of helix-loop-helix proteins, each of which can potentially contribute to the development of T-ALL.",
      "authorList": [
        "Xia Y",
        "Brown L",
        "Yang CY",
        "Tsan JT",
        "Siciliano MJ",
        "Espinosa R",
        "Le Beau MM",
        "Baer RJ"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 1991,
      "month": 12,
      "day": 15,
      "volume": "88",
      "issue": "24",
      "pages": "11416-20",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Xia Y, Brown L, Yang CY, Tsan JT, Siciliano MJ, Espinosa R, Le Beau MM, Baer RJ"
    },
    {
      "pmid": "8142619",
      "pmcid": "",
      "doi": "",
      "title": "TAL1, TAL2 and LYL1: a family of basic helix-loop-helix proteins implicated in T cell acute leukaemia",
      "abstract": "TAL1 gene rearrangement is the most common genetic defect associated with T cell acute lymphoblastic leukaemia (T-ALL). Tumour-specific rearrangements of TAL1 arise as a result of either chromosome translocation or local DNA recombination. TAL1 gene products possess the basic helix-loop-helix (bHLH) motif, a DNA-binding domain common to several known transcription factors. The bHLH domain of TAL1 is especially homologous to those encoded by TAL2 and LYL1, distinct genes that were also identified on the basis of chromosomal rearrangement in T-ALL. Thus, TAL1, TAL2 and LYL1 constitute a unique family of bHLH proteins, each of which is a potential mediator of T cell leukaemogenesis.",
      "authorList": ["Baer R"],
      "journal": "Semin Cancer Biol",
      "year": 1993,
      "month": 12,
      "day": -1,
      "volume": "4",
      "issue": "6",
      "pages": "341-7",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Baer R"
    },
    {
      "pmid": "8944023",
      "pmcid": "",
      "doi": "10.1038/ng1296-430",
      "title": "Identification of a RING protein that can interact in vivo with the BRCA1 gene product",
      "abstract": "The hereditary breast and ovarian cancer gene, BRCA1, encodes a large polypeptide that contains the cysteine-rich RING motif, a zinc-binding domain found in a variety of regulatory proteins. Here we describe a novel protein that interacts in vivo with the N-terminal region of BRCA1. This BRCA1-associated RING domain (BARD1) protein contains an N-terminal RING motif, three tandem ankyrin repeats, and a C-terminal sequence with significant homology to the phylogenetically conserved BRCT domains that lie near the C terminus of BRCA1. The BARD1/BRCA1 interaction is disrupted by BRCA1 missense mutations that segregate with breast cancer susceptibility, indicating that BARD1 may be involved in mediating tumour suppression by BRCA1.",
      "authorList": [
        "Wu LC",
        "Wang ZW",
        "Tsan JT",
        "Spillman MA",
        "Phung A",
        "Xu XL",
        "Yang MC",
        "Hwang LY",
        "Bowcock AM",
        "Baer R"
      ],
      "journal": "Nat Genet",
      "year": 1996,
      "month": 12,
      "day": -1,
      "volume": "14",
      "issue": "4",
      "pages": "430-40",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Wu LC, Wang ZW, Tsan JT, Spillman MA, Phung A, Xu XL, Yang MC, Hwang LY, Bowcock AM, Baer R"
    },
    {
      "pmid": "9738006",
      "pmcid": "",
      "doi": "10.1074/jbc.273.39.25388",
      "title": "The C-terminal (BRCT) domains of BRCA1 interact in vivo with CtIP, a protein implicated in the CtBP pathway of transcriptional repression",
      "abstract": "The BRCA1 tumor suppressor encodes a polypeptide with two recognizable protein motifs: a RING domain near the N terminus and two tandem BRCT domains at the C terminus. Studies of tumor-associated mutations indicate that the RING and BRCT sequences are required for BRCA1-mediated tumor suppression. In addition, recent work has shown that BRCA1 is a potent regulator of RNA transcription and that the BRCT domains are also essential for this activity. Therefore, we used the Sos recruitment system to screen for proteins that bind this critical region of BRCA1. Our results show that the BRCT domains interact in vivo with CtIP, a protein originally identified on the basis of its association with the CtBP transcriptional co-repressor. This finding suggests that BRCA1 regulates gene expression, at least in part, by modulating CtBP-mediated transcriptional repression. Moreover, the in vivo interaction between BRCA1 and CtIP is completely ablated by each of three independent tumor-associated mutations affecting the BRCT motifs of BRCA1. These results indicate that the BRCA1-CtIP interaction may be required for tumor suppression by BRCA1.",
      "authorList": ["Yu X", "Wu LC", "Bowcock AM", "Aronheim A", "Baer R"],
      "journal": "J Biol Chem",
      "year": 1998,
      "month": 9,
      "day": 25,
      "volume": "273",
      "issue": "39",
      "pages": "25388-92",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Yu X, Wu LC, Bowcock AM, Aronheim A, Baer R"
    },
    {
      "pmid": "11790560",
      "pmcid": "",
      "doi": "10.1016/s0959-437x(01)00269-6",
      "title": "The BRCA1/BARD1 heterodimer, a tumor suppressor complex with ubiquitin E3 ligase activity",
      "abstract": "Although the protein product of the BRCA1 tumor suppressor gene has been implicated in a surprisingly diverse array of biological processes, the molecular mechanism by which BRCA1 loss promotes tumor formation remains unclear. Nonetheless, a pivotal advance has been achieved by recent studies that establish BRCA1 and its partner polypeptide BARD1 as enzymatic mediators of protein ubiquitination. The potent ubiquitin E3 ligase activity of the BRCA1/BARD1 heterodimer may be responsible for many of the biological properties attributed to BRCA1, including its ability to suppress tumor formation in normal cells.",
      "authorList": ["Baer R", "Ludwig T"],
      "journal": "Curr Opin Genet Dev",
      "year": 2002,
      "month": 2,
      "day": -1,
      "volume": "12",
      "issue": "1",
      "pages": "86-91",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Baer R, Ludwig T"
    },
    {
      "pmid": "12890688",
      "pmcid": "",
      "doi": "10.1074/jbc.C300249200",
      "title": "The BRCA1/BARD1 heterodimer assembles polyubiquitin chains through an unconventional linkage involving lysine residue K6 of ubiquitin",
      "abstract": "The BRCA1 tumor suppressor forms a heterodimer with the BARD1 protein, and the resulting complex functions as an E3 ubiquitin ligase that catalyzes the synthesis of polyubiquitin chains. In theory, polyubiquitination can occur by isopeptide bond formation at any of the seven lysine residues of ubiquitin. The isopeptide linkage of a polyubiquitin chain is a particularly important determinant of its cellular function, such that K48-linked chains commonly target proteins for proteasomal degradation, while K63 chains serve non-proteolytic roles in various signaling pathways. To determine the isopeptide linkage formed by BRCA1/BARD1-dependent polyubiquitination, we purified a full-length heterodimeric complex and compared its linkage specificity with that of E6-AP, an E3 ligase known to induce proteolysis of its cellular substrates. Using a comprehensive mutation analysis, we found that E6-AP catalyzes the synthesis of K48-linked polyubiquitin chains. In contrast, however, the BRCA1/BARD1 heterodimer directs polymerization of ubiquitin primarily through an unconventional linkage involving lysine residue K6. Although heterologous substrates of BRCA1/BARD1 are not known, BRCA1 autoubiquitination occurs principally by conjugation with K6-linked polymers. The ability of BRCA1/BARD1 to form K6-linked polyubiquitin chains suggests that it may impart unique cellular properties to its natural enzymatic substrates.",
      "authorList": ["Wu-Baer F", "Lagrazon K", "Yuan W", "Baer R"],
      "journal": "J Biol Chem",
      "year": 2003,
      "month": 9,
      "day": 12,
      "volume": "278",
      "issue": "37",
      "pages": "34743-6",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer", "foon-wu-baer"],
      "isbn": "",
      "authors": "Wu-Baer F, Lagrazon K, Yuan W, Baer R"
    },
    {
      "pmid": "17848578",
      "pmcid": "",
      "doi": "10.1074/jbc.M705198200",
      "title": "Structural requirements for the BARD1 tumor suppressor in chromosomal stability and homology-directed DNA repair",
      "abstract": "The BRCA1 tumor suppressor exists as a heterodimeric complex with BARD1, and this complex is thought to mediate many of the functions ascribed to BRCA1, including its role in tumor suppression. The two proteins share a common structural organization that features an N-terminal RING domain and two C-terminal BRCT motifs, whereas BARD1 alone also contains three tandem ankyrin repeats. In normal cells, the BRCA1/BARD1 heterodimer is believed to enhance chromosome stability by promoting homology-directed repair (HDR) of double strand DNA breaks. Here we have investigated the structural requirements for BARD1 in this process by complementation of Bard1-null mouse mammary carcinoma cells. Our results demonstrate that the ankyrin and BRCT motifs of BARD1 are each essential for both chromosome stability and HDR. Tandem BRCT motifs, including those found at the C terminus of BARD1, are known to form a phosphoprotein recognition module. Nonetheless, the HDR function of BARD1 was not perturbed by synthetic mutations predicted to ablate the phospho-recognition activity of its BRCT sequences, suggesting that some functions of the BRCT domains are not dependent on their ability to bind phosphorylated ligands. Also, cancer-associated missense mutations in the BRCT domains of BARD1 (for example, C557S, Q564H, V695L, and S761N) have been observed in patients with breast, ovarian, and endometrial tumors. However, none of these was found to affect the HDR activity of BARD1, suggesting that any increased cancer risk conferred by these mutations is not because of defects in this repair mechanism.",
      "authorList": [
        "Laufer M",
        "Nandula SV",
        "Modi AP",
        "Wang S",
        "Jasin M",
        "Murty VV",
        "Ludwig T",
        "Baer R"
      ],
      "journal": "J Biol Chem",
      "year": 2007,
      "month": 11,
      "day": 23,
      "volume": "282",
      "issue": "47",
      "pages": "34325-33",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Laufer M, Nandula SV, Modi AP, Wang S, Jasin M, Murty VV, Ludwig T, Baer R"
    },
    {
      "pmid": "18443292",
      "pmcid": "PMC2365565",
      "doi": "10.1073/pnas.0711032105",
      "title": "The basal-like mammary carcinomas induced by Brca1 or Bard1 inactivation implicate the BRCA1/BARD1 heterodimer in tumor suppression",
      "abstract": "Women with germ-line mutations of the BRCA1 tumor suppressor gene are highly susceptible to breast and ovarian cancer. The protein product of BRCA1 is involved in a broad spectrum of biological processes and interacts with many diverse proteins. One of these, BARD1, associates with BRCA1 to form a heterodimeric complex that is enzymatically active as an ubiquitin E3 ligase. Although the BRCA1/BARD1 heterodimer has been implicated in several aspects of BRCA1 function, its role in tumor suppression has not been evaluated. To address this question, we generated mouse strains carrying conditional alleles of either Bard1 or Brca1 and used Cre recombination to inactivate these genes in mammary epithelial cells. Significantly, the conditional Bard1- and Brca1-mutant mice developed breast carcinomas that are indistinguishable from each other (and from those of double conditional Bard1/Brca1-mutant animals) with respect to their frequency, latency, histopathology, and cytogenetic features. Reminiscent of the basal-like breast carcinomas seen in human BRCA1 mutation carriers, these tumors are \"triple negative\" for estrogen and progesterone receptor expression and HER2/neu amplification. They also express basal cytokeratins CK5 and CK14, have an elevated frequency of p53 lesions, and display high levels of chromosomal instability. The remarkable similarities between the mammary carcinomas of Bard1-, Brca1-, and Bard1/Brca1-mutant mice indicate that the tumor suppressor activities of both genes are mediated through the BRCA1/BARD1 heterodimer.",
      "authorList": [
        "Shakya R",
        "Szabolcs M",
        "McCarthy E",
        "Ospina E",
        "Basso K",
        "Nandula S",
        "Murty V",
        "Baer R",
        "Ludwig T"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2008,
      "month": 5,
      "day": 13,
      "volume": "105",
      "issue": "19",
      "pages": "7040-5",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer", "katia-basso"],
      "peopleList": ["richard-baer", "katia-basso"],
      "isbn": "",
      "authors": "Shakya R, Szabolcs M, McCarthy E, Ospina E, Basso K, Nandula S, Murty V, Baer R, Ludwig T"
    },
    {
      "pmid": "22034435",
      "pmcid": "PMC3904783",
      "doi": "10.1126/science.1209909",
      "title": "BRCA1 tumor suppression depends on BRCT phosphoprotein binding, but not its E3 ligase activity",
      "abstract": "Germline mutations of the breast cancer 1 (BRCA1) gene are a major cause of familial breast and ovarian cancer. The BRCA1 protein displays E3 ubiquitin ligase activity, and this enzymatic function is thought to be required for tumor suppression. To test this hypothesis, we generated mice that express an enzymatically defective Brca1. We found that this mutant Brca1 prevents tumor formation to the same degree as does wild-type Brca1 in three different genetically engineered mouse (GEM) models of cancer. In contrast, a mutation that ablates phosphoprotein recognition by the BRCA C terminus (BRCT) domains of BRCA1 elicits tumors in each of the three GEM models. Thus, BRCT phosphoprotein recognition, but not the E3 ligase activity, is required for BRCA1 tumor suppression.",
      "authorList": [
        "Shakya R",
        "Reid LJ",
        "Reczek CR",
        "Cole F",
        "Egli D",
        "Lin CS",
        "deRooij DG",
        "Hirsch S",
        "Ravi K",
        "Hicks JB",
        "Szabolcs M",
        "Jasin M",
        "Baer R",
        "Ludwig T"
      ],
      "journal": "Science",
      "year": 2011,
      "month": 10,
      "day": 28,
      "volume": "334",
      "issue": "6055",
      "pages": "525-8",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Shakya R, Reid LJ, Reczek CR, Cole F, Egli D, Lin CS, deRooij DG, Hirsch S, Ravi K, Hicks JB, Szabolcs M, Jasin M, Baer R, Ludwig T"
    },
    {
      "pmid": "23712259",
      "pmcid": "PMC3664708",
      "doi": "10.1083/jcb.201302145",
      "title": "The interaction between CtIP and BRCA1 is not essential for resection-mediated DNA repair or tumor suppression",
      "abstract": "The CtIP protein facilitates homology-directed repair (HDR) of double-strand DNA breaks (DSBs) by initiating DNA resection, a process in which DSB ends are converted into 3'-ssDNA overhangs. The BRCA1 tumor suppressor, which interacts with CtIP in a phospho-dependent manner, has also been implicated in DSB repair through the HDR pathway. It was recently reported that the BRCA1-CtIP interaction is essential for HDR in chicken DT40 cells. To examine the role of this interaction in mammalian cells, we generated cells and mice that express Ctip polypeptides (Ctip-S326A) that fail to bind BRCA1. Surprisingly, isogenic lines of Ctip-S326A mutant and wild-type cells displayed comparable levels of HDR function and chromosomal stability. Although Ctip-S326A mutant cells were modestly sensitive to topoisomerase inhibitors, mice expressing Ctip-S326A polypeptides developed normally and did not exhibit a predisposition to cancer. Thus, in mammals, the phospho-dependent BRCA1-CtIP interaction is not essential for HDR-mediated DSB repair or for tumor suppression.",
      "authorList": [
        "Reczek CR",
        "Szabolcs M",
        "Stark JM",
        "Ludwig T",
        "Baer R"
      ],
      "journal": "J Cell Biol",
      "year": 2013,
      "month": 5,
      "day": 27,
      "volume": "201",
      "issue": "5",
      "pages": "693-707",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Reczek CR, Szabolcs M, Stark JM, Ludwig T, Baer R"
    },
    {
      "pmid": "28263958",
      "pmcid": "PMC5613662",
      "doi": "10.1038/ncb3485",
      "title": "Genomic instability during reprogramming by nuclear transfer is DNA replication dependent",
      "abstract": "Somatic cells can be reprogrammed to a pluripotent state by nuclear transfer into oocytes, yet developmental arrest often occurs. While incomplete transcriptional reprogramming is known to cause developmental failure, reprogramming also involves concurrent changes in cell cycle progression and nuclear structure. Here we study cellular reprogramming events in human and mouse nuclear transfer embryos prior to embryonic genome activation. We show that genetic instability marked by frequent chromosome segregation errors and DNA damage arise prior to, and independent of, transcriptional activity. These errors occur following transition through DNA replication and are repaired by BRCA1. In the absence of mitotic nuclear remodelling, DNA replication is delayed and errors are exacerbated in subsequent mitosis. These results demonstrate that independent of gene expression, cell-type-specific features of cell cycle progression constitute a barrier sufficient to prevent the transition from one cell type to another during reprogramming.",
      "authorList": [
        "Chia G",
        "Agudo J",
        "Treff N",
        "Sauer MV",
        "Billing D",
        "Brown BD",
        "Baer R",
        "Egli D"
      ],
      "journal": "Nat Cell Biol",
      "year": 2017,
      "month": 4,
      "day": -1,
      "volume": "19",
      "issue": "4",
      "pages": "282-291",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer"],
      "peopleList": ["richard-baer"],
      "isbn": "",
      "authors": "Chia G, Agudo J, Treff N, Sauer MV, Billing D, Brown BD, Baer R, Egli D"
    },
    {
      "pmid": "30244837",
      "pmcid": "PMC6347115",
      "doi": "10.1016/j.molcel.2018.08.016",
      "title": "The BRCT Domains of the BRCA1 and BARD1 Tumor Suppressors Differentially Regulate Homology-Directed Repair and Stalled Fork Protection",
      "abstract": "The BRCA1 tumor suppressor preserves genome integrity through both homology-directed repair (HDR) and stalled fork protection (SFP). In vivo, BRCA1 exists as a heterodimer with the BARD1 tumor suppressor, and both proteins harbor a phosphate-binding BRCT domain. Here, we compare mice with mutations that ablate BRCT phospho-recognition by Bard1 (Bard1S563F and Bard1K607A) or Brca1 (Brca1S1598F). Brca1S1598F abrogates both HDR and SFP, suggesting that both pathways are likely impaired in most BRCA1 mutant tumors. Although not affecting HDR, the Bard1 mutations ablate poly(ADP-ribose)-dependent recruitment of BRCA1/BARD1 to stalled replication forks, resulting in fork degradation and chromosome instability. Nonetheless, Bard1S563F/S563F and Bard1K607A/K607A mice, unlike Brca1S1598F/S1598F mice, are not tumor prone, indicating that HDR alone is sufficient to suppress tumor formation in the absence of SFP. Nevertheless, because SFP, unlike HDR, is also impaired in heterozygous Brca1/Bard1 mutant cells, SFP and HDR may contribute to distinct stages of tumorigenesis in BRCA1/BARD1 mutation carriers.",
      "authorList": [
        "Billing D",
        "Horiguchi M",
        "Wu-Baer F",
        "Taglialatela A",
        "Leuzzi G",
        "Nanez SA",
        "Jiang W",
        "Zha S",
        "Szabolcs M",
        "Lin CS",
        "Ciccia A",
        "Baer R"
      ],
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "127-139",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer", "shan-zha"],
      "peopleList": ["richard-baer", "foon-wu-baer", "shan-zha"],
      "isbn": "",
      "authors": "Billing D, Horiguchi M, Wu-Baer F, Taglialatela A, Leuzzi G, Nanez SA, Jiang W, Zha S, Szabolcs M, Lin CS, Ciccia A, Baer R"
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": ["article", "selected", "selected::richard-baer"],
      "url": "",
      "labs": ["richard-baer", "jean-gautier", "shan-zha"],
      "peopleList": [
        "richard-baer",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "shan-zha"
      ],
      "isbn": "",
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S"
    }
  ]
}
