{
  "person": "shan-zha",
  "publications": [
    {
      "pmid": "33239428",
      "pmcid": "",
      "doi": "10.1158/0008-5472.CAN-20-2447",
      "title": "The cancer-associated ATM R3008H mutation reveals the link between ATM activation and its exchange",
      "abstract": "ATM kinase is a tumor suppressor and a master regulator of the DNA damage response. Most cancer-associated alterations to ATM are missense mutations at the PI3-kinase regulatory domain (PRD) or the kinase domain. Expression of kinase-dead ATM protein solely accelerates lymphomagenesis beyond ATM loss. To understand how PRD suppresses lymphomagenesis, we introduced the cancer-associated PRD mutation-R3008H (R3016 in mouse) into mice. R3008H abrogated DNA damage- and oxidative stress-induced activation of ATM without consistently affecting ATM protein stability and recruitment. In contrast to the early embryonic lethality of AtmKD/KD mice, AtmR3016H (AtmR/R) mice were viable, immunodeficient, and displayed spontaneous craniofacial abnormalities and delayed lymphomagenesis compared to Atm-/- controls. Mechanistically, R3008H rescued the tardy exchange of ATM-KD at DNA damage foci, indicating that PRD coordinates ATM activation with its exchange at DNA-breaks. Taken together, our results reveal a unique tumorigenesis profile for PRD mutations that is distinct from null or kinase-dead mutations.",
      "authorList": [
        "Milanovic M",
        "Houghton LM",
        "Menolfi D",
        "Lee JH",
        "Yamamoto K",
        "Li Y",
        "Lee BJ",
        "Xu J",
        "Estes VM",
        "Wang D",
        "McKinnon PJ",
        "Paull TT",
        "Zha S"
      ],
      "authors": "Milanovic M, Houghton LM, Menolfi D, Lee JH, Yamamoto K, Li Y, Lee BJ, Xu J, Estes VM, Wang D, McKinnon PJ, Paull TT, Zha S",
      "journal": "Cancer Res",
      "year": 2020,
      "month": 11,
      "day": 25,
      "volume": "",
      "issue": "",
      "pages": "",
      "tagList": ["article", "selected", "selected::shan-zha", "columbia"],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": [
        "shan-zha",
        "maja-milanovic",
        "demis-menolfi",
        "brian-lee"
      ],
      "isbn": ""
    },
    {
      "pmid": "32337977",
      "pmcid": "PMC7346094",
      "doi": "10.1021/acsami.0c03001",
      "title": "Dual-Color Plasmonic Nanosensor for Radiation Dosimetry",
      "abstract": "Radiation dosimeters are critical for accurately assessing the levels of radiation exposure of tumor sites and surrounding tissues and for optimizing therapeutic interventions as well as for monitoring environmental exposure. To fill the need for a simple, user-friendly, and inexpensive dosimeter, we designed an innovative colorimetric nanosensor-based assay for detecting ionizing radiation. We show that hydroxyl radicals generated by ionizing radiation can be used to etch gold nanorods (AuNRs) and silver nanoprisms (AgNPRs), yielding reproducible color changes for radiation dose detection in the range of 50-2000 rad, broad enough to cover doses used in hyperfractionated, conventional, and hypofractionated radiotherapy. This range of doses detected by this assay correlates with radiation-induced DNA damage response in mammalian cells. Furthermore, this AuNR- and AgNPR-based sensing platform has been established in a paper format that can be readily adopted for a wide range of applications and translation.",
      "authorList": [
        "Tao Y",
        "Li M",
        "Liu X",
        "Leong KW",
        "Gautier J",
        "Zha S"
      ],
      "authors": "Tao Y, Li M, Liu X, Leong KW, Gautier J, Zha S",
      "journal": "ACS Appl Mater Interfaces",
      "year": 2020,
      "month": 5,
      "day": 20,
      "volume": "12",
      "issue": "20",
      "pages": "22499-22506",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha", "jean-gautier"],
      "peopleList": ["shan-zha", "jean-gautier"],
      "isbn": ""
    },
    {
      "pmid": "32890402",
      "pmcid": "PMC7515702",
      "doi": "10.1093/nar/gkaa718",
      "title": "Clinical PARP inhibitors do not abrogate PARP1 exchange at DNA damage sites in vivo",
      "abstract": "DNA breaks recruit and activate PARP1/2, which deposit poly-ADP-ribose (PAR) to recruit XRCC1-Ligase3 and other repair factors to promote DNA repair. Clinical PARP inhibitors (PARPi) extend the lifetime of damage-induced PARP1/2 foci, referred to as 'trapping'. To understand the molecular nature of 'trapping' in cells, we employed quantitative live-cell imaging and fluorescence recovery after photo-bleaching. Unexpectedly, we found that PARP1 exchanges rapidly at DNA damage sites even in the presence of clinical PARPi, suggesting the persistent foci are not caused by physical stalling. Loss of Xrcc1, a major downstream effector of PAR, also caused persistent PARP1 foci without affecting PARP1 exchange. Thus, we propose that the persistent PARP1 foci are formed by different PARP1 molecules that are continuously recruited to and exchanging at DNA lesions due to attenuated XRCC1-LIG3 recruitment and delayed DNA repair. Moreover, mutation analyses of the NAD+ interacting residues of PARP1 showed that PARP1 can be physically trapped at DNA damage sites, and identified H862 as a potential regulator for PARP1 exchange. PARP1-H862D, but not PARylation-deficient PARP1-E988K, formed stable PARP1 foci upon activation. Together, these findings uncovered the nature of persistent PARP1 foci and identified NAD+ interacting residues involved in the PARP1 exchange.",
      "authorList": [
        "Shao Z",
        "Lee BJ",
        "Rouleau-Turcotte É",
        "Langelier MF",
        "Lin X",
        "Estes VM",
        "Pascal JM",
        "Zha S"
      ],
      "authors": "Shao Z, Lee BJ, Rouleau-Turcotte É, Langelier MF, Lin X, Estes VM, Pascal JM, Zha S",
      "journal": "Nucleic Acids Res",
      "year": 2020,
      "month": 9,
      "day": 25,
      "volume": "48",
      "issue": "17",
      "pages": "9694-9709",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha", "zhengping-shao", "brian-lee", "xiaohui-lin"],
      "isbn": ""
    },
    {
      "pmid": "32103174",
      "pmcid": "",
      "doi": "10.1038/s41586-020-2041-2",
      "title": "DNA-PKcs has KU-dependent function in rRNA processing and haematopoiesis",
      "abstract": "The DNA-dependent protein kinase (DNA-PK), which comprises the KU heterodimer and a catalytic subunit (DNA-PKcs), is a classical non-homologous end-joining (cNHEJ) factor1. KU binds to DNA ends, initiates cNHEJ, and recruits and activates DNA-PKcs. KU also binds to RNA, but the relevance of this interaction in mammals is unclear. Here we use mouse models to show that DNA-PK has an unexpected role in the biogenesis of ribosomal RNA (rRNA) and in haematopoiesis. The expression of kinase-dead DNA-PKcs abrogates cNHEJ2. However, most mice that both expressed kinase-dead DNA-PKcs and lacked the tumour suppressor TP53 developed myeloid disease, whereas all other previously characterized mice deficient in both cNHEJ and TP53 expression succumbed to pro-B cell lymphoma3. DNA-PK autophosphorylates DNA-PKcs, which is its best characterized substrate. Blocking the phosphorylation of DNA-PKcs at the T2609 cluster, but not the S2056 cluster, led to KU-dependent defects in 18S rRNA processing, compromised global protein synthesis in haematopoietic cells and caused bone marrow failure in mice. KU drives the assembly of DNA-PKcs on a wide range of cellular RNAs, including the U3 small nucleolar RNA, which is essential for processing of 18S rRNA4. U3 activates purified DNA-PK and triggers phosphorylation of DNA-PKcs at T2609. DNA-PK, but not other cNHEJ factors, resides in nucleoli in an rRNA-dependent manner and is co-purified with the small subunit processome. Together our data show that DNA-PK has RNA-dependent, cNHEJ-independent functions during ribosome biogenesis that require the kinase activity of DNA-PKcs and its phosphorylation at the T2609 cluster.",
      "authorList": [
        "Shao Z",
        "Flynn RA",
        "Crowe JL",
        "Zhu Y",
        "Liang J",
        "Jiang W",
        "Aryan F",
        "Aoude P",
        "Bertozzi CR",
        "Estes VM",
        "Lee BJ",
        "Bhagat G",
        "Zha S",
        "Calo E"
      ],
      "authors": "Shao Z, Flynn RA, Crowe JL, Zhu Y, Liang J, Jiang W, Aryan F, Aoude P, Bertozzi CR, Estes VM, Lee BJ, Bhagat G, Zha S, Calo E",
      "journal": "Nature",
      "year": 2020,
      "month": 3,
      "day": -1,
      "volume": "579",
      "issue": "7798",
      "pages": "291-296",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha", "zhengping-shao", "yimeng-zhu", "brian-lee"],
      "isbn": ""
    },
    {
      "pmid": "31097467",
      "pmcid": "PMC6605744",
      "doi": "10.1084/jem.20181139",
      "title": "CtIP is essential for early B cell proliferation and development in mice",
      "abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
      "authorList": [
        "Liu X",
        "Wang XS",
        "Lee BJ",
        "Wu-Baer FK",
        "Lin X",
        "Shao Z",
        "Estes VM",
        "Gautier J",
        "Baer R",
        "Zha S"
      ],
      "authors": "Liu X, Wang XS, Lee BJ, Wu-Baer FK, Lin X, Shao Z, Estes VM, Gautier J, Baer R, Zha S",
      "journal": "J Exp Med",
      "year": 2019,
      "month": 7,
      "day": 1,
      "volume": "216",
      "issue": "7",
      "pages": "1648-1663",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha", "jean-gautier", "richard-baer"],
      "peopleList": [
        "shan-zha",
        "brian-lee",
        "foon-wu-baer",
        "xiaohui-lin",
        "zhengping-shao",
        "jean-gautier",
        "richard-baer"
      ],
      "isbn": ""
    },
    {
      "pmid": "30559436",
      "pmcid": "PMC6297235",
      "doi": "10.1038/s41467-018-07798-3",
      "title": "Kinase-dead ATR differs from ATR loss by limiting the dynamic exchange of ATR and RPA",
      "abstract": "ATR kinase is activated by RPA-coated single-stranded DNA (ssDNA) to orchestrate DNA damage responses. Here we show that ATR inhibition differs from ATR loss. Mouse model expressing kinase-dead ATR (Atr+/KD), but not loss of ATR (Atr+/-), displays ssDNA-dependent defects at the non-homologous region of X-Y chromosomes during male meiosis leading to sterility, and at telomeres, rDNA, and fragile sites during mitosis leading to lymphocytopenia. Mechanistically, we find that ATR kinase activity is necessary for the rapid exchange of ATR at DNA-damage-sites, which in turn promotes CHK1-phosphorylation. ATR-KD, but not loss of ATR, traps a subset of ATR and RPA on chromatin, where RPA is hyper-phosphorylated by ATM/DNA-PKcs and prevents downstream repair. Consequently, Atr+/KD cells have shorter inter-origin distances and are vulnerable to induced fork collapses, genome instability and mitotic catastrophe. These results reveal mechanistic differences between ATR inhibition and ATR loss, with implications for ATR signaling and cancer therapy.",
      "authorList": [
        "Menolfi D",
        "Jiang W",
        "Lee BJ",
        "Moiseeva T",
        "Shao Z",
        "Estes V",
        "Frattini MG",
        "Bakkenist CJ",
        "Zha S"
      ],
      "authors": "Menolfi D, Jiang W, Lee BJ, Moiseeva T, Shao Z, Estes V, Frattini MG, Bakkenist CJ, Zha S",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 12,
      "day": 17,
      "volume": "9",
      "issue": "1",
      "pages": "5351",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": [
        "shan-zha",
        "demis-menolfi",
        "brian-lee",
        "zhengping-shao"
      ],
      "isbn": ""
    },
    {
      "pmid": "30072430",
      "pmcid": "PMC6112704",
      "doi": "10.1073/pnas.1808490115",
      "title": "Kinase-dependent structural role of DNA-PKcs during immunoglobulin class switch recombination",
      "abstract": "The catalytic subunit of DNA-dependent protein kinase (DNA-PKcs) is a classical nonhomologous end-joining (cNHEJ) factor. Loss of DNA-PKcs diminished mature B cell class switch recombination (CSR) to other isotypes, but not IgG1. Here, we show that expression of the kinase-dead DNA-PKcs (DNA-PKcsKD/KD ) severely compromises CSR to IgG1. High-throughput sequencing analyses of CSR junctions reveal frequent accumulation of nonproductive interchromosomal translocations, inversions, and extensive end resection in DNA-PKcsKD/KD , but not DNA-PKcs\n-/-\n , B cells. Meanwhile, the residual joints from DNA-PKcs\nKD/KD\n cells and the efficient Sµ-Sγ1 junctions from DNA-PKcs\n-/-\n B cells both display similar preferences for small (2-6 nt) microhomologies (MH). In DNA-PKcs\n-/-\n cells, Sµ-Sγ1 joints are more resistant to inversions and extensive resection than Sµ-Sε and Sµ-Sµ joints, providing a mechanism for the isotype-specific CSR defects. Together, our findings identify a kinase-dependent role of DNA-PKcs in suppressing MH-mediated end joining and a structural role of DNA-PKcs protein in the orientation of CSR.",
      "authorList": [
        "Crowe JL",
        "Shao Z",
        "Wang XS",
        "Wei PC",
        "Jiang W",
        "Lee BJ",
        "Estes VM",
        "Alt FW",
        "Zha S"
      ],
      "authors": "Crowe JL, Shao Z, Wang XS, Wei PC, Jiang W, Lee BJ, Estes VM, Alt FW, Zha S",
      "journal": "Proc Natl Acad Sci USA",
      "year": 2018,
      "month": 8,
      "day": 21,
      "volume": "115",
      "issue": "34",
      "pages": "8615-8620",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha", "zhengping-shao", "brian-lee"],
      "isbn": ""
    },
    {
      "pmid": "28051062",
      "pmcid": "PMC5216128",
      "doi": "10.1038/ncomms13816",
      "title": "PAXX promotes KU accumulation at DNA breaks and is essential for end-joining in XLF-deficient mice",
      "abstract": "Non-homologous end-joining (NHEJ) is the most prominent DNA double strand break (DSB) repair pathway in mammalian cells. PAXX is the newest NHEJ factor, which shares structural similarity with known NHEJ factors-XRCC4 and XLF. Here we report that PAXX is dispensable for physiological NHEJ in otherwise wild-type mice. Yet Paxx-/- mice require XLF and Xlf-/- mice require PAXX for end-ligation. As such, Xlf-/-Paxx-/- mice display severe genomic instability and neuronal apoptosis, which eventually lead to embryonic lethality. Despite their structural similarities, only Xlf-/- cells, but not Paxx-/- cells require ATM/DNA-PK kinase activity for end-ligation. Mechanistically, PAXX promotes the accumulation of KU at DSBs, while XLF enhances LIG4 recruitment without affecting KU dynamics at DNA breaks in vivo. Together these findings identify the molecular functions of PAXX in KU accumulation at DNA ends and reveal distinct, yet critically complementary functions of PAXX and XLF during NHEJ.",
      "authorList": ["Liu X", "Shao Z", "Jiang W", "Lee BJ", "Zha S"],
      "authors": "Liu X, Shao Z, Jiang W, Lee BJ, Zha S",
      "journal": "Nat Commun",
      "year": 2017,
      "month": 1,
      "day": 4,
      "volume": "8",
      "issue": "",
      "pages": "13816",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha", "zhengping-shao", "brian-lee"],
      "isbn": ""
    },
    {
      "pmid": "27304073",
      "pmcid": "PMC4957979",
      "doi": "10.7554/eLife.14709",
      "title": "Kinase-dead ATM protein is highly oncogenic and can be preferentially targeted by Topo-isomerase I inhibitors",
      "abstract": "Missense mutations in ATM kinase, a master regulator of DNA damage responses, are found in many cancers, but their impact on ATM function and implications for cancer therapy are largely unknown. Here we report that 72% of cancer-associated ATM mutations are missense mutations that are enriched around the kinase domain. Expression of kinase-dead ATM (Atm(KD/-)) is more oncogenic than loss of ATM (Atm(-/-)) in mouse models, leading to earlier and more frequent lymphomas with Pten deletions. Kinase-dead ATM protein (Atm-KD), but not loss of ATM (Atm-null), prevents replication-dependent removal of Topo-isomerase I-DNA adducts at the step of strand cleavage, leading to severe genomic instability and hypersensitivity to Topo-isomerase I inhibitors. Correspondingly, Topo-isomerase I inhibitors effectively and preferentially eliminate Atm(KD/-), but not Atm-proficientor Atm(-/-) leukemia in animal models. These findings identify ATM kinase-domain missense mutations as a potent oncogenic event and a biomarker for Topo-isomerase I inhibitor based therapy.",
      "authorList": [
        "Yamamoto K",
        "Wang J",
        "Sprinzen L",
        "Xu J",
        "Haddock CJ",
        "Li C",
        "Lee BJ",
        "Loredan DG",
        "Jiang W",
        "Vindigni A",
        "Wang D",
        "Rabadan R",
        "Zha S"
      ],
      "authors": "Yamamoto K, Wang J, Sprinzen L, Xu J, Haddock CJ, Li C, Lee BJ, Loredan DG, Jiang W, Vindigni A, Wang D, Rabadan R, Zha S",
      "journal": "Elife",
      "year": 2016,
      "month": 6,
      "day": 15,
      "volume": "5",
      "issue": "",
      "pages": "",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha", "raul-rabadan"],
      "peopleList": ["shan-zha", "brian-lee", "raul-rabadan"],
      "isbn": ""
    },
    {
      "pmid": "25818648",
      "pmcid": "PMC4415111",
      "doi": "10.1016/j.molcel.2015.02.024",
      "title": "Differential phosphorylation of DNA-PKcs regulates the interplay between end-processing and end-ligation during nonhomologous end-joining",
      "abstract": "Nonhomologous end-joining (NHEJ) is a major DNA double-strand break repair pathway that is conserved in eukaryotes. In vertebrates, NHEJ further acquires end-processing capacities (e.g., hairpin opening) in addition to direct end-ligation. The catalytic subunit of DNA-PK (DNA-PKcs) is a vertebrate-specific NHEJ factor that can be autophosphorylated or transphosphorylated by ATM kinase. Using a mouse model expressing a kinase-dead (KD) DNA-PKcs protein, we show that ATM-mediated transphosphorylation of DNA-PKcs regulates end-processing at the level of Artemis recruitment, while strict autophosphorylation of DNA-PKcs is necessary to relieve the physical blockage on end-ligation imposed by the DNA-PKcs protein itself. Accordingly, DNA-PKcs(KD/KD) mice and cells show severe end-ligation defects and p53- and Ku-dependent embryonic lethality, but open hairpin-sealed ends normally in the presence of ATM kinase activity. Together, our findings identify DNA-PKcs as the molecular switch that coordinates end-processing and end-ligation at the DNA ends through differential phosphorylations.",
      "authorList": [
        "Jiang W",
        "Crowe JL",
        "Liu X",
        "Nakajima S",
        "Wang Y",
        "Li C",
        "Lee BJ",
        "Dubois RL",
        "Liu C",
        "Yu X",
        "Lan L",
        "Zha S"
      ],
      "authors": "Jiang W, Crowe JL, Liu X, Nakajima S, Wang Y, Li C, Lee BJ, Dubois RL, Liu C, Yu X, Lan L, Zha S",
      "journal": "Mol Cell",
      "year": 2015,
      "month": 4,
      "day": 2,
      "volume": "58",
      "issue": "1",
      "pages": "172-85",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha", "brian-lee"],
      "isbn": ""
    },
    {
      "pmid": "22869596",
      "pmcid": "PMC3413350",
      "doi": "10.1083/jcb.201204098",
      "title": "Kinase-dead ATM protein causes genomic instability and early embryonic lethality in mice",
      "abstract": "Ataxia telangiectasia (A-T) mutated (ATM) kinase orchestrates deoxyribonucleic acid (DNA) damage responses by phosphorylating numerous substrates implicated in DNA repair and cell cycle checkpoint activation. A-T patients and mouse models that express no ATM protein undergo normal embryonic development but exhibit pleiotropic DNA repair defects. In this paper, we report that mice carrying homozygous kinase-dead mutations in Atm (Atm(KD/KD)) died during early embryonic development. Atm(KD/-) cells exhibited proliferation defects and genomic instability, especially chromatid breaks, at levels higher than Atm(-/-) cells. Despite this increased genomic instability, Atm(KD/-) lymphocytes progressed through variable, diversity, and joining recombination and immunoglobulin class switch recombination, two events requiring nonhomologous end joining, at levels comparable to Atm(-/-) lymphocytes. Together, these results reveal an essential function of ATM during embryogenesis and an important function of catalytically inactive ATM protein in DNA repair.",
      "authorList": [
        "Yamamoto K",
        "Wang Y",
        "Jiang W",
        "Liu X",
        "Dubois RL",
        "Lin CS",
        "Ludwig T",
        "Bakkenist CJ",
        "Zha S"
      ],
      "authors": "Yamamoto K, Wang Y, Jiang W, Liu X, Dubois RL, Lin CS, Ludwig T, Bakkenist CJ, Zha S",
      "journal": "J Cell Biol",
      "year": 2012,
      "month": 8,
      "day": 6,
      "volume": "198",
      "issue": "3",
      "pages": "305-13",
      "tagList": [
        "article",
        "selected",
        "selected::shan-zha",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "21160472",
      "pmcid": "PMC3058373",
      "doi": "10.1038/nature09604",
      "title": "ATM damage response and XLF repair factor are functionally redundant in joining DNA breaks",
      "abstract": "Classical non-homologous DNA end-joining (NHEJ) is a major mammalian DNA double-strand-break (DSB) repair pathway. Deficiencies for classical NHEJ factors, such as XRCC4, abrogate lymphocyte development, owing to a strict requirement for classical NHEJ to join V(D)J recombination DSB intermediates. The XRCC4-like factor (XLF; also called NHEJ1) is mutated in certain immunodeficient human patients and has been implicated in classical NHEJ; however, XLF-deficient mice have relatively normal lymphocyte development and their lymphocytes support normal V(D)J recombination. The ataxia telangiectasia-mutated protein (ATM) detects DSBs and activates DSB responses by phosphorylating substrates including histone H2AX. However, ATM deficiency causes only modest V(D)J recombination and lymphocyte developmental defects, and H2AX deficiency does not have a measurable impact on these processes. Here we show that XLF, ATM and H2AX all have fundamental roles in processing and joining DNA ends during V(D)J recombination, but that these roles have been masked by unanticipated functional redundancies. Thus, combined deficiency of ATM and XLF nearly blocks mouse lymphocyte development due to an inability to process and join chromosomal V(D)J recombination DSB intermediates. Combined XLF and ATM deficiency also severely impairs classical NHEJ, but not alternative end-joining, during IgH class switch recombination. Redundant ATM and XLF functions in classical NHEJ are mediated by ATM kinase activity and are not required for extra-chromosomal V(D)J recombination, indicating a role for chromatin-associated ATM substrates. Correspondingly, conditional H2AX inactivation in XLF-deficient pro-B lines leads to V(D)J recombination defects associated with marked degradation of unjoined V(D)J ends, revealing that H2AX has a role in this process.",
      "authorList": [
        "Zha S",
        "Guo C",
        "Boboila C",
        "Oksenych V",
        "Cheng HL",
        "Zhang Y",
        "Wesemann DR",
        "Yuen G",
        "Patel H",
        "Goff PH",
        "Dubois RL",
        "Alt FW"
      ],
      "authors": "Zha S, Guo C, Boboila C, Oksenych V, Cheng HL, Zhang Y, Wesemann DR, Yuen G, Patel H, Goff PH, Dubois RL, Alt FW",
      "journal": "Nature",
      "year": 2011,
      "month": 1,
      "day": 13,
      "volume": "469",
      "issue": "7329",
      "pages": "250-4",
      "tagList": ["article", "selected", "selected::shan-zha"],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha"],
      "isbn": ""
    },
    {
      "pmid": "18775323",
      "pmcid": "PMC2630261",
      "doi": "10.1016/j.molcel.2008.07.017",
      "title": "Lymphocyte-specific compensation for XLF/cernunnos end-joining functions in V(D)J recombination",
      "abstract": "Mutations in XLF/Cernunnos (XLF) cause lymphocytopenia in humans, and various studies suggest an XLF role in classical nonhomologous end joining (C-NHEJ). We now find that XLF-deficient mouse embryonic fibroblasts are ionizing radiation (IR) sensitive and severely impaired for ability to support V(D)J recombination. Yet mature lymphocyte numbers in XLF-deficient mice are only modestly decreased. Moreover, XLF-deficient pro-B lines, while IR-sensitive, perform V(D)J recombination at nearly wild-type levels. Correspondingly, XLF/p53-double-deficient mice are not markedly prone to the pro-B lymphomas that occur in previously characterized C-NHEJ/p53-deficient mice; however, like other C-NHEJ/p53-deficient mice, they still develop medulloblastomas. Despite nearly normal V(D)J recombination in developing B cells, XLF-deficient mature B cells are moderately defective for immunoglobulin heavy-chain class switch recombination. Together, our results implicate XLF as a C-NHEJ factor but also indicate that developing mouse lymphocytes harbor cell-type-specific factors/pathways that compensate for the absence of XLF function during V(D)J recombination.",
      "authorList": [
        "Li G",
        "Alt FW",
        "Cheng HL",
        "Brush JW",
        "Goff PH",
        "Murphy MM",
        "Franco S",
        "Zhang Y",
        "Zha S"
      ],
      "authors": "Li G, Alt FW, Cheng HL, Brush JW, Goff PH, Murphy MM, Franco S, Zhang Y, Zha S",
      "journal": "Mol Cell",
      "year": 2008,
      "month": 9,
      "day": 5,
      "volume": "31",
      "issue": "5",
      "pages": "631-40",
      "tagList": ["article", "selected", "selected::shan-zha"],
      "url": "",
      "labs": ["shan-zha"],
      "peopleList": ["shan-zha"],
      "isbn": ""
    }
  ]
}
