{
  "person": "teresa-palomero",
  "publications": [
    {
      "pmid": "29398449",
      "pmcid": "PMC5811310",
      "doi": "10.1016/j.ccell.2018.01.001",
      "title": "RHOA G17V Induces T Follicular Helper Cell Specification and Promotes Lymphomagenesis",
      "abstract": "Angioimmunoblastic T cell lymphoma (AITL) is an aggressive tumor derived from malignant transformation of T follicular helper (Tfh) cells. AITL is characterized by loss-of-function mutations in Ten-Eleven Translocation 2 (TET2) epigenetic tumor suppressor and a highly recurrent mutation (p.Gly17Val) in the RHOA small GTPase. Yet, the specific role of RHOA G17V in AITL remains unknown. Expression of Rhoa G17V in CD4+ T cells induces Tfh cell specification; increased proliferation associated with inducible co-stimulator (ICOS) upregulation and increased phosphoinositide 3-kinase (PI3K) and mitogen-activated protein kinase signaling. Moreover, RHOA G17V expression together with Tet2 loss resulted in development of AITL in mice. Importantly, Tet2-/-RHOA G17V tumor proliferation in vivo can be inhibited by ICOS/PI3K-specific blockade, supporting a driving role for ICOS signaling in Tfh cell transformation.",
      "authorList": [
        "Cortes JR",
        "Ambesi-Impiombato A",
        "Couronné L",
        "Quinn SA",
        "Kim CS",
        "da Silva Almeida AC",
        "West Z",
        "Belver L",
        "Martin MS",
        "Scourzic L",
        "Bhagat G",
        "Bernard OA",
        "Ferrando AA",
        "Palomero T"
      ],
      "journal": "Cancer Cell",
      "year": 2018,
      "month": 2,
      "day": 12,
      "volume": "33",
      "issue": "2",
      "pages": "259-273",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Cortes JR, Ambesi-Impiombato A, Couronné L, Quinn SA, Kim CS, da Silva Almeida AC, West Z, Belver L, Martin MS, Scourzic L, Bhagat G, Bernard OA, Ferrando AA, Palomero T"
    },
    {
      "pmid": "28062691",
      "pmcid": "PMC5278460",
      "doi": "10.1073/pnas.1608839114",
      "title": "Activating mutations and translocations in the guanine exchange factor VAV1 in peripheral T-cell lymphomas",
      "abstract": "Peripheral T-cell lymphomas (PTCLs) are a heterogeneous group of non-Hodgkin lymphomas frequently associated with poor prognosis and for which genetic mechanisms of transformation remain incompletely understood. Using RNA sequencing and targeted sequencing, here we identify a recurrent in-frame deletion (VAV1 Δ778-786) generated by a focal deletion-driven alternative splicing mechanism as well as novel VAV1 gene fusions (VAV1-THAP4, VAV1-MYO1F, and VAV1-S100A7) in PTCL. Mechanistically these genetic lesions result in increased activation of VAV1 catalytic-dependent (MAPK, JNK) and non-catalytic-dependent (nuclear factor of activated T cells, NFAT) VAV1 effector pathways. These results support a driver oncogenic role for VAV1 signaling in the pathogenesis of PTCL.",
      "authorList": [
        "Abate F",
        "da Silva-Almeida AC",
        "Zairis S",
        "Robles-Valero J",
        "Couronne L",
        "Khiabanian H",
        "Quinn SA",
        "Kim MY",
        "Laginestra MA",
        "Kim C",
        "Fiore D",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Lossos IS",
        "Bernard OA",
        "Inghirami G",
        "Pileri S",
        "Bustelo XR",
        "Rabadan R",
        "Ferrando AA",
        "Palomero T"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2017,
      "month": 1,
      "day": 24,
      "volume": "114",
      "issue": "4",
      "pages": "764-769",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Abate F, da Silva-Almeida AC, Zairis S, Robles-Valero J, Couronne L, Khiabanian H, Quinn SA, Kim MY, Laginestra MA, Kim C, Fiore D, Bhagat G, Piris MA, Campo E, Lossos IS, Bernard OA, Inghirami G, Pileri S, Bustelo XR, Rabadan R, Ferrando AA, Palomero T"
    },
    {
      "pmid": "27655895",
      "pmcid": "PMC5056035",
      "doi": "10.1073/pnas.1608420113",
      "title": "Mutational landscape, clonal evolution patterns, and role of RAS mutations in relapsed acute lymphoblastic leukemia",
      "abstract": "Although multiagent combination chemotherapy is curative in a significant fraction of childhood acute lymphoblastic leukemia (ALL) patients, 20% of cases relapse and most die because of chemorefractory disease. Here we used whole-exome and whole-genome sequencing to analyze the mutational landscape at relapse in pediatric ALL cases. These analyses identified numerous relapse-associated mutated genes intertwined in chemotherapy resistance-related protein complexes. In this context, RAS-MAPK pathway-activating mutations in the neuroblastoma RAS viral oncogene homolog (NRAS), kirsten rat sarcoma viral oncogene homolog (KRAS), and protein tyrosine phosphatase, nonreceptor type 11 (PTPN11) genes were present in 24 of 55 (44%) cases in our series. Interestingly, some leukemias showed retention or emergence of RAS mutant clones at relapse, whereas in others RAS mutant clones present at diagnosis were replaced by RAS wild-type populations, supporting a role for both positive and negative selection evolutionary pressures in clonal evolution of RAS-mutant leukemia. Consistently, functional dissection of mouse and human wild-type and mutant RAS isogenic leukemia cells demonstrated induction of methotrexate resistance but also improved the response to vincristine in mutant RAS-expressing lymphoblasts. These results highlight the central role of chemotherapy-driven selection as a central mechanism of leukemia clonal evolution in relapsed ALL, and demonstrate a previously unrecognized dual role of RAS mutations as drivers of both sensitivity and resistance to chemotherapy.",
      "authorList": [
        "Oshima K",
        "Khiabanian H",
        "da Silva-Almeida AC",
        "Tzoneva G",
        "Abate F",
        "Ambesi-Impiombato A",
        "Sanchez-Martin M",
        "Carpenter Z",
        "Penson A",
        "Perez-Garcia A",
        "Eckert C",
        "Nicolas C",
        "Balbin M",
        "Sulis ML",
        "Kato M",
        "Koh K",
        "Paganin M",
        "Basso G",
        "Gastier-Foster JM",
        "Devidas M",
        "Loh ML",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando AA"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2016,
      "month": 10,
      "day": 4,
      "volume": "113",
      "issue": "40",
      "pages": "11306-11311",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Oshima K, Khiabanian H, da Silva-Almeida AC, Tzoneva G, Abate F, Ambesi-Impiombato A, Sanchez-Martin M, Carpenter Z, Penson A, Perez-Garcia A, Eckert C, Nicolas C, Balbin M, Sulis ML, Kato M, Koh K, Paganin M, Basso G, Gastier-Foster JM, Devidas M, Loh ML, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando AA"
    },
    {
      "pmid": "26551667",
      "pmcid": "PMC4878831",
      "doi": "10.1038/ng.3442",
      "title": "The mutational landscape of cutaneous T cell lymphoma and Sézary syndrome",
      "abstract": "Sézary syndrome is a leukemic and aggressive form of cutaneous T cell lymphoma (CTCL) resulting from the malignant transformation of skin-homing central memory CD4(+) T cells. Here we performed whole-exome sequencing of tumor-normal sample pairs from 25 patients with Sézary syndrome and 17 patients with other CTCLs. These analyses identified a distinctive pattern of somatic copy number alterations in Sézary syndrome, including highly prevalent chromosomal deletions involving the TP53, RB1, PTEN, DNMT3A and CDKN1B tumor suppressors. Mutation analysis identified a broad spectrum of somatic mutations in key genes involved in epigenetic regulation (TET2, CREBBP, KMT2D (MLL2), KMT2C (MLL3), BRD9, SMARCA4 and CHD3) and signaling, including MAPK1, BRAF, CARD11 and PRKG1 mutations driving increased MAPK, NF-κB and NFAT activity upon T cell receptor stimulation. Collectively, our findings provide new insights into the genetics of Sézary syndrome and CTCL and support the development of personalized therapies targeting key oncogenically activated signaling pathways for the treatment of these diseases. ",
      "authorList": [
        "da Silva Almeida AC",
        "Abate F",
        "Khiabanian H",
        "Martinez-Escala E",
        "Guitart J",
        "Tensen CP",
        "Vermeer MH",
        "Rabadan R",
        "Ferrando A",
        "Palomero T"
      ],
      "journal": "Nat Genet",
      "year": 2015,
      "month": 12,
      "day": -1,
      "volume": "47",
      "issue": "12",
      "pages": "1465-70",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": "",
      "authors": "da Silva Almeida AC, Abate F, Khiabanian H, Martinez-Escala E, Guitart J, Tensen CP, Vermeer MH, Rabadan R, Ferrando A, Palomero T"
    },
    {
      "pmid": "24413734",
      "pmcid": "PMC3963408",
      "doi": "10.1038/ng.2873",
      "title": "Recurrent mutations in epigenetic regulators, RHOA and FYN kinase in peripheral T cell lymphomas",
      "abstract": "Peripheral T cell lymphomas (PTCLs) are a heterogeneous and poorly understood group of non-Hodgkin lymphomas. Here we combined whole-exome sequencing of 12 tumor-normal DNA pairs, RNA sequencing analysis and targeted deep sequencing to identify new genetic alterations in PTCL transformation. These analyses identified highly recurrent epigenetic factor mutations in TET2, DNMT3A and IDH2 as well as a new highly prevalent RHOA mutation encoding a p.Gly17Val alteration present in 22 of 35 (67%) angioimmunoblastic T cell lymphoma (AITL) samples and in 8 of 44 (18%) PTCL, not otherwise specified (PTCL-NOS) samples. Mechanistically, the RHOA Gly17Val protein interferes with RHOA signaling in biochemical and cellular assays, an effect potentially mediated by the sequestration of activated guanine-exchange factor (GEF) proteins. In addition, we describe new and recurrent, albeit less frequent, genetic defects including mutations in FYN, ATM, B2M and CD58 implicating SRC signaling, impaired DNA damage response and escape from immune surveillance mechanisms in the pathogenesis of PTCL. ",
      "authorList": [
        "Palomero T",
        "Couronné L",
        "Khiabanian H",
        "Kim MY",
        "Ambesi-Impiombato A",
        "Perez-Garcia A",
        "Carpenter Z",
        "Abate F",
        "Allegretta M",
        "Haydu JE",
        "Jiang X",
        "Lossos IS",
        "Nicolas C",
        "Balbin M",
        "Bastard C",
        "Bhagat G",
        "Piris MA",
        "Campo E",
        "Bernard OA",
        "Rabadan R",
        "Ferrando AA"
      ],
      "journal": "Nat Genet",
      "year": 2014,
      "month": 2,
      "day": -1,
      "volume": "46",
      "issue": "2",
      "pages": "166-70",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Palomero T, Couronné L, Khiabanian H, Kim MY, Ambesi-Impiombato A, Perez-Garcia A, Carpenter Z, Abate F, Allegretta M, Haydu JE, Jiang X, Lossos IS, Nicolas C, Balbin M, Bastard C, Bhagat G, Piris MA, Campo E, Bernard OA, Rabadan R, Ferrando AA"
    },
    {
      "pmid": "23377281",
      "pmcid": "PMC3594483",
      "doi": "10.1038/nm.3078",
      "title": "Activating mutations in the NT5C2 nucleotidase gene drive chemotherapy resistance in relapsed ALL",
      "abstract": "Acute lymphoblastic leukemia (ALL) is an aggressive hematological tumor resulting from the malignant transformation of lymphoid progenitors. Despite intensive chemotherapy, 20% of pediatric patients and over 50% of adult patients with ALL do not achieve a complete remission or relapse after intensified chemotherapy, making disease relapse and resistance to therapy the most substantial challenge in the treatment of this disease. Using whole-exome sequencing, we identify mutations in the cytosolic 5'-nucleotidase II gene (NT5C2), which encodes a 5'-nucleotidase enzyme that is responsible for the inactivation of nucleoside-analog chemotherapy drugs, in 20/103 (19%) relapse T cell ALLs and 1/35 (3%) relapse B-precursor ALLs. NT5C2 mutant proteins show increased nucleotidase activity in vitro and conferred resistance to chemotherapy with 6-mercaptopurine and 6-thioguanine when expressed in ALL lymphoblasts. These results support a prominent role for activating mutations in NT5C2 and increased nucleoside-analog metabolism in disease progression and chemotherapy resistance in ALL.",
      "authorList": [
        "Tzoneva G",
        "Perez-Garcia A",
        "Carpenter Z",
        "Khiabanian H",
        "Tosello V",
        "Allegretta M",
        "Paietta E",
        "Racevskis J",
        "Rowe JM",
        "Tallman MS",
        "Paganin M",
        "Basso G",
        "Hof J",
        "Kirschner-Schwabe R",
        "Palomero T",
        "Rabadan R",
        "Ferrando A"
      ],
      "journal": "Nat Med",
      "year": 2013,
      "month": 3,
      "day": -1,
      "volume": "19",
      "issue": "3",
      "pages": "368-71",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Tzoneva G, Perez-Garcia A, Carpenter Z, Khiabanian H, Tosello V, Allegretta M, Paietta E, Racevskis J, Rowe JM, Tallman MS, Paganin M, Basso G, Hof J, Kirschner-Schwabe R, Palomero T, Rabadan R, Ferrando A"
    },
    {
      "pmid": "22366949",
      "pmcid": "PMC3298036",
      "doi": "10.1038/nm.2610",
      "title": "Reverse engineering of TLX oncogenic transcriptional networks identifies RUNX1 as tumor suppressor in T-ALL",
      "abstract": "The TLX1 and TLX3 transcription factor oncogenes have a key role in the pathogenesis of T cell acute lymphoblastic leukemia (T-ALL). Here we used reverse engineering of global transcriptional networks to decipher the oncogenic regulatory circuit controlled by TLX1 and TLX3. This systems biology analysis defined T cell leukemia homeobox 1 (TLX1) and TLX3 as master regulators of an oncogenic transcriptional circuit governing T-ALL. Notably, a network structure analysis of this hierarchical network identified RUNX1 as a key mediator of the T-ALL induced by TLX1 and TLX3 and predicted a tumor-suppressor role for RUNX1 in T cell transformation. Consistent with these results, we identified recurrent somatic loss-of-function mutations in RUNX1 in human T-ALL. Overall, these results place TLX1 and TLX3 at the top of an oncogenic transcriptional network controlling leukemia development, show the power of network analyses to identify key elements in the regulatory circuits governing human cancer and identify RUNX1 as a tumor-suppressor gene in T-ALL.",
      "authorList": [
        "Della Gatta G",
        "Palomero T",
        "Perez-Garcia A",
        "Ambesi-Impiombato A",
        "Bansal M",
        "Carpenter ZW",
        "De Keersmaecker K",
        "Sole X",
        "Xu L",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Rowe JM",
        "Meijerink JP",
        "Califano A",
        "Ferrando AA"
      ],
      "journal": "Nat Med",
      "year": 2012,
      "month": 2,
      "day": 26,
      "volume": "18",
      "issue": "3",
      "pages": "436-40",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Della Gatta G, Palomero T, Perez-Garcia A, Ambesi-Impiombato A, Bansal M, Carpenter ZW, De Keersmaecker K, Sole X, Xu L, Paietta E, Racevskis J, Wiernik PH, Rowe JM, Meijerink JP, Califano A, Ferrando AA"
    },
    {
      "pmid": "20972433",
      "pmcid": "PMC2974790",
      "doi": "10.1038/nm.2246",
      "title": "The TLX1 oncogene drives aneuploidy in T cell transformation",
      "abstract": "The TLX1 oncogene (encoding the transcription factor T cell leukemia homeobox protein-1) has a major role in the pathogenesis of T cell acute lymphoblastic leukemia (T-ALL). However, the specific mechanisms of T cell transformation downstream of TLX1 remain to be elucidated. Here we show that transgenic expression of human TLX1 in mice induces T-ALL with frequent deletions and mutations in Bcl11b (encoding B cell leukemia/lymphoma-11B) and identify the presence of recurrent mutations and deletions in BCL11B in 16% of human T-ALLs. Most notably, mouse TLX1 tumors were typically aneuploid and showed a marked defect in the activation of the mitotic checkpoint. Mechanistically, TLX1 directly downregulates the expression of CHEK1 (encoding CHK1 checkpoint homolog) and additional mitotic control genes and induces loss of the mitotic checkpoint in nontransformed preleukemic thymocytes. These results identify a previously unrecognized mechanism contributing to chromosomal missegregation and aneuploidy active at the earliest stages of tumor development in the pathogenesis of cancer.",
      "authorList": [
        "De Keersmaecker K",
        "Real PJ",
        "Gatta GD",
        "Palomero T",
        "Sulis ML",
        "Tosello V",
        "Van Vlierberghe P",
        "Barnes K",
        "Castillo M",
        "Sole X",
        "Hadler M",
        "Lenz J",
        "Aplan PD",
        "Kelliher M",
        "Kee BL",
        "Pandolfi PP",
        "Kappes D",
        "Gounari F",
        "Petrie H",
        "Van der Meulen J",
        "Speleman F",
        "Paietta E",
        "Racevskis J",
        "Wiernik PH",
        "Rowe JM",
        "Soulier J",
        "Avran D",
        "Cavé H",
        "Dastugue N",
        "Raimondi S",
        "Meijerink JP",
        "Cordon-Cardo C",
        "Califano A",
        "Ferrando AA"
      ],
      "journal": "Nat Med",
      "year": 2010,
      "month": 11,
      "day": -1,
      "volume": "16",
      "issue": "11",
      "pages": "1321-7",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "De Keersmaecker K, Real PJ, Gatta GD, Palomero T, Sulis ML, Tosello V, Van Vlierberghe P, Barnes K, Castillo M, Sole X, Hadler M, Lenz J, Aplan PD, Kelliher M, Kee BL, Pandolfi PP, Kappes D, Gounari F, Petrie H, Van der Meulen J, Speleman F, Paietta E, Racevskis J, Wiernik PH, Rowe JM, Soulier J, Avran D, Cavé H, Dastugue N, Raimondi S, Meijerink JP, Cordon-Cardo C, Califano A, Ferrando AA"
    },
    {
      "pmid": "20228800",
      "pmcid": "PMC2847364",
      "doi": "10.1038/ng.542",
      "title": "PHF6 mutations in T-cell acute lymphoblastic leukemia",
      "abstract": "Tumor suppressor genes on the X chromosome may skew the gender distribution of specific types of cancer. T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematological malignancy with an increased incidence in males. In this study, we report the identification of inactivating mutations and deletions in the X-linked plant homeodomain finger 6 (PHF6) gene in 16% of pediatric and 38% of adult primary T-ALL samples. Notably, PHF6 mutations are almost exclusively found in T-ALL samples from male subjects. Mutational loss of PHF6 is importantly associated with leukemias driven by aberrant expression of the homeobox transcription factor oncogenes TLX1 and TLX3. Overall, these results identify PHF6 as a new X-linked tumor suppressor in T-ALL and point to a strong genetic interaction between PHF6 loss and aberrant expression of TLX transcription factors in the pathogenesis of this disease.",
      "authorList": [
        "Van Vlierberghe P",
        "Palomero T",
        "Khiabanian H",
        "Van der Meulen J",
        "Castillo M",
        "Van Roy N",
        "De Moerloose B",
        "Philippé J",
        "González-García S",
        "Toribio ML",
        "Taghon T",
        "Zuurbier L",
        "Cauwelier B",
        "Harrison CJ",
        "Schwab C",
        "Pisecker M",
        "Strehl S",
        "Langerak AW",
        "Gecz J",
        "Sonneveld E",
        "Pieters R",
        "Paietta E",
        "Rowe JM",
        "Wiernik PH",
        "Benoit Y",
        "Soulier J",
        "Poppe B",
        "Yao X",
        "Cordon-Cardo C",
        "Meijerink J",
        "Rabadan R",
        "Speleman F",
        "Ferrando A"
      ],
      "journal": "Nat Genet",
      "year": 2010,
      "month": 4,
      "day": -1,
      "volume": "42",
      "issue": "4",
      "pages": "338-42",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "raul-rabadan", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Van Vlierberghe P, Palomero T, Khiabanian H, Van der Meulen J, Castillo M, Van Roy N, De Moerloose B, Philippé J, González-García S, Toribio ML, Taghon T, Zuurbier L, Cauwelier B, Harrison CJ, Schwab C, Pisecker M, Strehl S, Langerak AW, Gecz J, Sonneveld E, Pieters R, Paietta E, Rowe JM, Wiernik PH, Benoit Y, Soulier J, Poppe B, Yao X, Cordon-Cardo C, Meijerink J, Rabadan R, Speleman F, Ferrando A"
    },
    {
      "pmid": "19118200",
      "pmcid": "PMC2613038",
      "doi": "10.1073/pnas.0806445106",
      "title": "ChIP-on-chip significance analysis reveals large-scale binding and regulation by human transcription factor oncogenes",
      "abstract": "ChIP-on-chip has emerged as a powerful tool to dissect the complex network of regulatory interactions between transcription factors and their targets. However, most ChIP-on-chip analysis methods use conservative approaches aimed at minimizing false-positive transcription factor targets. We present a model with improved sensitivity in detecting binding events from ChIP-on-chip data. Its application to human T cells, followed by extensive biochemical validation, reveals that 3 oncogenic transcription factors, NOTCH1, MYC, and HES1, bind to several thousand target gene promoters, up to an order of magnitude increase over conventional analysis methods. Gene expression profiling upon NOTCH1 inhibition shows broad-scale functional regulation across the entire range of predicted target genes, establishing a closer link between occupancy and regulation. Finally, the increased sensitivity reveals a combinatorial regulatory program in which MYC cobinds to virtually all NOTCH1-bound promoters. Overall, these results suggest an unappreciated complexity of transcriptional regulatory networks and highlight the fundamental importance of genome-scale analysis to represent transcriptional programs.",
      "authorList": [
        "Margolin AA",
        "Palomero T",
        "Sumazin P",
        "Califano A",
        "Ferrando AA",
        "Stolovitzky G"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2009,
      "month": 1,
      "day": 6,
      "volume": "106",
      "issue": "1",
      "pages": "244-9",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Margolin AA, Palomero T, Sumazin P, Califano A, Ferrando AA, Stolovitzky G"
    },
    {
      "pmid": "19098907",
      "pmcid": "PMC2692090",
      "doi": "10.1038/nm.1900",
      "title": "Gamma-secretase inhibitors reverse glucocorticoid resistance in T cell acute lymphoblastic leukemia",
      "abstract": "Gamma-secretase inhibitors (GSIs) block the activation of the oncogenic protein Notch homolog-1 (NOTCH1) in T cell acute lymphoblastic leukemia (T-ALL). However, limited antileukemic cytotoxicity and severe gastrointestinal toxicity have restricted the clinical application of these targeted drugs. Here we show that combination therapy with GSIs plus glucocorticoids can improve the antileukemic effects of GSIs and reduce their gut toxicity in vivo. Inhibition of NOTCH1 signaling in glucocorticoid-resistant T-ALL restored glucocorticoid receptor autoupregulation and induced apoptotic cell death through induction of the gene encoding BCL-2-like apoptosis initiator-11 (BCL2L11). GSI treatment resulted in cell cycle arrest and accumulation of goblet cells in the gut mediated by upregulation of the gene encoding the transcription factor KrÃ¼ppel-like factor-4 (Klf4), a negative regulator of the cell cycle required for goblet cell differentiation. In contrast, glucocorticoid treatment induced transcriptional upregulation of cyclin D2 (Ccnd2) and protected mice from developing the intestinal goblet cell metaplasia typically induced by inhibition of NOTCH signaling with GSIs. These results support a role for glucocorticoids plus GSIs in the treatment of glucocorticoid-resistant T-ALL.",
      "authorList": [
        "Real PJ",
        "Tosello V",
        "Palomero T",
        "Castillo M",
        "Hernando E",
        "de Stanchina E",
        "Sulis ML",
        "Barnes K",
        "Sawai C",
        "Homminga I",
        "Meijerink J",
        "Aifantis I",
        "Basso G",
        "Cordon-Cardo C",
        "Ai W",
        "Ferrando A"
      ],
      "journal": "Nat Med",
      "year": 2009,
      "month": 1,
      "day": -1,
      "volume": "15",
      "issue": "1",
      "pages": "50-8",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Real PJ, Tosello V, Palomero T, Castillo M, Hernando E, de Stanchina E, Sulis ML, Barnes K, Sawai C, Homminga I, Meijerink J, Aifantis I, Basso G, Cordon-Cardo C, Ai W, Ferrando A"
    },
    {
      "pmid": "18411416",
      "pmcid": "PMC2481531",
      "doi": "10.1182/blood-2007-12-130096",
      "title": "NOTCH1 extracellular juxtamembrane expansion mutations in T-ALL",
      "abstract": "Heterodimerization domain (HD) mutations in NOTCH1 induce ligand-independent activation of the receptor and contribute to the pathogenesis of one-third of human T-cell lymphoblastic leukemias (T-ALLs). Here we report a novel class of activating mutations in NOTCH1 leading to aberrant activation of NOTCH1 signaling in T-cell lymphoblasts. These so-called juxtamembrane expansion (JME) alleles consist of internal duplication insertions in the vicinity of exon 28 of the NOTCH1 gene encoding the extracellular juxtamembrane region of the receptor. Notably, structure-function analysis of leukemia-derived and synthetic JME mutants demonstrated that the aberrant activation of NOTCH1 signaling is dependent on the number of residues introduced in the extracellular juxtamembrane region of the receptor and not on the specific amino acid sequence of these insertions. JME NOTCH1 mutants are effectively blocked by gamma-secretase inhibitors and require an intact metalloprotease cleavage site for activation. Overall, these results show a novel mechanism of NOTCH1 activation in T-ALL and provide further insight on the mechanisms that control the activation of NOTCH1 signaling.",
      "authorList": [
        "Sulis ML",
        "Williams O",
        "Palomero T",
        "Tosello V",
        "Pallikuppam S",
        "Real PJ",
        "Barnes K",
        "Zuurbier L",
        "Meijerink JP",
        "Ferrando AA"
      ],
      "journal": "Blood",
      "year": 2008,
      "month": 8,
      "day": 1,
      "volume": "112",
      "issue": "3",
      "pages": "733-40",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Sulis ML, Williams O, Palomero T, Tosello V, Pallikuppam S, Real PJ, Barnes K, Zuurbier L, Meijerink JP, Ferrando AA"
    },
    {
      "pmid": "17873882",
      "pmcid": "PMC2600418",
      "doi": "10.1038/nm1636",
      "title": "Mutational loss of PTEN induces resistance to NOTCH1 inhibition in T-cell leukemia",
      "abstract": "Gain-of-function mutations in NOTCH1 are common in T-cell lymphoblastic leukemias and lymphomas (T-ALL), making this receptor a promising target for drugs such as gamma-secretase inhibitors, which block a proteolytic cleavage required for NOTCH1 activation. However, the enthusiasm for these therapies has been tempered by tumor resistance and the paucity of information on the oncogenic programs regulated by oncogenic NOTCH1. Here we show that NOTCH1 regulates the expression of PTEN (encoding phosphatase and tensin homolog) and the activity of the phosphoinositol-3 kinase (PI3K)-AKT signaling pathway in normal and leukemic T cells. Notch signaling and the PI3K-AKT pathway synergize in vivo in a Drosophila melanogaster model of Notch-induced tumorigenesis, and mutational loss of PTEN is associated with human T-ALL resistance to pharmacological inhibition of NOTCH1. Overall, these findings identify transcriptional control of PTEN and regulation of the PI3K-AKT pathway as key elements of the leukemogenic program activated by NOTCH1 and provide the basis for the design of new therapeutic strategies for T-ALL.",
      "authorList": [
        "Palomero T",
        "Sulis ML",
        "Cortina M",
        "Real PJ",
        "Barnes K",
        "Ciofani M",
        "Caparros E",
        "Buteau J",
        "Brown K",
        "Perkins SL",
        "Bhagat G",
        "Agarwal AM",
        "Basso G",
        "Castillo M",
        "Nagase S",
        "Cordon-Cardo C",
        "Parsons R",
        "Zúñiga-Pflücker JC",
        "Dominguez M",
        "Ferrando AA"
      ],
      "journal": "Nat Med",
      "year": 2007,
      "month": 10,
      "day": -1,
      "volume": "13",
      "issue": "10",
      "pages": "1203-10",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Palomero T, Sulis ML, Cortina M, Real PJ, Barnes K, Ciofani M, Caparros E, Buteau J, Brown K, Perkins SL, Bhagat G, Agarwal AM, Basso G, Castillo M, Nagase S, Cordon-Cardo C, Parsons R, Zúñiga-Pflücker JC, Dominguez M, Ferrando AA"
    },
    {
      "pmid": "17114293",
      "pmcid": "PMC1838740",
      "doi": "10.1073/pnas.0606108103",
      "title": "NOTCH1 directly regulates c-MYC and activates a feed-forward-loop transcriptional network promoting leukemic cell growth",
      "abstract": "The NOTCH1 signaling pathway directly links extracellular signals with transcriptional responses in the cell nucleus and plays a critical role during T cell development and in the pathogenesis over 50% of human T cell lymphoblastic leukemia (T-ALL) cases. However, little is known about the transcriptional programs activated by NOTCH1. Using an integrative systems biology approach we show that NOTCH1 controls a feed-forward-loop transcriptional network that promotes cell growth. Inhibition of NOTCH1 signaling in T-ALL cells led to a reduction in cell size and elicited a gene expression signature dominated by down-regulated biosynthetic pathway genes. By integrating gene expression array and ChIP-on-chip data, we show that NOTCH1 directly activates multiple biosynthetic routes and induces c-MYC gene expression. Reverse engineering of regulatory networks from expression profiles showed that NOTCH1 and c-MYC govern two directly interconnected transcriptional programs containing common target genes that together regulate the growth of primary T-ALL cells. These results identify c-MYC as an essential mediator of NOTCH1 signaling and integrate NOTCH1 activation with oncogenic signaling pathways upstream of c-MYC.",
      "authorList": [
        "Palomero T",
        "Lim WK",
        "Odom DT",
        "Sulis ML",
        "Real PJ",
        "Margolin A",
        "Barnes KC",
        "O'Neil J",
        "Neuberg D",
        "Weng AP",
        "Aster JC",
        "Sigaux F",
        "Soulier J",
        "Look AT",
        "Young RA",
        "Califano A",
        "Ferrando AA"
      ],
      "journal": "Proc Natl Acad Sci USA",
      "year": 2006,
      "month": 11,
      "day": 28,
      "volume": "103",
      "issue": "48",
      "pages": "18261-6",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero", "adolfo-ferrando"],
      "peopleList": ["teresa-palomero", "adolfo-ferrando"],
      "isbn": "",
      "authors": "Palomero T, Lim WK, Odom DT, Sulis ML, Real PJ, Margolin A, Barnes KC, O'Neil J, Neuberg D, Weng AP, Aster JC, Sigaux F, Soulier J, Look AT, Young RA, Califano A, Ferrando AA"
    },
    {
      "pmid": "16688224",
      "pmcid": "",
      "doi": "10.1038/sj.leu.2404258",
      "title": "CUTLL1, a novel human T-cell lymphoma cell line with t(7;9) rearrangement, aberrant NOTCH1 activation and high sensitivity to gamma-secretase inhibitors",
      "abstract": "Activating mutations in NOTCH1 are present in over 50% of human T-cell lymphoblastic leukemia (T-ALL) samples and inhibition of NOTCH1 signaling with gamma-secretase inhibitors (GSI) has emerged as a potential therapeutic strategy for the treatment of this disease. Here, we report a new human T-cell lymphoma line CUTLL1, which expresses high levels of activated NOTCH1 and is extremely sensitive to gamma-secretase inhibitors treatment. CUTLL1 cells harbor a t(7;9)(q34;q34) translocation which induces the expression of a TCRB-NOTCH1 fusion transcript encoding a membrane-bound truncated form of the NOTCH1 receptor. GSI treatment of CUTLL1 cells blocked NOTCH1 processing and caused rapid clearance of activated intracellular NOTCH1. Loss of NOTCH1 activity induced a gene expression signature characterized by the downregulation of NOTCH1 target genes such as HES1 and NOTCH3. In contrast with most human T-ALL cell lines with activating mutations in NOTCH1, CUTLL1 cells showed a robust cellular phenotype upon GSI treatment characterized by G1 cell cycle arrest and increased apoptosis. These results show that the CUTLL1 cell line has a strong dependence on NOTCH1 signaling for proliferation and survival and supports that T-ALL patients whose tumors harbor t(7;9) should be included in clinical trials testing the therapeutic efficacy NOTCH1 inhibition with GSIs.",
      "authorList": [
        "Palomero T",
        "Barnes KC",
        "Real PJ",
        "Glade Bender JL",
        "Sulis ML",
        "Murty VV",
        "Colovai AI",
        "Balbin M",
        "Ferrando AA"
      ],
      "journal": "Leukemia",
      "year": 2006,
      "month": 7,
      "day": -1,
      "volume": "20",
      "issue": "7",
      "pages": "1279-87",
      "tagList": ["article", "selected", "selected::teresa-palomero"],
      "url": "",
      "labs": ["teresa-palomero"],
      "peopleList": ["teresa-palomero"],
      "isbn": "",
      "authors": "Palomero T, Barnes KC, Real PJ, Glade Bender JL, Sulis ML, Murty VV, Colovai AI, Balbin M, Ferrando AA"
    }
  ]
}
