{
  "person": "zhiguo-zhang",
  "publications": [
    {
      "pmid": "32923642",
      "pmcid": "PMC7449674",
      "doi": "10.1126/sciadv.abb5820",
      "title": "DNA polymerase α interacts with H3-H4 and facilitates the transfer of parental histones to lagging strands",
      "abstract": "How parental histones, the carriers of epigenetic modifications, are deposited onto replicating DNA remains poorly understood. Here, we describe the eSPAN method (enrichment and sequencing of protein-associated nascent DNA) in mouse embryonic stem (ES) cells and use it to detect histone deposition onto replicating DNA strands with a relatively small number of cells. We show that DNA polymerase α (Pol α), which synthesizes short primers for DNA synthesis, binds histone H3-H4 preferentially. A Pol α mutant defective in histone binding in vitro impairs the transfer of parental H3-H4 to lagging strands in both yeast and mouse ES cells. Last, dysregulation of both coding genes and noncoding endogenous retroviruses is detected in mutant ES cells defective in parental histone transfer. Together, we report an efficient eSPAN method for analysis of DNA replication-linked processes in mouse ES cells and reveal the mechanism of Pol α in parental histone transfer.",
      "authorList": [
        "Li Z",
        "Hua X",
        "Serra-Cardona A",
        "Xu X",
        "Gan S",
        "Zhou H",
        "Yang WS",
        "Chen CL",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Li Z, Hua X, Serra-Cardona A, Xu X, Gan S, Zhou H, Yang WS, Chen CL, Xu RM, Zhang Z",
      "journal": "Sci Adv",
      "year": 2020,
      "month": 8,
      "day": -1,
      "volume": "6",
      "issue": "35",
      "pages": "eabb5820",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": [
        "zhiguo-zhang",
        "zhiming-li",
        "xu-hua",
        "albert-serra-cardona",
        "xiaowei-xu",
        "hui-zhou"
      ],
      "isbn": ""
    },
    {
      "pmid": "30244834",
      "pmcid": "PMC6193272",
      "doi": "10.1016/j.molcel.2018.09.001",
      "title": "The Mcm2-Ctf4-Polα Axis Facilitates Parental Histone H3-H4 Transfer to Lagging Strands",
      "abstract": "Although essential for epigenetic inheritance, the transfer of parental histone (H3-H4)2 tetramers that contain epigenetic modifications to replicating DNA strands is poorly understood. Here, we show that the Mcm2-Ctf4-Polα axis facilitates the transfer of parental (H3-H4)2 tetramers to lagging-strand DNA at replication forks. Mutating the conserved histone-binding domain of the Mcm2 subunit of the CMG (Cdc45-MCM-GINS) DNA helicase, which translocates along the leading-strand template, results in a marked enrichment of parental (H3-H4)2 on leading strand, due to the impairment of the transfer of parental (H3-H4)2 to lagging strands. Similar effects are observed in Ctf4 and Polα primase mutants that disrupt the connection of the CMG helicase to Polα that resides on lagging-strand template. Our results support a model whereby parental (H3-H4)2 complexes displaced from nucleosomes by DNA unwinding at replication forks are transferred by the CMG-Ctf4-Polα complex to lagging-strand DNA for nucleosome assembly at the original location.",
      "authorList": [
        "Gan H",
        "Serra-Cardona A",
        "Hua X",
        "Zhou H",
        "Labib K",
        "Yu C",
        "Zhang Z"
      ],
      "authors": "Gan H, Serra-Cardona A, Hua X, Zhou H, Labib K, Yu C, Zhang Z",
      "journal": "Mol Cell",
      "year": 2018,
      "month": 10,
      "day": 4,
      "volume": "72",
      "issue": "1",
      "pages": "140-151",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": [
        "zhiguo-zhang",
        "albert-serra-cardona",
        "xu-hua",
        "hui-zhou"
      ],
      "isbn": ""
    },
    {
      "pmid": "30115745",
      "pmcid": "PMC6597248",
      "doi": "10.1126/science.aat8849",
      "title": "A mechanism for preventing asymmetric histone segregation onto replicating DNA strands",
      "abstract": "How parental histone (H3-H4)2 tetramers, the primary carriers of epigenetic modifications, are transferred onto leading and lagging strands of DNA replication forks for epigenetic inheritance remains elusive. Here we show that parental (H3-H4)2 tetramers are assembled into nucleosomes onto both leading and lagging strands, with a slight preference for lagging strands. The lagging-strand preference increases markedly in budding yeast cells lacking Dpb3 and Dpb4, two subunits of the leading strand DNA polymerase, Pol ε, owing to the impairment of parental (H3-H4)2 transfer to leading strands. Dpb3-Dpb4 binds H3-H4 in vitro and participates in the inheritance of heterochromatin. These results indicate that different proteins facilitate the transfer of parental (H3-H4)2 onto leading versus lagging strands and that Dbp3-Dpb4 plays an important role in this poorly understood process.",
      "authorList": [
        "Yu C",
        "Gan H",
        "Serra-Cardona A",
        "Zhang L",
        "Gan S",
        "Sharma S",
        "Johansson E",
        "Chabes A",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Yu C, Gan H, Serra-Cardona A, Zhang L, Gan S, Sharma S, Johansson E, Chabes A, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2018,
      "month": 9,
      "day": 28,
      "volume": "361",
      "issue": "6409",
      "pages": "1386-1389",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "albert-serra-cardona"],
      "isbn": ""
    },
    {
      "pmid": "30057113",
      "pmcid": "PMC6103222",
      "doi": "10.1016/j.cell.2018.07.005",
      "title": "Multisite Substrate Recognition in Asf1-Dependent Acetylation of Histone H3 K56 by Rtt109",
      "abstract": "Rtt109 is a unique histone acetyltransferase acetylating histone H3 lysine 56 (H3K56), a modification critical for DNA replication-coupled nucleosome assembly and genome stability. In cells, histone chaperone Asf1 is essential for H3K56 acetylation, yet the mechanisms for H3K56 specificity and Asf1 requirement remain unknown. We have determined the crystal structure of the Rtt109-Asf1-H3-H4 complex and found that unwinding of histone H3 αN, where K56 is normally located, and stabilization of the very C-terminal β strand of histone H4 by Asf1 are prerequisites for H3K56 acetylation. Unexpectedly, an interaction between Rtt109 and the central helix of histone H3 is also required. The observed multiprotein, multisite substrate recognition mechanism among histone modification enzymes provides mechanistic understandings of Rtt109 and Asf1 in H3K56 acetylation, as well as valuable insights into substrate recognition by histone modification enzymes in general.",
      "authorList": [
        "Zhang L",
        "Serra-Cardona A",
        "Zhou H",
        "Wang M",
        "Yang N",
        "Zhang Z",
        "Xu RM"
      ],
      "authors": "Zhang L, Serra-Cardona A, Zhou H, Wang M, Yang N, Zhang Z, Xu RM",
      "journal": "Cell",
      "year": 2018,
      "month": 8,
      "day": 9,
      "volume": "174",
      "issue": "4",
      "pages": "818-830",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "albert-serra-cardona", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "30054476",
      "pmcid": "PMC6063898",
      "doi": "10.1038/s41467-018-05373-4",
      "title": "A novel enhancer regulates MGMT expression and promotes temozolomide resistance in glioblastoma",
      "abstract": "Temozolomide (TMZ) was used for the treatment of glioblastoma (GBM) for over a decade, but its treatment benefits are limited by acquired resistance, a process that remains incompletely understood. Here we report that an enhancer, located between the promoters of marker of proliferation Ki67 (MKI67) and O6-methylguanine-DNA-methyltransferase (MGMT) genes, is activated in TMZ-resistant patient-derived xenograft (PDX) lines and recurrent tumor samples. Activation of the enhancer correlates with increased MGMT expression, a major known mechanism for TMZ resistance. We show that forced activation of the enhancer in cell lines with low MGMT expression results in elevated MGMT expression. Deletion of this enhancer in cell lines with high MGMT expression leads to a dramatic reduction of MGMT and a lesser extent of Ki67 expression, increased TMZ sensitivity, and impaired proliferation. Together, these studies uncover a mechanism that regulates MGMT expression, confers TMZ resistance, and potentially regulates tumor proliferation.",
      "authorList": [
        "Chen X",
        "Zhang M",
        "Gan H",
        "Wang H",
        "Lee JH",
        "Fang D",
        "Kitange GJ",
        "He L",
        "Hu Z",
        "Parney IF",
        "Meyer FB",
        "Giannini C",
        "Sarkaria JN",
        "Zhang Z"
      ],
      "authors": "Chen X, Zhang M, Gan H, Wang H, Lee JH, Fang D, Kitange GJ, He L, Hu Z, Parney IF, Meyer FB, Giannini C, Sarkaria JN, Zhang Z",
      "journal": "Nat Commun",
      "year": 2018,
      "month": 7,
      "day": 27,
      "volume": "9",
      "issue": "1",
      "pages": "2949",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "29033319",
      "pmcid": "PMC5802358",
      "doi": "10.1016/j.molcel.2017.09.018",
      "title": "Checkpoint Kinase Rad53 Couples Leading- and Lagging-Strand DNA Synthesis under Replication Stress",
      "abstract": "The checkpoint kinase Rad53 is activated during replication stress to prevent fork collapse, an essential but poorly understood process. Here we show that Rad53 couples leading- and lagging-strand synthesis under replication stress. In rad53-1 cells stressed by dNTP depletion, the replicative DNA helicase, MCM, and the leading-strand DNA polymerase, Pol ε, move beyond the site of DNA synthesis, likely unwinding template DNA. Remarkably, DNA synthesis progresses further along the lagging strand than the leading strand, resulting in the exposure of long stretches of single-stranded leading-strand template. The asymmetric DNA synthesis in rad53-1 cells is suppressed by elevated levels of dNTPs in vivo, and the activity of Pol ε is compromised more than lagging-strand polymerase Pol δ at low dNTP concentrations in vitro. Therefore, we propose that Rad53 prevents the generation of excessive ssDNA under replication stress by coordinating DNA unwinding with synthesis of both strands.",
      "authorList": [
        "Gan H",
        "Yu C",
        "Devbhandari S",
        "Sharma S",
        "Han J",
        "Chabes A",
        "Remus D",
        "Zhang Z"
      ],
      "authors": "Gan H, Yu C, Devbhandari S, Sharma S, Han J, Chabes A, Remus D, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 10,
      "day": 19,
      "volume": "68",
      "issue": "2",
      "pages": "446-455",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "28107649",
      "pmcid": "PMC5460635",
      "doi": "10.1016/j.molcel.2016.11.030",
      "title": "RPA Interacts with HIRA and Regulates H3.3 Deposition at Gene Regulatory Elements in Mammalian Cells",
      "abstract": "The histone chaperone HIRA is involved in depositing histone variant H3.3 into distinct genic regions, including promoters, enhancers, and gene bodies. However, how HIRA deposits H3.3 to these regions remains elusive. Through a short hairpin RNA (shRNA) screening, we identified single-stranded DNA binding protein replication protein A (RPA) as a regulator of the deposition of newly synthesized H3.3 into chromatin. We show that RPA physically interacts with HIRA to form RPA-HIRA-H3.3 complexes, and it co-localizes with HIRA and H3.3 at gene promoters and enhancers. Depletion of RPA1, the largest subunit of the RPA complex, dramatically reduces both HIRA association with chromatin and the deposition of newly synthesized H3.3 at promoters and enhancers and leads to altered transcription at gene promoters. These results support a model whereby RPA, best known for its role in DNA replication and repair, recruits HIRA to promoters and enhancers and regulates deposition of newly synthesized H3.3 to these regulatory elements for gene regulation.",
      "authorList": [
        "Zhang H",
        "Gan H",
        "Wang Z",
        "Lee JH",
        "Zhou H",
        "Ordog T",
        "Wold MS",
        "Ljungman M",
        "Zhang Z"
      ],
      "authors": "Zhang H, Gan H, Wang Z, Lee JH, Zhou H, Ordog T, Wold MS, Ljungman M, Zhang Z",
      "journal": "Mol Cell",
      "year": 2017,
      "month": 1,
      "day": 19,
      "volume": "65",
      "issue": "2",
      "pages": "272-284",
      "tagList": [
        "article",
        "selected",
        "selected::zhiguo-zhang",
        "columbia",
        "icg"
      ],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "27229140",
      "pmcid": "PMC5460624",
      "doi": "10.1126/science.aae0065",
      "title": "The histone H3.3K36M mutation reprograms the epigenome of chondroblastomas",
      "abstract": "More than 90% of chondroblastomas contain a heterozygous mutation replacing lysine-36 with methionine-36 (K36M) in the histone H3 variant H3.3. Here we show that H3K36 methylation is reduced globally in human chondroblastomas and in chondrocytes harboring the same genetic mutation, due to inhibition of at least two H3K36 methyltransferases, MMSET and SETD2, by the H3.3K36M mutant proteins. Genes with altered expression as well as H3K36 di- and trimethylation in H3.3K36M cells are enriched in cancer pathways. In addition, H3.3K36M chondrocytes exhibit several hallmarks of cancer cells, including increased ability to form colonies, resistance to apoptosis, and defects in differentiation. Thus, H3.3K36M proteins reprogram the H3K36 methylation landscape and contribute to tumorigenesis, in part through altering the expression of cancer-associated genes. ",
      "authorList": [
        "Fang D",
        "Gan H",
        "Lee JH",
        "Han J",
        "Wang Z",
        "Riester SM",
        "Jin L",
        "Chen J",
        "Zhou H",
        "Wang J",
        "Zhang H",
        "Yang N",
        "Bradley EW",
        "Ho TH",
        "Rubin BP",
        "Bridge JA",
        "Thibodeau SN",
        "Ordog T",
        "Chen Y",
        "van Wijnen AJ",
        "Oliveira AM",
        "Xu RM",
        "Westendorf JJ",
        "Zhang Z"
      ],
      "authors": "Fang D, Gan H, Lee JH, Han J, Wang Z, Riester SM, Jin L, Chen J, Zhou H, Wang J, Zhang H, Yang N, Bradley EW, Ho TH, Rubin BP, Bridge JA, Thibodeau SN, Ordog T, Chen Y, van Wijnen AJ, Oliveira AM, Xu RM, Westendorf JJ, Zhang Z",
      "journal": "Science",
      "year": 2016,
      "month": 6,
      "day": 10,
      "volume": "352",
      "issue": "6291",
      "pages": "1344-8",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "25449133",
      "pmcid": "PMC4362665",
      "doi": "10.1016/j.molcel.2014.09.017",
      "title": "Strand-specific analysis shows protein binding at replication forks and PCNA unloading from lagging strands when forks stall",
      "abstract": "In eukaryotic cells, DNA replication proceeds with continuous synthesis of leading-strand DNA and discontinuous synthesis of lagging-strand DNA. Here we describe a method, eSPAN (enrichment and sequencing of protein-associated nascent DNA), which reveals the genome-wide association of proteins with leading and lagging strands of DNA replication forks. Using this approach in budding yeast, we confirm the strand specificities of DNA polymerases delta and epsilon and show that the PCNA clamp is enriched at lagging strands compared with leading-strand replication. Surprisingly, at stalled forks, PCNA is unloaded specifically from lagging strands. PCNA unloading depends on the Elg1-containing alternative RFC complex, ubiquitination of PCNA, and the checkpoint kinases Mec1 and Rad53. Cells deficient in PCNA unloading exhibit increased chromosome breaks. Our studies provide a tool for studying replication-related processes and reveal a mechanism whereby checkpoint kinases regulate strand-specific unloading of PCNA from stalled replication forks to maintain genome stability.",
      "authorList": [
        "Yu C",
        "Gan H",
        "Han J",
        "Zhou ZX",
        "Jia S",
        "Chabes A",
        "Farrugia G",
        "Ordog T",
        "Zhang Z"
      ],
      "authors": "Yu C, Gan H, Han J, Zhou ZX, Jia S, Chabes A, Farrugia G, Ordog T, Zhang Z",
      "journal": "Mol Cell",
      "year": 2014,
      "month": 11,
      "day": 20,
      "volume": "56",
      "issue": "4",
      "pages": "551-63",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "24209620",
      "pmcid": "PMC3994564",
      "doi": "10.1016/j.cell.2013.10.014",
      "title": "A Cul4 E3 ubiquitin ligase regulates histone hand-off during nucleosome assembly",
      "abstract": "Nucleosome assembly following DNA replication and gene transcription is important to maintain genome stability and epigenetic information. Newly synthesized histones H3-H4 first bind histone chaperone Asf1 and are then transferred to other chaperones for nucleosome assembly. However, it is unknown how H3-H4 is transferred from the Asf1-H3-H4 complex to other chaperones because Asf1 binds H3-H4 with high affinity. Here, we show that yeast Rtt101(Mms1) E3 ubiquitin ligase preferentially binds and ubiquitylates new histone H3 acetylated at lysine 56. Inactivation of Rtt101 or mutating H3 lysine residues ubiquitylated by the Rtt101(Mms1) ligase impairs nucleosome assembly and promotes Asf1-H3 interactions. Similar phenotypes occur in human cells in which the ortholog of Rtt101(Mms1), Cul4A(DDB1), is depleted. These results indicate that the transfer of H3-H4 from the Asf1-H3-H4 complex to other histone chaperones is regulated by a conserved E3 ligase and provide evidence for crosstalk between histone acetylation and ubiquitylation in nucleosome assembly. ",
      "authorList": [
        "Han J",
        "Zhang H",
        "Zhang H",
        "Wang Z",
        "Zhou H",
        "Zhang Z"
      ],
      "authors": "Han J, Zhang H, Zhang H, Wang Z, Zhou H, Zhang Z",
      "journal": "Cell",
      "year": 2013,
      "month": 11,
      "day": 7,
      "volume": "155",
      "issue": "4",
      "pages": "817-29",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "23603901",
      "pmcid": "PMC3656328",
      "doi": "10.1101/gad.217778.113",
      "title": "The histone H3.3K27M mutation in pediatric glioma reprograms H3K27 methylation and gene expression",
      "abstract": "Recent studies have identified a Lys 27-to-methionine (K27M) mutation at one allele of H3F3A, one of the two genes encoding histone H3 variant H3.3, in 60% of high-grade pediatric glioma cases. The median survival of this group of patients after diagnosis is âˆ¼1 yr. Here we show that the levels of H3K27 di- and trimethylation (H3K27me2 and H3K27me3) are reduced globally in H3.3K27M patient samples due to the expression of the H3.3K27M mutant allele. Remarkably, we also observed that H3K27me3 and Ezh2 (the catalytic subunit of H3K27 methyltransferase) at chromatin are dramatically increased locally at hundreds of gene loci in H3.3K27M patient cells. Moreover, the gain of H3K27me3 and Ezh2 at gene promoters alters the expression of genes that are associated with various cancer pathways. These results indicate that H3.3K27M mutation reprograms epigenetic landscape and gene expression, which may drive tumorigenesis.",
      "authorList": [
        "Chan KM",
        "Fang D",
        "Gan H",
        "Hashizume R",
        "Yu C",
        "Schroeder M",
        "Gupta N",
        "Mueller S",
        "James CD",
        "Jenkins R",
        "Sarkaria J",
        "Zhang Z"
      ],
      "authors": "Chan KM, Fang D, Gan H, Hashizume R, Yu C, Schroeder M, Gupta N, Mueller S, James CD, Jenkins R, Sarkaria J, Zhang Z",
      "journal": "Genes Dev",
      "year": 2013,
      "month": 5,
      "day": 1,
      "volume": "27",
      "issue": "9",
      "pages": "985-90",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "22307274",
      "pmcid": "PMC3439842",
      "doi": "10.1038/nature10861",
      "title": "Structural basis for recognition of H3K56-acetylated histone H3-H4 by the chaperone Rtt106",
      "abstract": "Dynamic variations in the structure of chromatin influence virtually all DNA-related processes in eukaryotes and are controlled in part by post-translational modifications of histones. One such modification, the acetylation of lysine 56 (H3K56ac) in the amino-terminal α-helix (αN) of histone H3, has been implicated in the regulation of nucleosome assembly during DNA replication and repair, and nucleosome disassembly during gene transcription. In Saccharomyces cerevisiae, the histone chaperone Rtt106 contributes to the deposition of newly synthesized H3K56ac-carrying H3-H4 complex on replicating DNA, but it is unclear how Rtt106 binds H3-H4 and specifically recognizes H3K56ac as there is no apparent acetylated lysine reader domain in Rtt106. Here, we show that two domains of Rtt106 are involved in a combinatorial recognition of H3-H4. An N-terminal domain homodimerizes and interacts with H3-H4 independently of acetylation while a double pleckstrin-homology (PH) domain binds the K56-containing region of H3. Affinity is markedly enhanced upon acetylation of K56, an effect that is probably due to increased conformational entropy of the αN helix of H3. Our data support a mode of interaction where the N-terminal homodimeric domain of Rtt106 intercalates between the two H3-H4 components of the (H3-H4)(2) tetramer while two double PH domains in the Rtt106 dimer interact with each of the two H3K56ac sites in (H3-H4)(2). We show that the Rtt106-(H3-H4)(2) interaction is important for gene silencing and the DNA damage response.",
      "authorList": [
        "Su D",
        "Hu Q",
        "Li Q",
        "Thompson JR",
        "Cui G",
        "Fazly A",
        "Davies BA",
        "Botuyan MV",
        "Zhang Z",
        "Mer G"
      ],
      "authors": "Su D, Hu Q, Li Q, Thompson JR, Cui G, Fazly A, Davies BA, Botuyan MV, Zhang Z, Mer G",
      "journal": "Nature",
      "year": 2012,
      "month": 2,
      "day": 5,
      "volume": "483",
      "issue": "7387",
      "pages": "104-7",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang"],
      "isbn": ""
    },
    {
      "pmid": "18662540",
      "pmcid": "PMC2597342",
      "doi": "10.1016/j.cell.2008.06.018",
      "title": "Acetylation of histone H3 lysine 56 regulates replication-coupled nucleosome assembly",
      "abstract": "Chromatin assembly factor 1 (CAF-1) and Rtt106 participate in the deposition of newly synthesized histones onto replicating DNA to form nucleosomes. This process is critical for the maintenance of genome stability and inheritance of functionally specialized chromatin structures in proliferating cells. However, the molecular functions of the acetylation of newly synthesized histones in this DNA replication-coupled nucleosome assembly pathway remain enigmatic. Here we show that histone H3 acetylated at lysine 56 (H3K56Ac) is incorporated onto replicating DNA and, by increasing the binding affinity of CAF-1 and Rtt106 for histone H3, H3K56Ac enhances the ability of these histone chaperones to assemble DNA into nucleosomes. Genetic analysis indicates that H3K56Ac acts in a nonredundant manner with the acetylation of the N-terminal residues of H3 and H4 in nucleosome assembly. These results reveal a mechanism by which H3K56Ac regulates replication-coupled nucleosome assembly mediated by CAF-1 and Rtt106.",
      "authorList": [
        "Li Q",
        "Zhou H",
        "Wurtele H",
        "Davies B",
        "Horazdovsky B",
        "Verreault A",
        "Zhang Z"
      ],
      "authors": "Li Q, Zhou H, Wurtele H, Davies B, Horazdovsky B, Verreault A, Zhang Z",
      "journal": "Cell",
      "year": 2008,
      "month": 7,
      "day": 25,
      "volume": "134",
      "issue": "2",
      "pages": "244-55",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    },
    {
      "pmid": "17272723",
      "pmcid": "",
      "doi": "10.1126/science.1133234",
      "title": "Rtt109 acetylates histone H3 lysine 56 and functions in DNA replication",
      "abstract": "Acetylation of histone H3 lysine 56 (H3-K56) occurs in S phase, and cells lacking H3-K56 acetylation are sensitive to DNA-damaging agents. However, the histone acetyltransferase (HAT) that catalyzes global H3-K56 acetylation has not been found. Here we show that regulation of Ty1 transposition gene product 109 (Rtt109) is an H3-K56 HAT. Cells lacking Rtt109 or expressing rtt109 mutants with alterations at a conserved aspartate residue lose H3-K56 acetylation and exhibit increased sensitivity toward genotoxic agents, as well as elevated levels of spontaneous chromosome breaks. Thus, Rtt109, which shares no sequence homology with any other known HATs, is a unique HAT that acetylates H3-K56.",
      "authorList": [
        "Han J",
        "Zhou H",
        "Horazdovsky B",
        "Zhang K",
        "Xu RM",
        "Zhang Z"
      ],
      "authors": "Han J, Zhou H, Horazdovsky B, Zhang K, Xu RM, Zhang Z",
      "journal": "Science",
      "year": 2007,
      "month": 2,
      "day": 2,
      "volume": "315",
      "issue": "5812",
      "pages": "653-5",
      "tagList": ["article", "selected", "selected::zhiguo-zhang"],
      "url": "",
      "labs": ["zhiguo-zhang"],
      "peopleList": ["zhiguo-zhang", "hui-zhou"],
      "isbn": ""
    }
  ]
}
